{
    "paper_id": "PMC1779818",
    "metadata": {
        "title": "XDR-TB in South Africa: No Time for Denial or Complacency",
        "authors": [
            {
                "first": "Jerome",
                "middle": [
                    "Amir"
                ],
                "last": "Singh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ross",
                "middle": [],
                "last": "Upshur",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nesri",
                "middle": [],
                "last": "Padayatchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "South Africa is one of the world's fastest growing tourist destinations [5], home to millions of migrant labourers from neighbouring countries, and its ports and roads service several other African countries. Seroprevalence rates for HIV in South Africa, and in adjoining nations such as Lesotho and Swaziland, are very high. Cumulatively, these factors make for a potentially explosive international health crisis.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The Threat to Regional and Global Health",
            "ref_spans": []
        },
        {
            "text": "The threat to regional and global public health is thus clear [6], and further underlined by reports that XDR-TB is now considered endemic to KZN [7], as it has been reported in at least 39 hospitals throughout the province [8] and in other parts of the country [9–11]. At least 30 new cases of XDR-TB are reportedly detected each month in KZN alone [12].",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 147,
                    "end": 148,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 225,
                    "end": 226,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 263,
                    "end": 267,
                    "mention": "9–11",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 351,
                    "end": 353,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "The Threat to Regional and Global Health",
            "ref_spans": []
        },
        {
            "text": "Diagnosed cases of XDR-TB likely represent a small proportion of the true extent of the problem. The number of persons harbouring latent infections is unknown (and likely unknowable at present). Official statistics also likely underestimate the true prevalence of XDR-TB, as the current national TB guidelines prescribe the conditions under which M. tuberculosis susceptibility testing should be done [13]. These guidelines recommend susceptibility testing for those patients who have previously been treated for TB or fail to respond to treatment after two months of TB treatment, at which point there is a high treatment interruption rate. In addition, specialised laboratory facilities are required for such testing. Routine sputum culture and susceptibility testing of all patients suspected as having TB should form part of a multi-faceted approach to identifying and addressing TB drug resistance.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 404,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "The True Extent of the Problem",
            "ref_spans": []
        },
        {
            "text": "In recognition of the global threat posed by these factors, on September 9, 2006, WHO urged a response to the outbreak akin to recent global efforts to control severe acute respiratory syndrome (SARS) and bird flu [14]. The South African government's initial lethargic reaction to the crisis [15,16] and uncertainty amongst South African health professionals concerning the ethical, social, and human rights implications of effectively tackling this outbreak [17,18] highlight the urgent need to address these issues lest doubt and inaction spawn a full-blown XDR-TB epidemic in South Africa and beyond.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 293,
                    "end": 295,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 296,
                    "end": 298,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "The True Extent of the Problem",
            "ref_spans": []
        },
        {
            "text": "Several well-documented factors, including high treatment interruption rates of drug-sensitive TB and consequent low cure rates, together with the HIV epidemic, have contributed to the emergence of MDR-TB and XDR-TB in South Africa and merit urgent remediation. For instance, the development of drug resistance may result from inappropriate treatment regimens (e.g., choice of drugs, dosage, duration of treatment), programme factors (e.g., irregular drug supply, incompetent health personnel), and patient factors (e.g., poor adherence, mal-absorption). In fact, it could be said that the emergence of MDR-TB itself is evidence of the systematic failure of the global community to tackle a curable disease.",
            "cite_spans": [],
            "section": "Factors Fuelling the Outbreak",
            "ref_spans": []
        },
        {
            "text": "The factors that facilitate the spread of tuberculosis are well known and abundantly present in sub-Saharan Africa. Alongside inadequate health-care system response, poverty and global inequity contribute to the worsening of the global TB situation [19,20]. According to South Africa's Medical Research Council, about half of adults in South Africa with active TB are cured each year, compared with 80% in countries with better resources. Moreover, nationally, about 15% of patients default on the first-line six-month treatment, while almost a third of patients default on second-line treatment [21]. This highlights the urgent need for the health system (which includes health-care workers) to reinforce the DOTS (directly observed treatment, short-course) and DOTS-plus strategy, to revise current adherence counselling and public information strategies, and to actively promote avoidance of a “victim blaming approach”. The emergence of MDR-TB and XDR-TB is an indicator of the poor implementation of South Africa's TB Control Programme.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Factors Fuelling the Outbreak",
            "ref_spans": []
        },
        {
            "text": "A neglected but significant factor fuelling the MDR-TB and XDR-TB outbreaks in South Africa [22] is the lack of infection control in institutions, including the lack of simple administrative measures such as triaging of patients, as well as more sophisticated expensive environmental control measures, such as negative pressure rooms and personal respiratory protection (respirators). Infection control must be addressed in order to reduce the nosocomial transmission of these infections.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Factors Fuelling the Outbreak",
            "ref_spans": []
        },
        {
            "text": "In the modern era, tuberculosis is recognised as a disease that preys upon social disadvantage [23,24]. Thus, the inadvertent deterrent impact that health and social welfare policies are having on the hospitalisation of such patients needs to be explored. Currently, 10 million South Africans—almost one in four citizens—are beneficiaries of some form of social welfare [25]. With unemployment in South Africa conservatively estimated at about 27% of the population [26], social welfare grants often constitute the sole or primary income of many households. While South Africa does not have a formal universal health-care system, those who require but who cannot afford to pay for hospitalisation are often treated free of charge in the public sector [27]. However, current government policy stipulates that those who are hospitalised at state expense lose their social welfare benefits for the duration of their hospitalisation.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 99,
                    "end": 101,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Factors Fuelling the Outbreak",
            "ref_spans": []
        },
        {
            "text": "Faced with the prospect of being deprived of their gainful employment and/or having their welfare benefits suspended for the duration of hospitalisation—which in the case of MDR-TB or XDR-TB could last 18–24 months—many MDR-TB patients opt not to stay in hospitals, where their treatment adherence and resistance profile could be closely monitored by health personnel. Instead, understandably, these highly infectious individuals fail to receive appropriate therapy and are likely to default on adherence. They mix broadly in society among non-infected individuals, typically utilise public transport, and seek or continue their gainful employment. In so doing, they pose a significant public health risk to their families, co-workers, local community, and the wider public they encounter.",
            "cite_spans": [],
            "section": "Factors Fuelling the Outbreak",
            "ref_spans": []
        },
        {
            "text": "Given the cost of trying to manage a MDR-TB or XDR-TB epidemic [28], the South African government ought to rethink its policy of suspending welfare benefits to patients with MDR-TB or XDR-TB for the duration of their hospitalisation. Moreover, it ought to consider extending welfare benefits to those infected patients who are gainfully employed as an incentive to draw such patients into the health system so that their adherence to anti-TB medication and resistance profile can be monitored. Although these measures will undoubtedly have cost implications for the government and may not adequately compensate patients for their lost income, they would at least serve as some form of incentive and encouragement for infected individuals to enter and remain in the health system, although admittedly, their confinement could conceivably be indefinite or until they die. It would also be a partial realisation of the reciprocity principle, which we explore below.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 66,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Factors Fuelling the Outbreak",
            "ref_spans": []
        },
        {
            "text": "The successful containment of TB, MDR-TB, and XDR-TB in South Africa and elsewhere carries human rights [29] and ethical implications. An important question that we must come to terms with is the extent to which judicially sanctioned restrictive measures should be employed to bring about control of what could develop into a lethal global pandemic.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "As diagnosis of MDR-TB and XDR-TB can take several weeks, questions remain about what to do with patients suspected of being infected with MDR-TB or XDR-TB while awaiting susceptibility results. And once patients have been determined to be infected, there are questions about how long and how closely their clinical status should be monitored and under what conditions. Ideally, patients suspected of having TB should be isolated in an acute infectious diseases setting while awaiting anti-tuberculosis drug-susceptibility testing, and then triaged for further management based on these results. Current WHO guidelines recognise that this strategy is not feasible in resource-constrained environments. WHO recommends that persons with MDR-TB voluntarily refrain from mixing with the general public and from those susceptible to infection, while they are infectious and in ambulatory care [30]. The document is silent on what steps to take should such voluntary measures fail.",
            "cite_spans": [
                {
                    "start": 889,
                    "end": 891,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "The emergence of XDR-TB indicates that the WHO strategy of allowing the patient to assume responsibility for mixing with the general public may be too permissive and more attention to strategies of infection control in the community is required. In general, from both an ethical and legal perspective, measures that rely on voluntary cooperation and are the least restrictive in terms of interfering with human rights are preferred. However, if such measures prove to be ineffective, then more restrictive measures may need to be contemplated. Such measures should be taken with due consideration for the possibility that they may increase disincentives to seek care. However, if due care is taken to provide for the rights and needs of those so detained and therapeutic goals are kept paramount, such measures could play an important role in containing XDR-TB before it spreads more generally in the population globally.",
            "cite_spans": [],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "\nRights can usually be restricted if doing so is reasonable and justifiable.\n",
            "cite_spans": [],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "The use of involuntary detention may legitimately be countenanced as a means to assure isolation and prevent infected individuals possibly spreading infection to others. However, South African officials have raised human rights concerns in dealing with the country's XDR-TB and MDR-TB outbreaks [18], although they have conceded that forcible treatment may be a viable option in tackling the outbreak [31]. Health workers and human rights advocates in South Africa and elsewhere must be reminded that although a country's Bill of Rights may bestow a range of human rights on individuals, these rights can usually be restricted if doing so is reasonable and justifiable. They should be made aware of any national laws and municipal by-laws that permit the provision of involuntary treatment and isolation measures in the interests of public health.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 402,
                    "end": 404,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "Moreover, the judiciary often has the authority to issue orders compelling involuntary confinement/hospitalisation and treatment, even against the wishes of an affected party, if doing so is in the public interest. This option should only be invoked if non-coercive measures have failed. Such an approach has been endorsed by the European Court on Human Rights (ECHR) in Enhorn v. Sweden [32]. The applicant in this case was an HIV-infected man who had infected another party and disobeyed the instructions of public health officials to desist from irresponsible and risky behaviour. The man complained to the ECHR that the compulsory isolation orders and his involuntary detention in a hospital had been in breach of Article 5(1) of the European Convention for the Protection of Human Rights and Fundamental Freedoms. This article states that “Everyone has the right to liberty and security of the person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law”. Section 5(1)(e) provides for the situation at hand: “the lawful detention of persons for the prevention of the spreading of infectious diseases”.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "The applicant argued that the substantive provisions of Article 5 were not made out in his case, given that the detention did not constitute a proportionate response to the need to prevent the spread of infectious disease. The court held that any such detention must be in compliance with both the principle of proportionality and the requirement that there be an “absence of arbitrariness” such that other less severe measures have been considered and found to be insufficient to safeguard the individual and the public. This would entail that the deprivation of liberty was necessary in all circumstances [33].",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 610,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "Moreover, for detention to comply with principles of proportionality and freedom from arbitrariness, it must be established that the detained person is suffering from an infectious disease, that the spread of disease is dangerous to public safety, and that the detention of the infected person is the last resort measure in order to prevent disease spread. The court ruled that the institution of detention for infectious disease must be appropriate to the nature of the disease. Where these conditions are satisfied, deprivation of liberty is justified, both on grounds of public policy and in order to provide medical treatment to the affected party. In ruling in favour of the applicant the court found that the compulsory isolation of the applicant by Swedish authorities ought to have been considered only as a last resort in order to prevent him from spreading HIV after less severe measures had been considered and found to be insufficient to safeguard the public interest. We believe that the forced isolation and confinement of individuals infected with XDR-TB and selected MDR-TB may be an appropriate and proportionate response in defined situations, given the extreme risk posed by both strains and the fact that less severe measures may be insufficient to safeguard public interest. Patients with XDR-TB should also be quarantined separately from those with MDR-TB, as the latter is potentially curable.",
            "cite_spans": [],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "Although the justness and effectiveness of forcibly confining and treating patients with TB [34,35] has been called into question [36], such an approach has met with some degree of success in the US [37], where it helped bring down TB infection rates in states such as New York in the 1990s [38]. We would not argue for forcible treatment of patients with MDR-TB or XDR-TB, simply restriction of mobility rights of such individuals.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 96,
                    "end": 98,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 131,
                    "end": 133,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 200,
                    "end": 202,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 292,
                    "end": 294,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "Emulation of New York's aforementioned successful approach in controlling its TB outbreak could empower health officials in South Africa and elsewhere to act decisively in tackling emerging XDR-TB and MDR-TB outbreaks. The consequences of not educating health workers of the state's powers in such instances were highlighted on September 12, 2006, in Johannesburg, Africa's commercial and air transport hub, when health workers allowed a patient diagnosed with XDR-TB, who refused to be hospitalised, to discharge herself. Although this patient was eventually traced and forcibly hospitalised five days after her self-discharge [39], it remains unknown how many people she may have infected in the months between her sputum sample being taken and her eventual diagnosis in September 2006, and before she was traced after her self-discharge.",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 631,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "Questions also remain about how authorities should deal with patients with MDR-TB whom treatment has failed to cure as well as patients with XDR-TB in whom cure is unlikely as few active drugs remain. While isolating such patients until they die—which in the case of the slightly less deadly MDR-TB could be years—has been described as “ethically questionable and impractical” [21], this option may, of necessity, need to be countenanced. It is not, a priori, unethical to restrict the movement of those whose infection poses risks to public health. It is a matter of what types of safeguards are put in place to assure the legitimacy of such acts.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "There are many such justifications emerging in the field of public health ethics that recognise that prevention of harm and protection of public health are legitimate ethical norms [40–42]. Human rights doctrine also recognises the limitation of many rights in a public health emergency, provided the measures employed are legitimate, non-arbitrary, publicly rendered, and necessary. In this regard, section 25 of the Siracusa Principles on the Limitation and Derogation of Provisions in the International Covenant on Civil and Political Rights holds: “Public health may be invoked as a ground for limiting certain rights in order to allow a state to take measures dealing with a serious threat to the health of the population or individual members of the population. These measures must be specifically aimed at preventing disease or injury or providing care for the sick and injured” [43]. It must be assured that detained individuals have appropriate legal council, and given the uncertainty of the duration of restrictions required, duly constituted independent tribunals could be established to oversee the process. At issue from a human rights perspective is whether such prolonged isolation represents the least restrictive means to achieve this goal and the extent of the belief in the severity of the threat. We do not intend to resolve this issue presently, but believe it is worth tabling for broader debate.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 187,
                    "mention": "40–42",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 887,
                    "end": 889,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "\nHuman rights doctrine recognises the limitation of many rights in a public health emergency.\n",
            "cite_spans": [],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "The use of legally sanctioned restrictive measures for the control of XDR-TB should not obscure the fact that being infected is not a crime. A strong reciprocal obligation is borne by authorities so wishing to invoke these measures. Those who are isolated require humane and decent living conditions. In fact the restriction of their liberties is more for a collective good than for their own. Thus every effort must be made to ensure conditions of living that preserve dignity. Harris and Holm have argued that all people with a communicable disease have a duty not to infect others. They stress, however, that “[i]t is...also a duty which we can expect people to discharge only if they live in a community that does not leave them with all the burdens involved in discharging this duty” [38] (italics ours). The task of global health is to help create these communities.",
            "cite_spans": [
                {
                    "start": 790,
                    "end": 792,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Is There a Role for Involuntary Detention? ::: Factors that Could Undermine Efforts to Tackle the Outbreak",
            "ref_spans": []
        },
        {
            "text": "XDR-TB is a serious global health threat. It has the potential to derail the global efforts to contain HIV/AIDS, as broadly disseminated XDR-TB will prove to be a much more serious public health threat owing to its mode of transmission. The emergence of XDR-TB is also an uncomfortable reminder of the failure of health systems to control problems at a tractable scale. If, in the recent past, TB were to have been adequately managed when it was completely drug sensitive, we would not be in such a dire situation as is currently the case. This failure rests upon us all. We should begin to contemplate the response when we move to the predictable next phase: completely drug-resistant tuberculosis.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "By December 1, 2006—World AIDS Day—South Africa had reported more than 300 cases of XDR-TB [44] (based on the latest definition of XDR-TB, i.e., resistance to at least rifampicin and isoniazid, with resistance to one of the injectable drugs [kanamycin, amikacin, capreomycin] and one of the quinolones). Given the South African government's poor track record in dealing with the country's HIV/AIDS epidemic and what is at stake if it adopts a similar lethargic and denialist response to the country's XDR-TB outbreak, the international community must be vigilant in monitoring the government's response to this emerging crisis. Although recent initiatives of the government [45,46] and the Medical Research Council of South Africa [28,47] are encouraging, these will hopefully not inspire complacency amongst officials.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 675,
                    "end": 677,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "While it is encouraging that the South African government invited the WHO to an October 2006 meeting on the emerging crisis [48], it is worth noting that neither party raised the human rights and ethical dimensions of controlling the outbreak. Containing XDR-TB and selected MDR-TB will require an interdisciplinary approach [49] and the synergistic cooperation of all organs of the state, including, in particular, the judiciary, as well as various government departments. Moreover, the government should urgently consider devising strategies to control the disease amongst particularly high-risk groups such as prisoners and migrant labourers, which might necessitate the involvement of prisoner advocacy groups and neighbouring countries, respectively.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 326,
                    "end": 328,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "If WHO is sincere in calling for the XDR-TB outbreak in South Africa to be treated in the same light as SARS and bird flu, then global efforts to develop rapid diagnostic tests and novel treatment regimens must be stepped up. In addition to drug development, the appropriateness of using these technologies in countries with TB/HIV epidemics needs to be explored. The determination of XDR-TB requires specialised laboratories and quality assurance, particularly when testing for resistance to second-line anti-tuberculosis agents. Moreover, while the diagnosis of MDR-TB may take weeks or months, new technologies, including liquid culture and PCR probes, can reduce this time. Efforts must be stepped up to sponsor and equip poor countries to address these challenges. Depending on how successfully the South African government controls the outbreak, as in the case of SARS, infection monitoring at hospitals, border posts, and airports may become necessary.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Given the ethical and legal implications of these measures, the experience of countries that were affected by SARS [50] could prove valuable in guiding South Africa to deal with its XDR-TB outbreak. Admittedly though, more is known of XDR-TB than was the case with SARS when it first emerged. In the meantime, South Africa must urgently reduce crowding in hospitals where patients with TB are being treated to reduce the risk of the infection spreading, drastically expand its surveillance of the disease, and rethink its current counselling, treatment, reporting, and tracing strategies. It must also devise measures to reduce contact between patients with TB and those suspected or confirmed with MDR-TB and XDR-TB in the weeks or months it takes to diagnose the latter two infections. It must also devise appropriate infection-prevention strategies for health workers treating such patients.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "All reasonable attempts must be made to accommodate the interests of infected patients in a sensitive and humane manner, although, if necessary, the government must adopt a more robust approach towards uncooperative patients with MDR-TB and XDR-TB, which might necessitate favouring the interests of the wider public over that of the patient. Although such an approach might interfere with the patient's right to autonomy and will undoubtedly have human rights implications, such measures are reasonable and justifiable, and must be seen in a utilitarian perspective. Ultimately in such crises, the interests of public health must prevail over the rights of the individual.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Characteristics of Patients in South Africa With XDR-TB\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Map of South Africa Showing Tugela Ferry in the Province of KwaZulu-Natal, the Epicentre of South Africa's HIV/AIDS Epidemic",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "New deadly TB strain detected in SA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Favorable outcomes of integration of TB and HIV treatment in a rural South Africa: The Sizonqoba study [abstract]",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Emergence of Mycobacterium tuberculosis with extensive resistance to second-line drugs worldwide, 2000–2004",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Emergence of XDR-TB. WHO concern over extensive drug resistant TB strains that are virtually untreatable",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Foreign tourists boost SA coffers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "XDR-TB—a global threat",
            "authors": [],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Super TB “now endemic in KZN”",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Prospect of TB epidemic sets medics trembling",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "New TB strain could fuel South Africa AIDS toll",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Extreme TB spreading across the nation—MRC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Hospital struggles with deadly SA TB",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The South African tuberculosis control programme practical guidelines",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "WHO urges South Africa to curb TB killer super-bug",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "State slammed for “delayed reaction” to TB",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Extreme TB outbreak just “tip of the iceberg”",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Drug-resistant TB: whose rights should prevail?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "South Africa's anti-TB fight hamstrung by Constitution",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Critical reflections on evidence, ethics and effectiveness in the management of tuberculosis: Public health and global perspectives",
            "authors": [],
            "year": 2004,
            "venue": "BMC Med Ethics",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Limited good and limited vision: Multidrug-resistant tuberculosis and global health policy",
            "authors": [],
            "year": 2005,
            "venue": "Soc Sci Med",
            "volume": "61",
            "issn": "",
            "pages": "847-859",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Call to isolate TB victims",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "A comparison of outbreak- and nonoutbreak-related multidrug-resistant tuberculosis among human immunodeficiency virus-infected patients in a South African hospital",
            "authors": [],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "96-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Why tuberculosis persists as a global problem",
            "authors": [],
            "year": 2005,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Extensively drug resistant tuberculosis: Problem will get worse in South Africa unless poverty is alleviated",
            "authors": [],
            "year": 2006,
            "venue": "BMJ",
            "volume": "333",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Spreading the social security net",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "P0210—Labour Force Survey (LFS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "South Africa a decade after apartheid: realising health through human rights",
            "authors": [],
            "year": 2005,
            "venue": "Georgetown Journal of Poverty Law and Policy",
            "volume": "7",
            "issn": "",
            "pages": "355-388",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Managing multidrug-resistant TB: Legal implications",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A human rights approach to TB: Stop TB guidelines for social mobilization",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Guidelines for the programmatic management of drug-resistant tuberculosis",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Patients “could be quarantined”",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Lange",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Enhorn v. Sweden",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "The exercise of public health powers in cases of infectious disease: Human rights implications. Enhorn v. Sweden",
            "authors": [],
            "year": 2006,
            "venue": "Med Law Rev",
            "volume": "14",
            "issn": "",
            "pages": "132-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Tuberculosis quarantine laws",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "TB control and the law. Frequently asked questions on civil commitment",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Just coercion? Detention of nonadherent tuberculosis patients",
            "authors": [],
            "year": 2001,
            "venue": "Ann N Y Acad Sci",
            "volume": "953",
            "issn": "",
            "pages": "216-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Short-term incarceration for the management of noncompliance with tuberculosis treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Burman",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Rietmeijer",
                    "suffix": ""
                },
                {
                    "first": "FN",
                    "middle": [],
                    "last": "Judson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chest",
            "volume": "112",
            "issn": "",
            "pages": "57-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Is there a moral obligation not to infect others?",
            "authors": [],
            "year": 1995,
            "venue": "BMJ",
            "volume": "311",
            "issn": "",
            "pages": "1215-1217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Woman with killer TB found",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "An ethics framework for public health",
            "authors": [],
            "year": 2001,
            "venue": "Am J Public Health",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Public health ethics: Mapping the terrain",
            "authors": [],
            "year": 2002,
            "venue": "J Law Med Ethics",
            "volume": "30",
            "issn": "",
            "pages": "170-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Principles for the justification of public health intervention",
            "authors": [],
            "year": 2002,
            "venue": "Can J Public Health",
            "volume": "93",
            "issn": "",
            "pages": "101-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Siracusa principles on the limitation and derogation of provisions in the International Covenant on Civil and Political Rights, Annex",
            "authors": [],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "300+ cases of killer TB in SA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "TB crisis management plan",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Department addresses extremely drug resistant TB in KZN",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dlamini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Action planned developed to combat drug resistant TB",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dlamini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dube",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "South Africa invites WHO experts for killer TB talks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Improving tuberculosis control: An interdisciplinary approach",
            "authors": [],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "949-950",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Ethics and SARS: Learning lessons from the Toronto experience",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}