{
    "paper_id": "PMC2797526",
    "metadata": {
        "title": "Recombinant porcine rotavirus VP4 and VP4-LTB expressed in Lactobacillus casei induced mucosal and systemic antibody responses in mice",
        "authors": [
            {
                "first": "Xinyuan",
                "middle": [],
                "last": "Qiao",
                "suffix": "",
                "email": "xinyuanqiao420@YAHOO.COM.CN",
                "affiliation": {}
            },
            {
                "first": "Guiwei",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "lgwzll@163.com",
                "affiliation": {}
            },
            {
                "first": "Xiangqing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "wangxiangqing@yahoo.com.cn",
                "affiliation": {}
            },
            {
                "first": "Xiaojing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "lixiao_g@163.com",
                "affiliation": {}
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": "liumin-707@163.com",
                "affiliation": {}
            },
            {
                "first": "Yijing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "yijingli@yahoo.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Rotaviruses are members of the family Reoviridae. Rotaviruses affecting pigs are classified as group A, B or C based on their respective inner capsid protein sequences[1]. The rotavirus double-stranded RNA genome is composed of 11 segments enclosed by a nonenveloped, triple-layered icosahedral capsid [2]. The outer capsid VP4 protein can induce neutralizing antibodies resulting in protecting herd from porcine rotavirus infection.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 303,
                    "end": 304,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Porcine rotaviruses are the major cause of acute diarrhea in the piglets [3,4] and can cause mild-severe diarrhea associated with potentially high morbidity and mortality. Group A rotaviruses cause diarrhea in pigs both before and after weaning [5] and can account for 53 and 44% pre- and post-weaning rotavirus-associated diarrhea in swine, respectively [6]. A recent report attributed 89% of all rotavirus-associated diarrhea in commercial pig farms to group A rotavirus infections [7]. Since rotaviruses can survive in the environment for long period of time and are transmitted via the fecal-oral route outbreaks are difficult to control. Virion replication occurs at the tips of epithelial cell in intestinal villi and destroy enterocytes primarily in the jejunum and ileum resulting in villous atrophy [8,9]. Furthermore, nutrients cannot be digested or absorbed in the affected regions resulting in severe malabsorption [10]. A better understanding of rotavirus epidemiology will contribute to the optimization of current vaccines and prevention programs for the control of rotavirus infection. Currently available vaccines (mostly killed) can not offer efficient immunity. To stimulate efficient immunity, a large vaccine dose and repeated administration are usually required. This often results in undesirable clinical signs. To overcome these shortcomings, the potential development of lactic acid bacteria (LAB) to deliver heterologous antigen to the mucosal immune system has been proposed.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 76,
                    "end": 77,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 246,
                    "end": 247,
                    "mention": "5",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 356,
                    "end": 357,
                    "mention": "6",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 485,
                    "end": 486,
                    "mention": "7",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 809,
                    "end": 810,
                    "mention": "8",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 811,
                    "end": 812,
                    "mention": "9",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 928,
                    "end": 930,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Since rotaviruses are enteric pathogens, mucosal immunity is likely to play an important role in protective immunity. Innate immune responses in gut provide the first line of defense against pathogenic microorganisms and also initiate acquired immune responses. Furthermore, immune responses resulting from oral immunization are the only suitable method of stimulating gut immunity [11] since this route facilitates stimulation of gut-associated lymphoid tissue (GALT) enhancing the production of anti-viral IgA [12].",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 513,
                    "end": 515,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Compared to recombinant antigens or heat-killed formulations, 'live' vaccines elicit the most effective protective responses since they stimulate both systemic and mucosal immunity [13-17]. However, oralvaccination presents a challenge since the gut milieu often denatures and/or inactivates potential vaccinogens therefore large vaccination doses and repeated vaccinations are required[18,19]. This often results in fecal shedding of the live vaccine in addition to causing fever and diarrhea [16,18,19]. These challenges can be overcome by using lactic acid bacteria (LAB) as antigen delivery system for the stimulation of mucosal immunity [20-25] owing to its safety. LAB are used in industrial food fermentation, preservation and have beneficial effects on the health of both humans and animals and 'generally regarded as safe, (GRAS'micro-organisms). In addition, many strains of LAB are able to survive and colonize the intestinal tract [26,27] inducing a non-specific immunoadjuvant effect [28] which prompted studies aimed at determining the oral vaccine potential of LAB-derived vaccines.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 185,
                    "end": 187,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 387,
                    "end": 389,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 390,
                    "end": 392,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 495,
                    "end": 497,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 643,
                    "end": 645,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 944,
                    "end": 946,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 947,
                    "end": 949,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 998,
                    "end": 1000,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Since genetically engineered vaccines composed of a single recombinant antigen are poorly immunogenic, it is important to increase their immunogenicity by combining with appropriate adjuvants. The E. coli heat-labile toxin B subunit (LTB) has been shown to be a potent mucosal adjuvant [29-33] with low potential of eliciting allergic responses [34,35].",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 290,
                    "end": 292,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 346,
                    "end": 348,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 349,
                    "end": 351,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In this study, we tested the efficacy of the L. casei ATCC 393 expressing the heterologous VP4 porcine rotavirus protein and its ability acting as an antigen delivery system for oral vaccinations. We constructed recombinant strains expressing porcine rotavirus VP4 and VP4-LTB. The immunogenic potential of the two recombinant strains was analyzed after oral administration of live bacteria to mice. This is the first report describing the cloning and expression of porcine rotavirus genes in Lactobacillus. The data reported indicate that oral administration of two recombinant strains pPG612.1-VP4 or pPG612.1-VP4-LTB could induce specific anti-rotavirus mucosal and systemic immune responses. The potency of the immune responses measured was greater in animals immunized with L. casei-expressing the VP4-LTB fusion (compared to mice immunized with L. casei expressing VP4 only) demonstrating the efficacy of LTB as a mucosal adjuvant.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The sequences of the respective L. casei 393 transformants are confirmed by plasmid DNA sequencing and the result shows that there is no mutation in the transformants (data not shown).",
            "cite_spans": [],
            "section": "Expression of VP4 and VP4-LTB in L. casei ::: Results",
            "ref_spans": []
        },
        {
            "text": "rLc393:pPG612.1-VP4 and pPG612.1-VP4-LTB were grown in basal MRS medium supplemented with either xylose or glucose. Cell lysates subjected to SDS-PAGE and showed the corresponding VP4 and VP4-LTB recombinant proteins at 27 and 40 kDa respectively after analyzing by Coomassie blue staining, following xylose induction (Figure 1A, lane 3 and Figure 1B, lane 3). Proteins were not expressed if cells were grown in basal MRS medium supplemented with glucose (Figure 1A, lane 2 and Figure 1B, lane 2). Gels run in parallel were transferred onto nitrocellulose membranes and examined by Western blot analysis using anti-VP4 antibodies. Immunoreactive bands corresponding to VP4 and VP4-LTB were observed at 27 and 40 kDa, respectively (Figure 2A, lane 2 and Figure 2B, lane 2). Reactive bands were not detected if the cells were instead grown in the presence of glucose (Figure 2A, lane 3 and Figure 2B, lane 1). These results demonstrated the efficiency and specificity of the L. casei xylose promoter.",
            "cite_spans": [],
            "section": "Expression of VP4 and VP4-LTB in L. casei ::: Results",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 485,
                    "end": 487,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 738,
                    "end": 740,
                    "mention": "2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 895,
                    "end": 897,
                    "mention": "2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "L. casei surface-displayed expression of VP4 and VP4-LTB, respectively, was confirmed by immunofluorescence. Overnight cultures of pPG612.1-VP4 and pPG612.1-VP4-LTB were grown in basal MRS medium supplemented with either xylose or glucose. The cells were washed, incubated with mouse anti-VP4 anti serum followed by a FITC-conjugated goat anti-mouse IgG. VP4 was detected on the surface of pPG612.1-VP4 and pPG612.1-VP4-LTB cells grown in the presence of xylose (Figure 3B and 3C). No immunofluorescence was observed when wild-type L. casei 393 was incubated in a similar fashion (cells were stained red by Evans blue dye, Figure 3A).",
            "cite_spans": [],
            "section": "Immunofluorescence analysis ::: Results",
            "ref_spans": [
                {
                    "start": 470,
                    "end": 472,
                    "mention": "3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "3A",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The ability of the respective VP4-expressing L. casei vectors to elicit systemic and/or mucosal immunity was assessed by determining the presence of anti-VP4 IgG and IgA antibodies, respectively. Anti-VP4 IgG antibody levels in serum of mice treated with either pPG612.1-VP4 or pPG612.1-VP4-LTB were similar to each other but higher than only with pPG612.1 (Figure 4). After the first booster, a prompter and stronger level of anti-VP4-specific serum IgG was elicited in mice that were administered with recombinant strains. A statistically significant difference was observed on day 7, 21 and 35 (** P < 0.01, Figure 4). No significant elicitation of anti-VP4 antibodies was observed in the control groups that received pPG612.1.",
            "cite_spans": [],
            "section": "Antibody responses following oral immunizations ::: Results",
            "ref_spans": [
                {
                    "start": 365,
                    "end": 366,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 618,
                    "end": 619,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "As the results showed, there were no substantial differences in mucosal IgA levels between experimental and control groups prior to oral immunization. Following administration with the L. casei recombinants, specific anti-VP4 mucosal IgA responses were observed. After the second boost, significant levels of anti-VP4 IgA were observed from mucosal secretions following administration of either pPG612.1-VP4 or pPG612.1-VP4-LTB compared to responses observed in control mice. Statistically significant difference (** P < 0.01, Figure 5 and 6) was observed in ophthalmic and vaginal wash of mice administered with recombinant strains after seven days and fecal pellets after one day. The mucosal IgA levels elicited by pPG612.1-VP4-LTB were higher than pPG612.1-VP4 immunization and the difference is significant statistically (* P < 0.05,* *P < 0.01, Figure 5 and 6). This indicated that LTB enhanced the mucosal immune system response.",
            "cite_spans": [],
            "section": "Antibody responses following oral immunizations ::: Results",
            "ref_spans": [
                {
                    "start": 534,
                    "end": 535,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 858,
                    "end": 859,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 864,
                    "end": 865,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The Neutralization ability of the induced antibodies was investigated to further detect whether the antibody responses were against RV. Results demonstrated that the presence of anti-rPRV-VP4 IgG in the culture medium conferred statistically significant neutralizing effects (** P < 0.01, Figure. 7) on RV infection. A near 50.28% ± 0.83% reduction of CPE was consistently observed when the assays were carried out using 2-to 16-fold diluted sera from mice immunized with pPG612.1-VP4, and a 56.06% ± 0.77% reduction of CPE was observed by using 2-to 16-fold diluted sera from mice immunized with pPG612.1-VP4-LTB. The inhibitory effect decreased gradually on further dilutions of sera and reached to the level similar to that of the control, which of sera administered with pPG612.1-VP4 is 1:128 and pPG612.1-VP4-LTB is 1:256 in Figure. 7. The neutralizing efficacy of anti-VP4 IgG from mice immunized with pPG612.1-VP4 was lower than pPG612.1-VP4-LTB and the difference was significant statistically (*P < 0.05,* *P < 0.01, Figure. 7).",
            "cite_spans": [],
            "section": "Neutralization ability of the induced antibodies analysis ::: Results",
            "ref_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 838,
                    "end": 839,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1034,
                    "end": 1035,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Porcine rotaviruses are the major cause of acute diarrhea in the piglets and can cause mild to severe diarrhea with potentially high morbidity and mortality rates. Infection with porcine rotavirus has been an economic concern to worldwide pig breeders. Vaccination is the main prophylatic method for the prevention of porcine rotavirus infections. Mucosal immunization offer a number of advantages over other routes of antigen delivery, including ease of administration, cost effectiveness and the capacity of inducing both local and systemic immune responses [36-41].",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 563,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To assess mucosal immune responses, specific IgA anti-VP4 protein levels were examined from various mucosal surfaces. Oral administration of recombinant VP4 or VP4-LTB-expressing L. casei induced both systemic (IgG) and mucosal (IgA) immune responses. Specifically, IgA specific for VP4 could be isolated from the gastrointestinal tract, vagina and eye secretions compared to no detectable IgA anti-VP4 responses in control animals. These experiments suggested that L. casei expressing recombinant VP4 could be used in the vaccination of pigs, potentially protecting them from porcine rotavirus infections since this vector successfully elicited a significant and specific anti-VP4 IgA response.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The titers of anti-VP4 IgG in the serum from mice immunized with the L. casei pPG612.1-VP4 or pPG612.1-VP4-LTB were similar but higher than the control group. rLc393:pPG612.1-VP4-LTB induced even higher IgA specific for VP4 compared to mice immunized with the pPG612.1-VP4 as a result of the LTB mucosal adjuvant. It demonstrated the specific mucosal adjuvanticity of LTB, highlighting its potential use as a safe and effective mucosal adjuvant that can be used in conjunction with VP4 for the elicitation of specific anti-porcine rotavirus immunity.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Furthermore, in order to confirm the efficacy of the induced antibodies in inhibiting the virus, we tested whether sera collected from immunized mice could inhibit the infection of RV in MA104 cells by neutralization ability assay. The results showed that serum collected from mice immunized with recombinant strains demonstrated statistically significant inhibition. The neutralization by sera antibodies obtained from mice immunized with pPG612.1-VP4-LTB was more effective than that of mice immuned with the pPG612.1-VP4.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this report, we described the methods for constructing two L. casei recombinant expression vectors expressing the porcine rotavirus VP4 antigen or VP4-LTB fusion protein. L. casei is an excellent delivery vector since it can withstand the rigors of the intestinal environment in addition to being able to colonize different mucosal sites (gastrointestinal and genital tracts) and guaranteeing proper (intact) presentation of the respective antigens to the immune system. In addition to the versatility of L. casei, it possesses probiotic properties making it an even more attractive vaccine delivery system i.e., immunization with L. casei expressing VP4-LTB elicited potent anti-VP4 IgA responses. Testing the efficacy in a porcine vaccination and infection model is a next step in testing the efficacy of this vaccine formulation.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "L. casei ATCC 393 (a kind gift of Jos Seegers, NIZO, The Netherlands) was grown anaerobically in MRS broth (Sigma, St, Louis, MO) at 37°C without shaking. To analyze protein expression, transformed L. casei were grown in basal MRS medium (10 g peptone, 8 g beef extract, 4 g yeast extract, 2 g potassium phosphate, 5 g sodium acetate, 1 ml Tween 80, 2 g diammonium citrate, 0.2 g magnesium sulfate, and 0.05 g manganese sulfate per liter) supplemented with 2% xylose. L. casei was plated on MRS medium with 1.5% agar. The antibiotic concentration used for the selection of lactobacilli transformants was 10 μg/ml of chloromycetin (Cm; Sigma). Porcine rotavirus JL94 (belonging to P[7]) was conserved in the laboratory.",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 683,
                    "mention": "7",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Strains and culture conditions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Balb/c mice (female) weighing 25-30 g (7 weeks of age) were obtained from the inbred colony maintained at the Harbin Veterinary Research Institute. Each experimental and control group consisted of 10 mice. The animals were fed balanced rodent food and water ad libitum. The mice were handled and maintained under strict ethical conditions according to the international recommendations for animal welfare and the Ethical Committee for animals sciences of HeiLongJiang province (032/2006).",
            "cite_spans": [],
            "section": "Mice ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The mouse anti-VP4 antibodies used in Western-blot and immunofluorescence analysis had been prepared and stored in our laboratory. The recombinant plasmid VP4-pGEX-6P-1 was constructed and transformed into E. coli BL21(Yan Song). The recombinant strain was induced with IPTG. The serum was obtained from the Balb/c mice immunized with the purified VP4 protein. Western-blot test and neutralization test circumstantiate the expressed protein has biological activity(data not shown).",
            "cite_spans": [],
            "section": "Mouse anti-VP4 antibodies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The pPG612.1 plasmid is an expression vector containing an ssUsp signal peptide secretion sequence (kindly supplied by Jos Seegers, NIZO, The Netherlands). Nucleic acid manipulation and cloning procedures were performed according to standard procedures [42]. All DNA manipulations were performed according to standard procedures [43]. A gene fragment about 756 bp (VP8) encoding the main structural polypeptide of VP4 (obtained from the genome of PRV strain JL94) was amplified by polymerase chain reaction (PCR) using forward primer 5'-CAGGGATCCAATGGCTTCGCTCA-3'(BamHI site underlined) and the reverse primer 5'-GGCCTCGAGAGCTCTTGTGTGCA-3'(XhoI site underlined) (Figure 8). PCR amplification conditions were as follows: 95°C, 5 min followed by 30 cycles at 94°C, 1 min; 56.5°C, 1 min; 72°C, 1 min and a 72°C 10 min final extension. The VP4 gene PCR product was cleaved with BamHI and XhoI and ligated into the corresponding sites of pPG612.1 digested with BamHI and XhoI, respectively, giving rise to pPG612.1-VP4. A gene fragment of about 375 bp encoding the E. coli LTB structural polypeptide was amplified by PCR using the forward primer 5'-AAGGTCGACTGCTGTVVGATGAATAAAGTAAAATGTTAT-3' (SalI site underlined) and the reverse primer 5'-AAGCTCGAGCTAGTTTTCCATACTGATTGCCG-3'(XhoI site underlined). PCR amplification conditions were as follows: 95°C, 5 min followed by 30 cycles of 1 min at 94°C; 1 min, 56°C; 1 min, 72°C and a final extension at 72°C for 10 min. The LTB PCR product was cleaved with SalI and XhoI and inserted into the corresponding sites in pPG612.1-VP4 digested with SalI and XhoI, giving rise to pPG612.1-VP4-LTB (Figure 8).",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Expression plasmid construction ::: Methods",
            "ref_spans": [
                {
                    "start": 670,
                    "end": 671,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1638,
                    "end": 1639,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Electroporation of L. casei was carried out as previously described [44]. Briefly, plasmid DNA (10 μl) was added to 150 μl of L. casei 393, gently mixed at 4°C for 5 min and subjected to a single electric pulse (25 μF of 2.5 kV/cm). The mix was then incubated in MRS medium without Cm at 37°C anaerobically for 2 h. Recombinant strains were selected on MRS-agar medium containing 10 μg/ml of Cm. The sequences of the respective L. casei 393 transformants were confirmed by plasmid DNA sequencing.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Expression plasmid construction ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To analyze the expression of the VP4 and VP4-LTB fusion protein following xylose induction of rLc393:pPG612.1-VP4 and pPG612.1-VP4-LTB, respectively, overnight cultures grown in basal MRS broth supplemented with xylose (or glucose as a negative induction control) and pellets collected by centrifugation at 12,000 × g for 10 min. The pellets were washed twice with sterile 50 mM Tris-Cl, pH 8.0 and treated with 10 mg/ml lysozyme at 37°C for 60 min. The lysates were centrifuged at 12000 × g for 10 min and subjected to 10% sodium dodecyl sulphate polyacrylamide gel electrophoresis (SDS-PAGE) and either stained with Coomassie blue or electrotransferred onto nitrocellulose membranes. The immunoblots were blocked with PBS containing 5% skimmed milk for 2 hr at 37°C. Blots were washed three times between all steps for ten minutes. Blots were incubated with 1:800 dilution(100 μL) of mouse anti-VP4 antibodies in phosphate-buffered saline (PBS), washed and then probed with a horseradish peroxidase (HRP)-conjugated goat anti-mouse IgG (Sigma) diluted at 1:2500(100 μL) in PBS. The blots were washed and incubated with the Chemiluminescent Substrate reagent (Pierce, Rockford, IL) according to the manufacturer's instruction. Control blots incubated with secondary antibody only did not result in visible protein band reactivity.",
            "cite_spans": [],
            "section": "Protein expression and Western-blot analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Immunofluorescence was used to analyze VP4 and VP4-LTB protein surface expression by either rLc393:pPG612.1-VP4 or pPG612.1-VP4-LTB as described previously [45]. Briefly, 2 ml induced cultures were harvested to an OD600 = 0.5-0.6 and then resuspended in 1 ml sterile PBS 3% bovine serum albumin (BSA) containing anti-VP4 antibodies and then incubated overnight at 37°C. The cells were then pelleted, washed 3 times with sterile PBS 0.05% Tween 20. The cell-antibody complexes were then incubated for 6 h at 37°C in the dark with fluoreoscein isothiocyanate (FITC)-conjugated goat anti-mouse IgG (Sigma) containing 1% Evans blue. Cells were washed 3 times with PBS 0.05%, Tween 20 and then air-dried on a glass slide. Analysis was performed using a confocal microscope. Non-induced or glucose-induced recombinant strains were used as negative controls.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Immunofluorescence analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "rLc393:pPG612.1-VP4 and rLc393:pPG612.1-VP4-LTB were cultured and centrifuged as described above. Cell pellets were washed once with sterile PBS and resuspended in PBS (pH 7.4). Mice were orally vaccinated with 0.2 ml 109 colony-forming units (c.f.u.)/ml of the recombinant strains, respectively. A control group of 10 mice received L. casei ATCC 393 containing the empty plasmid was also included. Mice in all groups were immunized on days 0, 1 and 2 and boosted on days 14, 15 and 16 and again on days 28, 29 and 30.",
            "cite_spans": [],
            "section": "Immunizations ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Mouse serum was collected on days 7,14,21 and examined for specific anti-VP4 antibodies by ELISA. Feces was collected at 1, 2 and 7 days after every immunization as described previously [46]. Ophthalmic washes were obtained by washing the eyes with 50 μl PBS 7 days after every immunization. Vaginal washes were collected by washing the vagina with 200 μl PBS 7 days after every immunization. All samples were stored at -20°C until assayed by ELISA.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Enzyme-linked immunosorbent assay (ELISA) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Polystyrene microtitre plates were coated overnight at 4°C with either porcine rotavirus propagated on MA104 cells or with supernatants harvested from MA104 cells cultured without rotavirus as negative control. ELISA plates were washed 3 times with PBS 1%Tween 20 and then blocked with PBS 5% skim milk at 37°C for 2 h. Serum or mucosal wash samples were serially diluted in PBS 1% BSA and incubated at 37°C for 1 h, washed 3 times and then incubated with a 1:2000 dilution(100 μL) of an HRP-conjugated goat anti-mouse IgA (Sigma) or IgG (Sigma), washed and visualized following the addition of 100 μl of o-phenylene diamine dihydrochloride substrate(Sigma). The absorbance was measured at 490 nm. Differences in the samples between treatments were examined for the level of significance by ANOVA.",
            "cite_spans": [],
            "section": "Enzyme-linked immunosorbent assay (ELISA) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Serum samples from mice immunized with recombinant strains expressing VP4 or VP4-LTB were evaluated [47] to determine the neutralization ability of the induced antibodies. In brief, sera from mice fed with non-expressor strains was used as negative control. Fifty microliters of samples in serial dilutions (from 1:2 to 1:512) was prepared in a 96-cell plate. RV adjusted to 200 TCID50 in 50 μL of virus diluent (10% concentrated Hanks balanced salt solution, pH 7.4) was added to the cell plate containing serially diluted serum. The mixture of antibody and virus was mixed and incubated at 37°C for 1 h. Then 100 μL of MA104 cells (used for virus infection) was added to the antibody-virus mixture and incubated in a 5% CO2 incubator at 37°C for 5 days. The overlay medium was then discarded, after which the wells were washed three times with sterile PBS, pH 7.4, and stained with 1% crystal violet solution. Differences in the number of plaques formed between treatments were examined for the level of significance by ANOVA.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Neutralization ability of the induced antibodies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical significance was determined using ANOVA, with a P value < 0.05 considered as significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "XQ carried out construction of expression plasmid, participated in the sequence alignment and drafted the manuscript. GL carried out the protein expression and immunoassays. XW and XL carried out the Immunizations. ML performed the statistical analysis. YL conceived of the study, and participated in its design and coordination. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Expression of VP4 and VP4-LTB in rLc393:pPG612.1-VP4 and pPG612.1-VP4-LTB. Total cell lysates were analysed by SDS-PAGE. Coomassie blue gel staining shows the expression of a 27 KD and 40 KD fusion protein in lysates of rLc393 induced by xylose (Fig. 1A, lane 3 and Fig. 1B, lane 3), but not in basal MRS with glucose (Fig. 1A, lane 2 and Fig. 1B, lane 2).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Western-blotting analysis of VP4 and vp4-LTB expression in recombinant strain. Immunoreactive bands were observed (Fig. 2A, lane 2 and Fig. 3B, lane 2) in the similar position as shown in the SDS-PAGE, however, there were no immunoblots in the same cell lysates induced by glucose (Fig. 2A, lane 3 and Fig. 3B, lane 1).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Immunofluorescence analysis. Wild-type L. casei 393 was induced by xylose, the result of immunofluorescence was negative, and the cells were dyed red by Evans blue (A). When pPG612.1-VP4 and pPG612.1-VP4-LTB were induced by xylose, there were green-yellow fluorescence reaction on the surface of the cells (B, C).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Specifis IgG antibodies in serum. Serum from groups of mice (10 mice every group) immunized orally with pPG612.1-VP4, pPG612.1-VP4-LTB and equivalent dose of pPG612.1 were analyzed for the presence of anti-VP4 specific IgG by ELISA. IgG titers of serum in mice given pPG612.1-VP4 or pPG612.1-VP4-LTB were similar but higher than that of mice given pPG612.1. ** P < 0.01 significant difference between IgG titers of serum in mice given pPG612.1-VP4 and pPG612.1 on day 7, 21 and 35. Results are the IgG titers ± standard errors of the means in each group.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Specific IgA levels in ophthalmic and vaginal wash were detected after oral immunization (10 mice every group administered with different recombinant strains). Specific IgA antibody titers were detectable in the mice immuned with pPG612.1-VP4 and pPG612.1-VP4-LTB after the first administration (Fig. 5A, B). Statistically significant difference (** P < 0.01) was observed in ophthalmic and vaginal wash of mice administered with recombinant strains after seven days. IgA levels elicited by pPG612.1-VP4-LTB were higher than those elicited following pPG612.1-VP4 immunization and the difference is significant statistically (** P < 0.01). Bars represent the IgA titers ± standard errors of the means in each group.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Specific IgA levels in fecal pellets after oral immunization. The mice (10 every group) received three consecutive immunization, three times at 2-week intervals. The control group of mice received the same dose of pPG612.1. Fecal pellets were collected 1, 2, and 7 days after every immunization. Both of the groups immuned with pPG612.1-VP4 or pPG612.1-VP4-LTB produced specific IgA. Statistically significant difference (** P < 0.01) was observed in fecal pellets of mice administered with recombinant strains after one day. The levels of IgA in fecal pellets induced by pPG612.1-VP4 appeared lower than those induced by pPG612.1-VP4-LTB (*P < 0.05,**P < 0.01). Results are the IgA titers ± standard errors of the means in each group.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Neutralization ability of the sera prepared from mice immunized with pPG612.1-VP4 and pPG612.1-VP4-LTB. The maximum reduction of CPE, expressed as a percentage of CPE obtained for the negative control samples, by using sera collected from mice fed with pPG612.1-VP4 or pPG612.1-VP4-LTB, was 50.28% ± 0.83% or 56.06% ± 0.77%, respectively. Statistically significant difference (** P < 0.01) was observed in sera of mice administered with recombinant strains. The neutralizing efficacy of anti-VP4 IgG from mice immunized with pPG612.1-VP4 was lower than antibodies obtained from mice immunized with pPG612.1-VP4-LTB and the difference was significant statistically (* P < 0.05,**P < 0.01). Results are mean values and standard errors (error bars) of triplicates.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: Target amplification fragments of VP4 and VP4-LTB fusion gene. Lane 1,5: Blank controls; Lanes 2: Target amplification fragment of VP4 gene; Lanes 3: 2000 bp DNA marker; Lane 4:Target amplification fragment of VP4-LTB fusion gene.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Immunogens of rotaviruses",
            "authors": [],
            "year": 1993,
            "venue": "Vet Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "299-317",
            "other_ids": {
                "DOI": [
                    "10.1016/0378-1135(93)90031-2"
                ]
            }
        },
        "BIBREF1": {
            "title": "Epidemiological studies of piglet diarrhea in intensively managed Danish sow herds. IV. Pathogenicity of porcine rotavirus",
            "authors": [],
            "year": 1989,
            "venue": "Acta Vet Scand",
            "volume": "30",
            "issn": "",
            "pages": "71-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Mucosal delivery of vaccines in domestic animals",
            "authors": [],
            "year": 2006,
            "venue": "Vet Res",
            "volume": "37",
            "issn": "",
            "pages": "487-510",
            "other_ids": {
                "DOI": [
                    "10.1051/vetres:2006012"
                ]
            }
        },
        "BIBREF3": {
            "title": "Optimism over vaccines administered through mucosal surfaces",
            "authors": [],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": "1375-1376",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(05)79439-3"
                ]
            }
        },
        "BIBREF4": {
            "title": "Evaluation of the Lon-deficient Salmonella strain as an oral vaccine candidate",
            "authors": [],
            "year": 2005,
            "venue": "Microbiol Immunol",
            "volume": "49",
            "issn": "",
            "pages": "1035-1045",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Oral vaccination of calves with an aromatic-dependent Salmonella dublin (O9, 12) hybrid expressing O4, 12 protects against S. dublin (O9, 12) but not against Salmonella typhimurium (O4, 5, 12)",
            "authors": [],
            "year": 1993,
            "venue": "Infect Immun",
            "volume": "61",
            "issn": "",
            "pages": "1222-1231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Aromatic-dependent Salmonella typhimurium as modified live vaccines for calves",
            "authors": [],
            "year": 1984,
            "venue": "Am J Vet Res",
            "volume": "45",
            "issn": "",
            "pages": "59-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Vaccination of calves against Salmonella dublin with aromatic-dependent Salmonella typhimurium",
            "authors": [],
            "year": 1984,
            "venue": "Am J Vet Res",
            "volume": "45",
            "issn": "",
            "pages": "1858-1861",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Vaccine-induced protection against gastrointestinal bacterial infections in the absence of secretory antibodies",
            "authors": [],
            "year": 2005,
            "venue": "Eur J Immunol",
            "volume": "35",
            "issn": "",
            "pages": "180-188",
            "other_ids": {
                "DOI": [
                    "10.1002/eji.200425492"
                ]
            }
        },
        "BIBREF9": {
            "title": "Vaccination of calves with orally administered aromatic-dependent Salmonella Dublin",
            "authors": [],
            "year": 1993,
            "venue": "Am J Vet Res",
            "volume": "54",
            "issn": "",
            "pages": "1249-1255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Further studies on the use of Gal E mutants of Salmonella typhimurium in calves: oral vaccination and toxicity studies",
            "authors": [],
            "year": 1987,
            "venue": "J Vet Med",
            "volume": "34",
            "issn": "",
            "pages": "22-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Rotaviruses and their replication",
            "authors": [],
            "year": 2001,
            "venue": "Fields Virology",
            "volume": "4",
            "issn": "",
            "pages": "1747-1785",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The potential of Lactobacillus as a carrier for oral immunization: development and preliminary characterization of vector systems for targeted delivery of antigen",
            "authors": [],
            "year": 1996,
            "venue": "J Biotechnol",
            "volume": "44",
            "issn": "",
            "pages": "183-192",
            "other_ids": {
                "DOI": [
                    "10.1016/0168-1656(95)00140-9"
                ]
            }
        },
        "BIBREF13": {
            "title": "Instruments for oral disease-intervention strategies: recombinant Lactobacillus casei expressing tetanus toxin fragment C for vaccination or myelin proteins for oral tolerance induction in multiple sclerosis",
            "authors": [],
            "year": 1999,
            "venue": "Vaccine",
            "volume": "17",
            "issn": "",
            "pages": "2117-2128",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(99)00010-9"
                ]
            }
        },
        "BIBREF14": {
            "title": "Comparison of the immune responses induced by local immunizations with recombinant Lactobacillus plantarum producing tetanus toxin fragment C in different cellular locations",
            "authors": [],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "1769-1777",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(02)00027-0"
                ]
            }
        },
        "BIBREF15": {
            "title": "Recombinant Lactobacillus johnsonii as a mucosal vaccine delivery vehicle",
            "authors": [],
            "year": 2002,
            "venue": "Vaccine",
            "volume": "20",
            "issn": "",
            "pages": "2913-2920",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(02)00229-3"
                ]
            }
        },
        "BIBREF16": {
            "title": "Expression of Streptococcus pneumoniae antigens, PsaA and PspA by Lactobacillus casei",
            "authors": [],
            "year": 2003,
            "venue": "FEMS Microbiol Lett",
            "volume": "227",
            "issn": "",
            "pages": "25-31",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-1097(03)00645-1"
                ]
            }
        },
        "BIBREF17": {
            "title": "Intragastric administration of Lactobacillus casei expressing transmissible gastroentritis coronavirus spike glycoprotein induced specific antibody production",
            "authors": [],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "1335-42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2004.09.015"
                ]
            }
        },
        "BIBREF18": {
            "title": "Persistence of colonization of human colonicmucosa by a probiotic strain, Lactobacillus rhamnosus GG, after oral consumption",
            "authors": [],
            "year": 1999,
            "venue": "Appl Environ Microbiol",
            "volume": "65",
            "issn": "",
            "pages": "351-354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Permanent colonization by Lactobacillus casei is hindered by the low rate of cell division in mouse gut",
            "authors": [],
            "year": 2004,
            "venue": "Appl Environ Microbiol",
            "volume": "70",
            "issn": "",
            "pages": "670-674",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.70.2.670-674.2004"
                ]
            }
        },
        "BIBREF20": {
            "title": "Oral immunoadjuvant activity of a new symbiotic Lactobacillus casei subsp casei in conjunction with dextran in BALB/c mice",
            "authors": [],
            "year": 2005,
            "venue": "Nutrition Research",
            "volume": "25",
            "issn": "",
            "pages": "295-304",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nutres.2004.10.012"
                ]
            }
        },
        "BIBREF21": {
            "title": "Mucosal immunoadjuvant activity of recombinant Escherichia coli heat-labile enterotoxin and its B subunit: induction of systemic IgG and secretory IgA responses in mice by intranasal immunization with influenza virus surface antigen",
            "authors": [],
            "year": 1998,
            "venue": "Vaccine",
            "volume": "16",
            "issn": "",
            "pages": "2069-2076",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(98)00076-0"
                ]
            }
        },
        "BIBREF22": {
            "title": "Serotypic differentiation of rotaviruses in field samples from diarrheic pigs by using nucleic acid probes specific for porcine VP4 and human and porcine VP7 genes",
            "authors": [],
            "year": 1994,
            "venue": "J Clin Microbiol",
            "volume": "32",
            "issn": "",
            "pages": "311-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Recombinant cholera toxin B subunit acts as an adjuvant for the mucosal and systemic responses of mice to mucosally co-administered bovine serum albumin",
            "authors": [],
            "year": 1998,
            "venue": "Vaccine",
            "volume": "16",
            "issn": "",
            "pages": "150-155",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(97)00194-1"
                ]
            }
        },
        "BIBREF24": {
            "title": "Genetically manipulated bacterial toxin as a new generation mucosal adjuvant",
            "authors": [],
            "year": 2001,
            "venue": "Scand J Immunol",
            "volume": "53",
            "issn": "",
            "pages": "211-217",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-3083.2001.00883.x"
                ]
            }
        },
        "BIBREF25": {
            "title": "Mutational analysis of the role of ADPribosylation activity and GM1-binding activity in the adjuvant properties of the Escherichia coli heat-labile enterotoxin towards intranasally administered keyhole limpet hemocyanin",
            "authors": [],
            "year": 1998,
            "venue": "Eur J Immunol",
            "volume": "28",
            "issn": "",
            "pages": "1243-1250",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1521-4141(199804)28:04<1243::AID-IMMU1243>3.0.CO;2-E"
                ]
            }
        },
        "BIBREF26": {
            "title": "Immunosuppressive effect of cholera toxin B on allergic conjunctivitis model in guinea pig",
            "authors": [],
            "year": 2001,
            "venue": "Jpn J Ophthalmol",
            "volume": "45",
            "issn": "",
            "pages": "332-338",
            "other_ids": {
                "DOI": [
                    "10.1016/S0021-5155(01)00365-3"
                ]
            }
        },
        "BIBREF27": {
            "title": "Suppression of delayed-type hypersensitivity and IgE antibody responses to ovalbumin by intranasal administration of Escherichia coli heat-labile enterotoxin B subunit-conjugated ovalbumin",
            "authors": [],
            "year": 1997,
            "venue": "Vaccine",
            "volume": "15",
            "issn": "",
            "pages": "225-229",
            "other_ids": {
                "DOI": [
                    "10.1016/S0264-410X(96)00135-1"
                ]
            }
        },
        "BIBREF28": {
            "title": "Intranasal immunogenicity and adjuvanticity of site-directed mutant derivatives of cholera toxin",
            "authors": [],
            "year": 1997,
            "venue": "Infect Immun",
            "volume": "65",
            "issn": "",
            "pages": "2821-2828",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Mucosal vaccine made from live, recombinant Lactococcus lactis protects mice against pharyngeal infection with Streptococcus pyogenes",
            "authors": [],
            "year": 2004,
            "venue": "Infect Immun",
            "volume": "72",
            "issn": "",
            "pages": "3444-3450",
            "other_ids": {
                "DOI": [
                    "10.1128/IAI.72.6.3444-3450.2004"
                ]
            }
        },
        "BIBREF30": {
            "title": "Oral vaccination of mice against tetanus with recombinant Lactococcus lactis",
            "authors": [],
            "year": 1997,
            "venue": "Nat Biotechnol",
            "volume": "15",
            "issn": "",
            "pages": "653-657",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt0797-653"
                ]
            }
        },
        "BIBREF31": {
            "title": "Lactobacilli as live vaccine delivery vectors: progress and prospects",
            "authors": [],
            "year": 2002,
            "venue": "Trends Biotechnol",
            "volume": "20",
            "issn": "",
            "pages": "508-515",
            "other_ids": {
                "DOI": [
                    "10.1016/S0167-7799(02)02075-9"
                ]
            }
        },
        "BIBREF32": {
            "title": "Engineering the microflora to vaccinate the mucosa: serum immunoglobulin G responses and activated draining cervical lymph nodes following mucosal application of tetanus toxin fragment C-expressing lactobacilli ",
            "authors": [],
            "year": 2000,
            "venue": "Immunology",
            "volume": "100",
            "issn": "",
            "pages": "510-518",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1365-2567.2000.00069.x"
                ]
            }
        },
        "BIBREF33": {
            "title": "Survey of porcine rotavirus G and P genotype in Poland and the United States using RT-PCR",
            "authors": [],
            "year": 2002,
            "venue": "J Vet Med",
            "volume": "49",
            "issn": "",
            "pages": "373-378",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1439-0450.2002.00572.x"
                ]
            }
        },
        "BIBREF34": {
            "title": "Immunogenicity and protective efficacy of orally administered recombinant Lactococcus lactis expressing surface-bound HIV",
            "authors": [],
            "year": 2003,
            "venue": "Env Blood",
            "volume": "102",
            "issn": "",
            "pages": "223-228",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2003-01-0110"
                ]
            }
        },
        "BIBREF35": {
            "title": "Intestinal IgA synthesis: regulation of front-line body defences",
            "authors": [],
            "year": 2003,
            "venue": "Nat Rev Immunol",
            "volume": "3",
            "issn": "",
            "pages": "63-72",
            "other_ids": {
                "DOI": [
                    "10.1038/nri982"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Molecular Cloning: A Laboratory Manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 1989,
            "venue": "Molecular cloning: a laboratory manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The factors affected transformation efficiency of Lactobacillus by electroporation",
            "authors": [],
            "year": 1998,
            "venue": "Chin J Biotechnol",
            "volume": "14",
            "issn": "",
            "pages": "429-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Mice immunization with live lactococci displaying a surface anchored HPV-16 E7 oncoprotein",
            "authors": [],
            "year": 2003,
            "venue": "FEMS Microbiol Lett",
            "volume": "229",
            "issn": "",
            "pages": "37-42",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-1097(03)00778-X"
                ]
            }
        },
        "BIBREF40": {
            "title": "CpG DNA is a potent enhancer of systemic and mucosal immune responses against hepatitis B surface antigen with intranasal administration to mice",
            "authors": [],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "161",
            "issn": "",
            "pages": "4463-4466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Intragastric administration of Lactobacillus casei expressing transmissible gastroentritis coronavirus spike glycoprotein induced specific antibody production",
            "authors": [],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "1335-42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2004.09.015"
                ]
            }
        },
        "BIBREF42": {
            "title": "Rotavirus excretion in naturally infected pigs with and without diarrhea",
            "authors": [],
            "year": 1993,
            "venue": "Vet Microbiol",
            "volume": "37",
            "issn": "",
            "pages": "187-190",
            "other_ids": {
                "DOI": [
                    "10.1016/0378-1135(93)90193-B"
                ]
            }
        },
        "BIBREF43": {
            "title": "Diarrhea in young pigs: comparing the incidence of the five most common infectious agents",
            "authors": [],
            "year": 1988,
            "venue": "Vet Med Food Anim Pract",
            "volume": "1",
            "issn": "",
            "pages": "80-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Evaluation of rotavirus infection in diarrhea in Iowa commercials pigs based on an epidemiologic study of a population represented by diagnostic laboratory cases",
            "authors": [],
            "year": 1994,
            "venue": "J Vet Diagn Invest",
            "volume": "6",
            "issn": "",
            "pages": "416-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Experimental rotavirus infection in three-week old pigs",
            "authors": [],
            "year": 1989,
            "venue": "Am J Vet Res",
            "volume": "50",
            "issn": "",
            "pages": "1961-1965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Comparative histopathology of intestinal infections",
            "authors": [],
            "year": 1997,
            "venue": "Adv Exp Med Biol",
            "volume": "412",
            "issn": "",
            "pages": "1-19",
            "other_ids": {
                "DOI": []
            }
        }
    }
}