{
    "paper_id": "PMC2920842",
    "metadata": {
        "title": "Protective Efficacy of Cross-Reactive CD8+ T Cells Recognising Mutant Viral Epitopes Depends on Peptide-MHC-I Structural Interactions and T Cell Activation Threshold",
        "authors": [
            {
                "first": "Sophie",
                "middle": [
                    "A."
                ],
                "last": "Valkenburg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Gras",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carole",
                "middle": [],
                "last": "Guillonneau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nicole",
                "middle": [
                    "L."
                ],
                "last": "La Gruta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [
                    "G."
                ],
                "last": "Thomas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anthony",
                "middle": [
                    "W."
                ],
                "last": "Purcell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jamie",
                "middle": [],
                "last": "Rossjohn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "C."
                ],
                "last": "Doherty",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephen",
                "middle": [
                    "J."
                ],
                "last": "Turner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Katherine",
                "middle": [],
                "last": "Kedzierska",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [
                    "C."
                ],
                "last": "Douek",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Virus-specific CD8+ T cells play a critical role in host defence via the production of antiviral cytokines, the direct killing of virus-infected cells and the establishment of immunological memory [1]. The selection of CD8+ T cells into an immune response requires specific interaction between the T cell receptor (TCR) and virus peptide bound to Major Histocompatibility Complex class I (pMHC-I) molecules on the surface of infected host cells. The processing of virus proteins into short fragments generates thousands of peptides that might potentially form pMHC-I epitopes, but only a few elicit CTL responses [2].",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "mention": "[1]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 613,
                    "end": 616,
                    "mention": "[2]",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Virus escape mutants are well documented for persistent infections and constitute a major problem for CD8+ T cell-mediated control and vaccine design [3], [4], [5], [6], [7], [8], [9]. With regard to the influenza A viruses, mutational changes driven by CD8+ cytotoxic T lymphocytes (CTLs) are unlikely to result in long-term persistence within the individual, as other mechanisms (particularly antibody) can ultimately mediate virus clearance [10]. Even so, the fact that such mutants can be found in nature suggests that influenza virus-specific CTLs are of protective value. Perhaps this reflects that the infection of new subjects favours the selection of mutant viruses that are more slowly controlled (and thus shed for longer), particularly in the face of a seasonal “bottleneck” where much of the population is already immune [11]. In humans, influenza escape variants have been observed for CD8+ T cell epitopes presented in context of several HLAs, including HLA-B8, HLA-B27 and HLA-B35 [12], [13], [14], [15], [16], [17], [18], [19]. The immunogenic peptides can be modified at an MHC anchor residue, resulting in defective binding to the MHC-I glycoprotein, or at a TCR contact site. Mutations at TCR contact residues lead to partial (cross-reactive) or total (non-cross-reactive) loss of recognition by wt CD8+ T cells [13], with some variants eliciting epitope-specific CD8+ T cell responses that are both novel and of substantial magnitude [12].",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "mention": "[3]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 155,
                    "end": 158,
                    "mention": "[4]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 160,
                    "end": 163,
                    "mention": "[5]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 165,
                    "end": 168,
                    "mention": "[6]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 170,
                    "end": 173,
                    "mention": "[7]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 175,
                    "end": 178,
                    "mention": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 180,
                    "end": 183,
                    "mention": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 444,
                    "end": 448,
                    "mention": "[10]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 834,
                    "end": 838,
                    "mention": "[11]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 997,
                    "end": 1001,
                    "mention": "[12]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "mention": "[13]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "mention": "[14]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "mention": "[15]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "mention": "[16]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "mention": "[17]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "mention": "[18]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1039,
                    "end": 1043,
                    "mention": "[19]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1332,
                    "end": 1336,
                    "mention": "[13]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1455,
                    "end": 1459,
                    "mention": "[12]",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Using influenza A virus infection of B6 mice [20], we showed previously that virus variants with mutations at critical solvent-exposed residues that are important for TCR binding can generate effective but non-cross-reactive CD8+ CTL responses to what are essentially new epitopes [21], [22]. This raises the possibility that it might be worthwhile to think in terms of vaccinating against likely virus escape mutants. The present analysis focuses on the cross-reactive (to wt DbNP366) CD8+ T cell response to the mutant DbNPN3A epitope [22] formed by substitution of the partially solvent exposed, and non-prominent for TCR binding, residue at position (P) 3 of the influenza NP366–374 peptide [21], [23]. The findings have implications for vaccines to combat virus mutants and tumour escape variants, and suggest that immunisation against likely cross-reactive variants would have to be carefully evaluated to see if the strategy is worthwhile.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "mention": "[20]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 281,
                    "end": 285,
                    "mention": "[21]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 287,
                    "end": 291,
                    "mention": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 695,
                    "end": 699,
                    "mention": "[21]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 701,
                    "end": 705,
                    "mention": "[23]",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The NPN3A mutation was engineered into PR8 (H1N1) and HKx31 (H3N2) influenza viruses (PR8NPN3A, HKNPN3A) to allow cross-challenge experiments in the absence of antibody neutralisation. The B6 mice were immunised i.p. with the virulent PR8 mutant and wt viruses, while the HK viruses were used for primary (1o) i.n. infection of naïve mice or secondary (2o) i.n. challenge of PR8-immune (>30d previously) mice. Naïve (primary) or PR8-immune (PR8, or PR8NPN3A) mice were challenged i.n. with the homologous virus (HK, or HKNPN3A) and CD8+ T cell responses were measured using the DbNP366 and DbNPN3A tetramers (Fig 2). It was immediately apparent that the splenic DbNPN3A+CD8+ set elicited by the HKNPN3A challenge was significantly smaller on d10 (p<0.05) than the DbNP366\n+CD8+ T cell response induced by the wt virus (Fig 2B), though there was no significant difference between DbNPN3A+CD8+ and DbNP366\n+CD8+ T cell numbers at the site of infection (BAL, Fig 2A). This has been seen before [24] and suggests that the need to clear virus from the lung results in preferential CTL localization to the site of infection when immune T cell numbers are limited. The profile of a diminished DbNPN3A+CD8+ T cell response was maintained into memory (d28, Fig 1C; p<0.02), supporting the view that the relative size of persistent T cell pools reflects the extent of antigen driven proliferation during the acute anti-viral response.",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 995,
                    "mention": "[24]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Consequences of 1o and 2o homologous challenge for CTL response magnitude ::: Results",
            "ref_spans": [
                {
                    "start": 609,
                    "end": 614,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 819,
                    "end": 825,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 956,
                    "end": 962,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1248,
                    "end": 1254,
                    "mention": "Fig 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A high proportion of the wt DbNP366\n+CD8+ T cells in BAL (94.0% (10, d10); 93.2 (20, d8); Fig 2A) and spleen (69.8% (10, d10); 93.7% (20, d8); Fig 2B) bound the DbNPN3A tetramer and produced IFN-γ when stimulated by the NPN3A peptide (data not shown). Similarly, the majority (≥90%) of CD8+ T cells elicited by HKNPN3A infection bound the DbNP366 tetramer and produced IFN-γ (data not shown) at levels equivalent to those seen for the response to NPN3A, indicating a high level of cross-reactivity between the DbNP366\n+CD8+ and NPN3A+CD8+ T cell responses. Staining with the DbPA224 tetramer was included to establish that the NPN3A mutation neither diminished nor enhanced other influenza-specific CD8+ T cell responses (Fig 2).",
            "cite_spans": [],
            "section": "Consequences of 1o and 2o homologous challenge for CTL response magnitude ::: Results",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 143,
                    "end": 149,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 722,
                    "end": 727,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Despite the decreased DbNPN3A+CD8+ T cell numbers generated following primary infection (Fig 2A–C), the recall response was substantial following HKNPN3A challenge of PRNPN3A-immune mice (Fig 2DE) and the NP>PA immunodominance hierarchy that has long been recognized for secondary responses to wt influenza A viruses in H2b mice [25] was maintained (Fig 2DE). Similarly, the total cell numbers for memory DbPA224-specific T cells on d28 were comparable for those primed and boosted within the wt and mutant virus combinations (Fig 2F), while the DbNPN3A+ CD8+ set was 8-fold smaller than the wt DbNP366\n+CD8+ population (p<0.005). Again, the results following secondary challenge support the view that, at least in the earlier (d28) stages of memory, T cell numbers reflect the extent of clonal expansion during the acute phase [26]. In our experiments, we detected DbNP366\n+CD8+ and NPN3A+CD8+ T cells by two techniques, tetramer staining and IFN-γ ICS. Both techniques gave us comparable antigen-specific CD8+ T cell numbers, indicating that both tetramers accurately detected epitope-specific populations (Fig. 2GH).",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "mention": "[25]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 828,
                    "end": 832,
                    "mention": "[26]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Consequences of 1o and 2o homologous challenge for CTL response magnitude ::: Results",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "mention": "Fig 2A–C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 188,
                    "end": 195,
                    "mention": "Fig 2DE",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 350,
                    "end": 357,
                    "mention": "Fig 2DE",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 527,
                    "end": 533,
                    "mention": "Fig 2F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1109,
                    "end": 1117,
                    "mention": "Fig. 2GH",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Given that the NPN3A mutation was associated with a numerically diminished response following infection with either the wt or NPN3A influenza A viruses (Fig 2), we also asked if there was any effect on CD8+ T cell function or phenotype, particularly for markers (CD62L and CD127) that discriminate between memory T cell subsets [27], [28]. More of the DbNPN3A+CD8+ T cells remained CD62Lhi when sampled at the peak of the response (d10) following primary challenge (Fig S1A), confirming the impression from the quantitative analysis (Fig 2 A–C) that there may be less clonal expansion. On the other hand, IL-7R expression was comparable for the DbNPN3A+CD8+ and DbNP366\n+CD8+ T cell populations generated in virus-infected naïve mice (Fig S1 CD) with both being (p<0.01) lower than the values for the DbPA224-specific set (Fig S1C). This suggests that IL-7R levels may be antigen dose- rather than magnitude-dependent. Neither of these differential effects was apparent for d28 memory T cells specific for the mutant or wt epitopes (Fig S1BD). Functional analysis of cytokine production based on short term (5h) stimulation with cognate peptide in the ICS assay showed no obvious differences at any stage for the DbNP366 and DbNPN3A-specifc T cells, though the usual divergence [29] from the DbPA224\n+CD8+ T cell response was observed (p<0.01) (Fig S1 E–H). These data suggest that NPN3A mutation leads to cross-reactive, but diminished, CD8+ T cell responses with comparable cytokine production profiles.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "mention": "[27]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 334,
                    "end": 338,
                    "mention": "[28]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "mention": "[29]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Consequences of 1o and 2o homologous challenge for CTL response magnitude ::: Results",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 158,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 534,
                    "end": 543,
                    "mention": "Fig 2 A–C",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Can the smaller response to DbNPN3A be correlated with structural constraints or any decrease in stability for the pMHC-I complex? The DbNPN3A crystal structure containing the heavy chain of H-2Db (residues 1–275), the β2 microglobulin (residues 1–99) and the 9 residues of the NPN3A peptide was determined to a 2.6 Å resolution (Fig. 3 and Table 1), with a final Rfactor of 22.1% and an Rfree of 30.4%. The structure of the H-2Db-NPN3A complex was compared (Fig. 3B, Table 1) to the wt DbNP366\n[23]. As observed for the wt DbNP366, the mutant NPN3A peptide bound H-2Db in an extended conformation, the P2-Ser, P5-Asn and P9-Met represent the anchor residues, P3-Ala semi-anchor residue, whereas the P4-Glu, P6-Met, P7-Glu and P8-Thr are solvent exposed and available for contact by the TCR (Fig. 3AB). The DbNP366 and DbNPN3A structures are very similar with a root mean square deviation (r.m.s.d.) of 0.44 Å on the α1–α2 domains and a r.m.s.d of 0.20 Å on the peptides. With the exception of P3-Ala, the structure of Db-NP366 and Db-NPN3A superimpose well.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 499,
                    "mention": "[23]",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Crystal structure and thermostability of the H2Db-NP-N3A complex ::: Results",
            "ref_spans": [
                {
                    "start": 330,
                    "end": 336,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 459,
                    "end": 466,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 792,
                    "end": 800,
                    "mention": "Fig. 3AB",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 341,
                    "end": 348,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 475,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "However, the mutation of P3-Asn to Ala leads to a loss of 35 contacts between the peptide and the MHC molecule. In comparison to the wt NP366 that makes 636 contacts with the H-2Db molecule, the NPN3A peptide achieves only 601 contacts. Interestingly, the Asn3 Ala mutation abolishes contacts between the P3 residue of the peptide with His155 and the Tyr156 of the MHC and eliminates one hydrogen bond between the P3-AsnNδ2 and the P4-GluO (Fig. 3CD). The loss of inter-residue bonding between 3N and 4E within the NPN3A peptide may also be important for TCR recognition as it changes the characteristics of the wt DbNP366 epitope (defined as type III constraint) [30] into an unconstrained DbNPN3A epitope. This change of constraint within the epitope could affect the dynamics of the peptide upon TCR ligation, and subsequently alter TCR reactivity toward the mutated epitope. In addition, the loss of contacts with the His155 of the MHC is of interest, as position 155, termed the “gate-keeper residue” [31] is involved in contacting the TCRs in all TCRpMHC-I complexes solved to date [32]. Thus, the lack of interactions between the NPN3A peptide and the MHC through His155 may also affect recognition of the complex by DbNP366-specific TCRs.",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "mention": "[30]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "mention": "[31]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "mention": "[32]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Crystal structure and thermostability of the H2Db-NP-N3A complex ::: Results",
            "ref_spans": [
                {
                    "start": 441,
                    "end": 449,
                    "mention": "Fig. 3CD",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The loss of contacts between the peptide and the MHC molecule could lead to decreased stability of the peptide and subsequent changes in NPN3A presentation. To test this hypothesis, we performed a thermostability assay on both NP366 and NPN3A bound to the H-2Db molecule. The NP366 and NPN3A peptides are equally effective at stabilising H-2Db. The pMHC-I complex with the NP366 wt peptide had a Tm of 51.8±0.7°C and DbNPN3A showed a comparable level of thermostability (Tm = 51.4±1°C), irrespective of the concentrations of the complex used for the assay. This suggests that the NPN3A mutation does not modify the stability of the pMHC-I complex when compared to the cognate epitope.",
            "cite_spans": [],
            "section": "Crystal structure and thermostability of the H2Db-NP-N3A complex ::: Results",
            "ref_spans": []
        },
        {
            "text": "Is the smaller DbNPN3A+CD8+ T cell response a consequence of diminished naïve CTL [33]? We found (Fig 4A) similar naive CTLp counts for DbNPN3A (34.6±13.08) and DbNP366 (28.5±11.0), indicating that the smaller response to DbNPN3A+CD8+ is not due to reduced number of naïve precursors. Furthermore, assessing the extent of Vβ8.3 bias (the dominant Vβ for the DbNP366\n+CD8+ set) within the naïve DbNPN3A+CD8+ population (Fig 4B) showed that the extent of Vβ8.3 usage (mean 13.2%±4.3) (Fig. 4B) was much the same as that determined previously [33] for naïve DbNP366\n+CD8+ CTLps (mean 17.1%±7.4) However, sequencing the naïve DbNPN3A+Vβ8.3+CD8+ TCR CDR3β regions showed a clear difference from the comparable wt-specific set. The “public TCR” dominance characteristic of DbNP366\n+Vβ8.3+CD8+ T cells in both pre-immune [33] and immune [34] TCRβ repertoires [34] was not a prominent feature of the DbNPN3A-specific TCR repertoire. These public TCRs were found in only one (SGGANTGQL and SGGGNTGQL) or two (SGGSNTGQL) of the 10 mice tested (Fig. 4C). Thus, although the naïve CTLp frequencies are comparable for DbNP366\n+Vβ8.3+CD8+ and DbNPN3A+Vβ8.3+CD8+ T cells and there is some overlap of some cross-reactive TCRs, the two repertoires are far from identical. The roughly equivalent numbers of precursors specific for the wt DbNP366 and mutant NPN3A peptides were unexpected considering the lower response after infection with the mutated virus. The lower magnitude of the NPN3A+CD8+ T cell response and narrower TCRβ repertoire suggest that only a proportion of naïve NPN3A+CD8+ precursors are being recruited into the immune response or that, once recruited, these cells do not expand efficiently. Inefficient recruitment and/or expansion early after influenza infection, despite large naïve CTL precursor numbers, have been recently documented by our group as key determinants of subdominance for DbPB1-F262 and KbNS2114-specific responses [33].",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 540,
                    "end": 544,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 814,
                    "end": 818,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 830,
                    "end": 834,
                    "mention": "[34]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 852,
                    "end": 856,
                    "mention": "[34]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1938,
                    "end": 1942,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Naïve precursor frequency and TCR repertoire for DbNPN3A ::: Results",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "mention": "Fig 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 419,
                    "end": 425,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 483,
                    "end": 490,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1034,
                    "end": 1041,
                    "mention": "Fig. 4C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The next step was to dissect the immune DbNPN3A+CD8+ CTL repertoire to determine how TCR diversity relates to the size of the immune DbNPN3A+CD8+ T cell response. The DbNPN3A-specific CD8+ T cells were first analysed for Vβ usage by staining with a panel of anti-TCRVβ mAbs and the DbNPN3A tetramer. After infection with the NPN3A viruses, the strong Vβ8.3 bias characteristic of responding DbNP366\n+CD8+ T cells [34], [35] was prominent for the DbNPN3A+CD8+ sets in only 50% of the immune mice (n = 10). The mutant DbNPN3A+CD8+ T cells utilized a variable spectrum of TCRVβ elements, with over-representation of Vβ 7, 8.1/8.2, 9, 11, and 12 after primary (Fig S2A) or Vβ6, 7 and 9 following secondary (Fig S2B) NPN3A virus challenge.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "mention": "[34]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 419,
                    "end": 423,
                    "mention": "[35]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "DbNPN3A selects distinct and more restricted TCR Vβ signatures ::: Results",
            "ref_spans": []
        },
        {
            "text": "We analysed TCRβ clonotypes within the Vβ8.3 as (i) it is still a preferred region (29.8%±20.2) of NPN3A+CD8+ T cell response) and (ii) clonotypes within this region could be highly relevant for cross-reactive CD8+ T cell responses between NP366 and NPN3A as they are prominent in both populations. Overall, the mutant and the wt immune Vβ8.3 repertoires appear different. Single-cell RT-PCR and sequencing of the CDR3β region of tetramer+Vβ8.3+CD8+ T cells following either HK or HK-NPN3A infections showed that (Table S1) the mutant DbNPN3A+CD8+ T cells utilized different Jβ regions (primary (10): Jβ1.1, Jβ1.3; secondary (20): Jβ1.1, Jβ1.6, Jβ2.2) in comparison to the wt DbNP366\n+CD8+ population (10: Jβ2.2, Jβ2.4; 20: Jβ 2.2), and showed evidence of more variable CDR3β loop lengths (8–9 aa). The reduction (relative to the wt DbNP366) in Vβ8.3 usage by the DbNPN3A+CD8+ T cells reproduces the relative loss of “public” wt TCRs found for the naïve repertoire (Fig 4B). This likely reflects that the N3A mutation has disrupted an “optimal” TCR/pMHC fit that maximizes antigen-driven clonal expansion. Indeed, the public TCRs were not a prominent feature of the DbNPN3A+CD8+ set, being found in only 4 of the 7 NPN3A-infected mice at a very low frequency, namely 0% in the 10 response and 22.9% in the 20 response (Table 2). This is in contrast to the DbNP366\n+CD8+ Vβ8.3+ TCR repertoire [34] that is largely (90%) comprised of high-frequency, public clonotypes found in all infected B6 mice [34].",
            "cite_spans": [
                {
                    "start": 1392,
                    "end": 1396,
                    "mention": "[34]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1496,
                    "end": 1500,
                    "mention": "[34]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "DbNPN3A selects distinct and more restricted TCR Vβ signatures ::: Results",
            "ref_spans": [
                {
                    "start": 966,
                    "end": 972,
                    "mention": "Fig 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1319,
                    "end": 1326,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "These results also establish that the naïve DbNPN3A+ CD8+ TCR repertoire (Fig. 4C) is predictive of the immune DbNPN3A+ CD8+ TCRβ response (Table 2). The relative lack of a “public” response translated to a profile of reduced “sharing” between individual mice, and a total increase in the number of DbNPN3A+CD8+ clonotypes due to the ‘private’ nature of TCRβ repertoire for each mouse (Table 2). Even so, the clonotypic diversity within individual NPN3A virus-infected mice was reduced compared to the spectrum found following wt virus-infection. This was true whether the cells were sorted using the wt DbNP366 or the mutant DbNPN3A tetramer, reflecting the significant cross-reactivity between the DbNP366 and DbNPN3A-specific populations recovered from mice infected with the NPN3A viruses. By the measure of tetramer binding, it thus seems that the NPN3A virus is selecting a less diverse repertoire than the wt virus, with the repertoire being almost completely cross-reactive with that elicited by the wt DbNP366 epitope.",
            "cite_spans": [],
            "section": "DbNPN3A selects distinct and more restricted TCR Vβ signatures ::: Results",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "mention": "Fig. 4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 140,
                    "end": 147,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 393,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Similarly, when the DbNP366\n+Vβ8.3+CD8+ T cells induced by wt HK infection were sequenced, the majority of the TCRβ clonotypes were detected with both the DbNP366 and DbNPN3A tetramers (Table 3). However, a switch in frequency was seen for some CDR3β-defined clonotypes, indicating selective binding of particular TCRs by the DbNPN3A tetramer. For example in M9 and M10 (Table 3) the ‘public’ SGGANTGQL CDR3β-sequence dominated the DbNP366\n+Vβ8.3+CD8+ T cell population, whereas this sequence was less commonly detected in the same mice by the DbNPN3A tetramer. The difference could, of course, reflect diversity in TCRα usage.",
            "cite_spans": [],
            "section": "DbNPN3A selects distinct and more restricted TCR Vβ signatures ::: Results",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 378,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Following clonotype selection with the DbNP366 and DbNPN3A tetramers, sequencing of the secondary TCRβ repertoire (M11–M13) induced by challenge with the homologous (PR8, then HK) viruses showed less divergence within the wt DbNP366\n+CD8+ T cell specific population. Interestingly, clonotypes like KGGSNTGQL were enriched by the DbNPN3A tetramer in some but not other mice (Table 3; present in M9 but not M12) suggesting, again, the likely importance of Vβ-Vα chain pairing for recognition of the native DbNP366\n+CD8+ T cells with the mutant DbNPN3A tetramer. Thus, the analysis suggests that only a subset of the repertoire generated by wt infection is able to recognize the DbNPN3A epitope, though this population is more diverse than that generated in response to the mutant NPN3A virus. All the statistical differences (Table 2, Table 3) were confirmed when the data were standardized to a number of sequences (data not shown).",
            "cite_spans": [],
            "section": "DbNPN3A selects distinct and more restricted TCR Vβ signatures ::: Results",
            "ref_spans": [
                {
                    "start": 374,
                    "end": 381,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 831,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 840,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We further analyzed the DbNPN3A+Vβ9+CD8+ set that was prominent in 2 of the HK-NPN3A secondarily challenged mice. An average of 1.5±1 TCRβ clonotypes was found within this population (Table S2). Again, the DbNPN3A+Vβ9+CD8+ TCRβ repertoire emerged as essentially restricted and private. However, TCRβ analysis within other Vβs for NPN3A+CD8+ T cells would need to be performed to compare the whole TCR repertoires.",
            "cite_spans": [],
            "section": "DbNPN3A selects distinct and more restricted TCR Vβ signatures ::: Results",
            "ref_spans": []
        },
        {
            "text": "Analysis of Vα chain usage for the mutant DbNPN3A+CD8+ and wt DbNP366\n+CD8+ T cells by PCR with a panel of Vα specific primers established that those two T cell responses indeed tend to utilise different Vα chains. The wt DbNP366\n+CD8+ T cell population [36] (Day EB, unpublished) tended to use Vα8 and Vα17.3 (n = 3). Conversely, the DbNPN3A+CD8+ TCRs preferentially expressed Vα4, Vα5 and Vα11 (Table S1). While the sample size is small and there are at least 72 different Vα chains, these results provide a snapshot of the mutant DbNPN3A+ and wt DbNP366\n+ populations and suggest that there are differences in both Vβ and Vα TCR chain usage.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "mention": "[36]",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "DbNPN3A selects distinct and more restricted TCR Vβ signatures ::: Results",
            "ref_spans": []
        },
        {
            "text": "As there was substantial cross-reactivity in vitro (Fig. 2) for the DbNP366 and DbNPN3A-specific responses, it was important to determine whether memory T cells that cross-react for the DbNP366 and DbNPN3A epitopes are preferentially recalled by secondary infection with the heterologous virus. Mice that were primed with the PR8NPN3A and then challenged with either the wt HK or mutant HKNPN3A viruses showed equivalent recall of DbNPN3A+CD8+ T cells during the acute phase of the secondary response. This was detected by IFN-γ production (Fig 5A) and tetramer staining (data not shown) and is consistent with the TCR CDR3β analysis (Table 2). Conversely, when mice were firstly primed with wt PR8, then later infected i.n. with either the wt HK or mutant HK-NPN3A, the DbNP366\n+CD8+ T cells were differentially recalled indicating that (in the absence of primary selection from the naïve repertoire by the mutant epitope) only some of the DbNP366\n+CD8+ memory T cells that were expanded by heterologous challenge bind DbNPN3A (Fig. 5A). Interestingly, wt priming and challenge (10 PR8->20 X31) resulted in significantly higher CD8+ T cells numbers (Fig. 5B) than were found for any secondary CD8+ T cell responses after NPN3A priming (10 PR8-NPN3A->20 X31-NPN3A and 10 PR8-NPN3A->20 X31). These results lead to two main conclusions: (i) priming with the wt virus elicits CD8+ T cells that respond relatively well to a subsequent infection with cross-reactive variant (ie 10 PR8->20 X31-NPN3A = 10 PR8-NPN3A->20 X31-NPN3A); (ii) priming with the cross-reactive variant can be detrimental as the diminished primary response may limit the full expansion of CD8+ T cells that are able to respond to the subsequent wt infection (ie 10 PR8-NPN3A->20 X31 is lower than 10 PR8->20 X31) and skew the TCR usage. Thus, using NPN3A for either priming or the challenge gives an equally poor response.",
            "cite_spans": [],
            "section": "Response characteristics following heterologous challenge and TCR/pMHC-I avidity ::: Results",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 541,
                    "end": 547,
                    "mention": "Fig 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1029,
                    "end": 1036,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1151,
                    "end": 1158,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 635,
                    "end": 642,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To determine whether such decreased CD8+ responses elicited after heterologous challenge would affect influenza virus clearance, we performed experiments to examine the protective efficacy of cross-reactive CD8+ T cell repertoires. We performed prime-and-challenge studies in μMT mice lacking B cells to ensure that antibody responses did not mask any possible inhibitory effects of “suboptimal” TCRs on viral clearance. As suggested by CD8+ T cell data, assessment of lung viral titres showed delayed viral clearance on d6 after the secondary infection in case of heterologous prime-and-boost (PR8->X31-NPN3A and PR8-NPN3A->X31) compared to homologous infections (PR8->X31 or PR8-NPN3A->X31-NPN3A) (Fig. 5B). These results indicate that recall of “suboptimal” TCRs for a single T cell specificity can lead to delayed viral clearance, despite the presence of other influenza CD8+ T cell responses (DbPA224\n+CD8+, DbPB162\n+CD8+, KbNS1114\n+CD8+, KbPB1703\n+CD8+).",
            "cite_spans": [],
            "section": "Response characteristics following heterologous challenge and TCR/pMHC-I avidity ::: Results",
            "ref_spans": [
                {
                    "start": 700,
                    "end": 707,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "These patterns of complete, or partial, cross-stimulation following in vivo virus challenge were reflected in the results found for in vitro measurements of “functional avidity” (Fig 6). Pulsing immune spleen cells recovered directly ex vivo with graded doses of wt or mutant peptide in the ICS assay showed comparable levels of IFN-γ induction (Fig 6AC) in every situation but one, the exposure of wt-primed T cells to the NPN3A peptide (Fig 6B). Thus, while the immune repertoire selected by DbNP3A shows evidence of equivalent avidity following stimulation with the NPN3A or NP366 peptides, DbNP366 induces a response that is of higher avidity for the wt than the mutant epitope. The same effect was seen even more clearly when three (all expressing the SGGGNTGQL CDR3β) T cell hybridoma lines [37] specific for DbNP366 were stimulated with the two peptides (Fig 6DE). This result is in accord with findings from both the TCR repertoire analysis of cross-reactive clonotypes, assessed by tetramer binding (Table 2), and the response magnitudes determined following homologous and heterologous virus challenge (Fig 5). Thus, priming and recall of cross-reactive CD8+ T cells recognising mutant viral epitopes reflects functional (defined as responsiveness to a peptide) pMHC-TCR avidity.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 801,
                    "mention": "[37]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Response characteristics following heterologous challenge and TCR/pMHC-I avidity ::: Results",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 184,
                    "mention": "Fig 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 346,
                    "end": 353,
                    "mention": "Fig 6AC",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 439,
                    "end": 445,
                    "mention": "Fig 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 862,
                    "end": 869,
                    "mention": "Fig 6DE",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1113,
                    "end": 1118,
                    "mention": "Fig 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1009,
                    "end": 1016,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To determine the pMHC-I avidity of the responding DbNP366\n+CD8+ and NPN3A+CD8+ T cells, we additionally performed tetramer dilution (Fig. 7A–C) and tetramer dissociation (Fig. 7D–E) assays. While tetramer dissociation assay measured the “off-rate” component of pMHC-I avidity, tetramer dilution technique assessed the overall pMHC-I avidity (both the “on” and “off” rates). Furthermore, we also assessed CD8β-dependence for functional activation (a measure of low avidity CD8+ T cells) of both wt DbNP366\n+CD8+ and the mutant NPN3A+CD8+ T cells by anti-CD8β mAb blocking, followed by IFN-γ ICS (Fig. 7G–I). Our data obtained from those three additional measures of pMHC-I avidity confirmed the results obtained by the peptide titration combined with ICS (functional avidity, Fig. 6) and further suggested significantly lower pMHC-I avidity of the wt DbNP366\n+CD8+ (generated by the wt HK infection) for NPN3A variant.",
            "cite_spans": [],
            "section": "Response characteristics following heterologous challenge and TCR/pMHC-I avidity ::: Results",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 142,
                    "mention": "Fig. 7A–C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 171,
                    "end": 180,
                    "mention": "Fig. 7D–E",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 595,
                    "end": 604,
                    "mention": "Fig. 7G–I",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 775,
                    "end": 781,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The P3N within the immunodominant influenza virus-specific DbNP366 epitope is a partially solvent exposed, and non-prominent for TCR binding, residue that is predominantly buried within the MHC cleft [21], [23]. The NPN3A mutation leads to both decreased recruitment of CD8+ T cells and a narrowed clonotype selection profile within Vβ8.3 and Vβ9 regions. Structurally, the mutation leads to a loss of a number of contacts between the NPN3A peptide and the MHC-I molecule, including a contact with the gate-keeper residue at position 155, and unaltered stability of the H-2Db-NPN3A complex. The fact that the NPN3A mutation affects contacts with the MHC-I at His155, known to play an important role in TCR-pMHC structures in general, is likely to indirectly compromise the TCR recognition. By loosing the bond with the Asn3, His155 may gain more flexibility and thus be inappropriately placed for the subsequent TCR ligation onto the NPN3A peptide. Alternatively, it is also possible that a small part of the solvent-exposed head group of the Asn3 residue in the wt NP366 peptide might, to some extent, be directly interacting with the TCR following ligation.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "mention": "[21]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 206,
                    "end": 210,
                    "mention": "[23]",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Surprisingly, despite the loss of several contacts between NPN3A peptide and H-2Db, the stability of the peptide-MHC-I complex remains constant for both NP366 and NPN3A. This suggests that the Asn3 as a secondary anchor does not play an important role in stabilizing the peptide within the MHC-I. The structural basis for the diminished recruitment of DbNPN3A-specific CD8+ T cells is thus likely to rest in the way that the partially-solvent exposed residue contacts MHC-I and modifies TCR ligation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The emerging DbNPN3A+CD8+ T cell population was characterised by different Vα and Vβ preference, distinct CDR3β sequences and a lower overall TCR diversity in comparison to wt DbNP366\n+CD8+ T cells. These findings suggest that a very limited spectrum of CD8+ T cells can recognise the DbNPN3A mutant structure. Interestingly, a similar P3 substitution in the influenza virus DbPA224 epitope had no affect on DbPA224\n+CD8+ T cell recognition and recruited a diverse array of TCR clones comparable to the spectrum found for the wt response [21]. This suggests that the partially-exposed P3 residue plays a greater structural and/or TCR recognition role for the “featureless” DbNP366 than for the “featured” DbPA224 complex reflecting, in turn, the more limited spectrum of TCRs that bind DbNP366\n[21]. Taken together, it appears that partially-exposed residues within viral peptides can provide important contacts with the MHC-I, which can in turn cause remote effects that modify antigenicity for the TCR-pMHC-I complex and impact on both TCR repertoire selection and the magnitude of CD8+ T cell responses.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 542,
                    "mention": "[21]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 794,
                    "end": 798,
                    "mention": "[21]",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Interestingly, there were no differences in function or phenotype characteristics for the DbNP366\n+CD8+ and NPN3A+CD8+ T cells, although those two CTL sets had a high proportion of different TCR clones. This is in accordance with previous studies showing that the simultaneous production of antiviral cytokines [29] and IL-7R [20] expression is antigen dose- rather than magnitude-related. Conversely, levels of the CD62L [38], [39], [40] activation marker differed for the DbNP366\n+CD8+ and NPN3A+CD8+ populations, indicating that response magnitude has some relationship to the activation status of CD8+ T cells [40], [41], [42] which may, perhaps, reflect the extent of CTL proliferation.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "mention": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 326,
                    "end": 330,
                    "mention": "[20]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 422,
                    "end": 426,
                    "mention": "[38]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 428,
                    "end": 432,
                    "mention": "[39]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 434,
                    "end": 438,
                    "mention": "[40]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 614,
                    "end": 618,
                    "mention": "[40]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 620,
                    "end": 624,
                    "mention": "[41]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 626,
                    "end": 630,
                    "mention": "[42]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The TCR repertoires specific for DbNP366 and DbNPN3A appear to be quite distinct. The response overall for wt DbNP366\n+CD8+ T cells is characterised by conserved, “public” clonotypes that constitute the majority (83.5% in 10 response and 92.3% in 20 response) of the selected TCR repertoire [34]. These public clonotypes are not a prominent feature of the DbNPN3A+CD8+ set, being found only in 4/7 NPN3A-infected mice at very low frequency. Since we know that these TCR clonotypes are present in all B6 mice [34], the difference presumably reflects the lower TCR avidity for DbNPN3A, as indicated by the T cell hybridoma analysis where they were shown to require 1000 times more NPN3A than NP366 peptide for optimal stimulation. Since the public clonotypes cannot be efficiently recruited into the immune response by the mutated N3A virus, this could have created a “hole” in TCRs capable of recognising the mutated epitope, which subsequently can lead to a reduction in T cell immunogenicity [43]. However, though both the DbNP366\n+CD8+ and DbNPN3A+CD8+ T cell responses are characterised by quite distinct TCR repertoires, the majority are bound by both the DbNP366 and DbNPN3A tetramers and can be detected by stimulation with either the NP366 or the NPN3A peptides, suggesting that a clonal dissection of TCR clonotypes is needed to make a valid interpretation about the truly cross-reactive CD8+ T cell responses. These findings also raise questions concerning the true correlation between pHMC-I tetramer binding in vitro and the in vivo selection of a responding TCR repertoire.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "mention": "[34]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 508,
                    "end": 512,
                    "mention": "[34]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 993,
                    "end": 997,
                    "mention": "[43]",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Overall, the results indicate that a loss of a number of contacts between the NPN3A peptide and the MHC-I molecule and lower functional and structural pMHC-I avidity (for wt DbNP366) DbNPN3A selects a narrowed TCR repertoire of “best fit” TCRs from a spectrum of naïve clonotypes that, once activated, clonally expanded and engaged in an immune response, have sufficient avidity to be recalled by exposure to the wt DbNP366 epitope. Conversely, the “better” fit DbNP366 finds a sufficient spectrum of high avidity TCRs within that available naive repertoire and does not (likely because of clonal competition) select most of the TCR αβ pairs that interact optimally with DbNPN3A. Priming with the wt virus thus establishes memory for only a very limited secondary response to the mutant. Similar to our results, subtle variations within the anchor residue of Hb peptide/I-Ek also decreased peptide-MHC class II affinity and the activation of responding T cells [44].",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 965,
                    "mention": "[44]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Thinking about this in terms of possible vaccination strategies for use against rapidly changing viruses or tumor epitopes, it appears that priming with cross-reactive mutants that have characteristics comparable to NPN3A would be of no benefit (or even could be detrimental as evidenced by delayed viral clearance) as the same level of T cell immunity against such mutants can be elicited by exposure to the wt epitope. On the other hand, changes like the non-cross-reactive NP-M6A mutation [22] that induce a completely novel, high quality response might merit incorporation in an experimental vaccine or immunotherapy strategy. Overall, working out the topographical constraints that determine these differential response profiles would seem eminently worthwhile.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 496,
                    "mention": "[22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A further reason for defining the structural rules governing TCR cross-recognition is that similar effects have been found for different epitopes derived from unrelated viruses. Published studies provide evidence for cross-reactive CD8+ T cell responses between influenza A virus and Epstein-Barr virus (EBV) [45], influenza A virus and Hepatitis C virus (HCV) [46], [47] or lymphocytic choriomeningitis virus (LCMV) and Pichinde virus (PV) [48]. Such heterologous cross-reactive immunity can unintentionally skew TCR recruitment, result in a narrow TCR repertoire and subsequent viral escape [48] as well as influenza disease severity [45]. The topic of TCR cross-reactivity in CD8+ T cell responses clearly merits more attention.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 313,
                    "mention": "[45]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 361,
                    "end": 365,
                    "mention": "[46]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 367,
                    "end": 371,
                    "mention": "[47]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 441,
                    "end": 445,
                    "mention": "[48]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 593,
                    "end": 597,
                    "mention": "[48]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 636,
                    "end": 640,
                    "mention": "[45]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "All animal experimentation was conducted following the Australian National Health and Medical Research Council Code of Practice for the Care and Use of Animals for Scientific Purposes guidelines for housing and care of laboratory animals and performed in accordance with Institutional regulations after pertinent review and approval by the University of Melbourne Animal Ethics Experimentation Committee in Melbourne.",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "C57BL/6J (B6, H2b) and μMT mice were bred and housed under specific pathogen free conditions at the Department of Microbiology and Immunology, University of Melbourne. For the generation of acute influenza responses mice were lightly anaesthetised by inhalation of methoxyflurane and infected intranasally (i.n.) with 1×104 plaque forming units (p.f.u.) of HK-X31 (H3N2, X31) or modified HK-X31 (HK-NPN3A) influenza A viruses in 30µl of PBS. For recall responses mice were first primed intraperitoneally (i.p.) with 1.5×107 p.f.u. of the serologically distinct PR8 (H1N1) or modified PR8 (PR8-NPN3A) influenza A viruses, in 500µl of PBS. Viruses share the same internal components for NP and PA from which CD8 epitopes are derived [49]. Virus stocks were grown in the allantoic cavity of 10 day old embryonated chicken eggs, from which the viral titre was determined by plaque assay on monolayers of Madin derby canine kidney (MDCK) cells.",
            "cite_spans": [
                {
                    "start": 731,
                    "end": 735,
                    "mention": "[49]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Mice and viral infection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Recombinant influenza viruses with the single amino acid substitution (N3A) within the NP366 peptide, ASNENMETM, were generated using the eight-plasmid reverse genetics system [50]. The substitution was first incorporated by site directed mutagenesis using PCR primers encoding N3A366 peptide, ASAENMETM, and the opposite primer encoding NP. Recombinant PCR products encoding N3A366 were digested with BsmB1 and ligated into the alkaline phosphatase treated pHW2000 vector. Recombinant viruses (HK-NPN3A and PR8-NPN3A) were rescued following transfection of MDCK-293T cell co-culture with the eight plasmids encoding influenza segments. Viruses were then amplified in the allantoic cavity of 10-day old embryonated chicken eggs, and the viral titre determined by plaque assay of allantoic fluid infecting monolayers of MDCK cells. There was any evidence of altered fitness in vivo for the HKNPN3A virus, as the kinetics of virus growth and clearance following i.n. challenge of naïve B6 mice were found to be equivalent for the wt HK and mutant viruses (Fig S3A). Similarly, the levels of CTL activity found using target cells infected with HKNPN3A or the HK wt viruses were comparable, and the same was seen for peptide pulsed cells, suggesting that antigen presentation of NPN3A peptide remains constant (Fig S3 BC).",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "mention": "[50]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Generation and titration of recombinant influenza viruses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Lungs taken from mice after primary viral infection (Fig. S3A) or prime-and-boost approach using homologous (PR8->X31 and PR8-NPN3A->X31-NPN3A) or heterologous (PR8->X31-NPN3A and PR8-NPN3A->X31) strategy (Fig. 5B) were homogenised and the virus-containing supernatant above the cell debris was harvested and stored at −70°C. Titres of infectious virus in the lung supernatants were determined by plaque assay on monolayers of MDCK cells.",
            "cite_spans": [],
            "section": "Determination of viral titres ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Spleen and bronchoalveolar lavage (BAL) samples were recovered from mice at acute phases of the primary and secondary infections (d10 and d8 respectively), and the BAL samples were incubated on plastic petri-dishes for 1hr at 370C to remove macrophages. The spleens were disrupted and enriched for CD8+ T cells using goat anti-mouse IgG and IgM antibodies (Jackson ImmunoResearch Labs, West Grove, PA, USA). For assessment of naïve precursor frequency of N3A366\n+CD8+ T cells, spleens and lymph nodes (inguinal, brachial, axillary, superficial cervical, and mesenteric) were collected from naïve mice and processed to single-cell suspensions.",
            "cite_spans": [],
            "section": "Tissue sampling and cell preparation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Lymphocytes from the BAL and spleen were stained with tetramers conjugated to Strepavidin-APC or PE (Molecular Probes, Eugene, OR, USA) at optimal staining concentrations (10 µg/ml DbNP366, 40 µg/ml DbN3A366, and 10 µg/ml DbPA224 tetramers) for 1hr at room temperature. Cells were washed twice in FACS buffer, and stained with 1 µg/ml CD8-PerCP Cy5.5, 5 µg/ml CD62L-FITC and 5 µg/ml CD127-APC mAbs (BD Biosciences) for 30 mins on ice, washed twice and analysed by flow cytometry on the FACS Calibur (BD Immunocytometry) and analysed by CellQuest Pro software (BD Immunocytometry). We titrated all the batches of all the tetramers used in this study. We used tetramers at optimal concentrations (10–40µg/ml) based on both the percentage of epitope-specific CD8+ T cells and the mean fluorescence intensity (MFI) of tetramer staining. A Scatchard analysis [51] based on the tetramer dilution assay (Fig. 7 A–C) was also plotted (Fig. S4) and confirmed our observations from routine tetramer titrations that the DbNP366 tetramer displays slightly superior pMHC binding capacities over the NPN3A tetramer at a concentration <5µg/ml.",
            "cite_spans": [
                {
                    "start": 854,
                    "end": 858,
                    "mention": "[51]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Tetramer and phenotypic staining of CD8+ T cells ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 897,
                    "end": 907,
                    "mention": "Fig. 7 A–C",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "CD8+ T cells from spleen were stained with the DbNP366 and Db-NPN3A tetramers conjugated to Streptavidin-PE (Molecular Probes, Eugene, OR) for 60mins at room temperature. For a tetramer dilution assay, 2-fold dilutions of PE-conjugated tetramers were used at a range of concentrations (0.15–40µg/ml). For a tetramer dissociation assay, lymphocytes were stained at the optimal concentration of PE-conjugated tetramers as assessed by tetramer titration as determined by both the percentage of tetramer+CD8+ T cells and mean fluorescence intensity (MFI). Cells were washed twice in FACS buffer (10%BSA/0.02% NaAz in PBS), stained with a FITC-conjugated mAb to CD8α (BD Biosciences Pharmingen) for 30mins on ice, washed and analysed by flow cytometry. As a measure of pMHC avidity, splenic T cells were used in tetramer dissociation assay [29]. After staining with tetramer, T cells were washed and incubated in the presence of anti-H2Db antibody at 5µg/ml at 370C to prevent tetramer rebinding. Cells were removed at intervals, stained with the FITC-conjugated mAb to CD8α and analysed by flow cytometry. Loss of tetramer+CD8+ T cells at particular time-points was calculated in comparison to tetramer staining at t = 0mins.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 839,
                    "mention": "[29]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Tetramer dilution and tetramer dissociation analyses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Enriched T cell populations from spleen and BAL were stimulated with one of the NP366, N3A366, PA224 or PB1703 peptides (AusPep) for 5 hrs at 37°C, 5% CO2 in the presence of 1µg/ml Golgi-Plug (BD Biosciences Pharmingen) and 10U/ml recombinant human IL-2 (Roche, Germany) (BD Biosciences). Cells were washed twice with FACS buffer, stained with CD8-PerCP Cy5.5 for 30 mins on ice, fixed, permeabilised and stained with anti-IFN-γ-FITC (5µg/ml), TNF-α-APC (2µg/ml), and IL-2-PE (2µg/ml) mAbs (Biolegend). Samples were acquired using flow cytometry, and the total cytokine production calculated by subtracting background fluorescence using no peptide controls. In selected experiments, lymphocytes were stimulated with varying concentrations of peptides, three-fold dilutions ranging from 300nM to 0.0008nM to determine the sensitivity specific peptides, defined as ‘functional avidity’ [52].",
            "cite_spans": [
                {
                    "start": 884,
                    "end": 888,
                    "mention": "[52]",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Peptide stimulation and intracellular cytokine staining ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Splenocytes were obtained from mice sampled on d6 after secondary infection. Lymphocytes were pre-cultured in the presence or absence of anti-CD8β antibody (53.5–8) (10 µg/ml). Cells were then stimulated for 5 h with peptide, IL-2 and GolgiStop also in the presence or absence of anti-CD8β antibody (5 µg/ml). Following stimulation, cells were analysed for CD8 and IFNγ expression. Shown is the percentage of CD8+ cells producing IFN-γ after stimulation in the presence of anti-CD8β blocking mAb.",
            "cite_spans": [],
            "section": "TCR avidity for pMHC complex by CD8β-dependence ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Naïve N3A366-specific CD8+ T cells were identified as described [33], [53]. Briefly, processed lymph nodes and spleen samples were resuspended in 100 µl of Sorter buffer, 100 µl FcR block (24G2 and CD16 culture supernatant, 1% mouse and 1% rat serum) was added, and clumps of dead cells were discarded. Tetramers at optimal staining concentrations (DbN3A366-PE at 40µg/ml and DbNP366-PE at 10µg/ml) were added to the cell mix and incubated for 1 hour at room temperature in the dark. Cells were washed and resuspended in 400 µl buffer with 100 µl anti-PE microbeads (Miltenyi Biotec), and incubated at 4°C for 25 mins. Following two washes, cells were resuspended in 3 ml of buffer and cells that had bound the microbeads were purified on a magnetic LS column according to manufacturers instructions (Miltenyi Biotec). Cells eluted from the column were centrifuged (515×g, 6 min, 4°C), supernatant carefully aspirated to leave 90 µl buffer remaining, and 10 µl antibody cocktail was added for 30 min at 4°C. The antibody cocktail contained anti-CD8-APC Cy7 (Pharmingen, BD), anti-CD4-PE Cy7 (eBiosciences), anti-B220-FITC (Pharmingen, BD), anti-CD11b-FITC (eBiosciences), anti-CD11c-FITC (eBiosciences), anti-F4/80-FITC (eBiosciences), anti-CD62L-APC (Pharmingen, BD), and anti-CD3-PerCP Cy5.5 (Pharmingen, BD) mAbs. Cells were washed in 2 ml buffer, centrifuged (515×g, 6 min, 4°C), and supernatant aspirated leaving 100 µl. Resuspended cells were passed through 45 µm sieve, and data acquired by flow cytometry on the LSR II (Becton Dickinson) and analysed with FlowJo (Treestar Inc.) software. In selected experiments, naïve NPN3A+Vβ8.3+CD8+ T cells were single-cell sorted for TCRβ analysis. Experimental details of the single cell RT-PCR designed to amplify naive NPN3A+Vβ8.3+CD8+ T cells using 2 different sorting strategies are listed in Table S3.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 70,
                    "end": 74,
                    "mention": "[53]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Determination of N3A366\n+CD8+ T cell precursor frequency ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "LacZ-inducible T cell hybridomas specific for NP366 peptide [37], [54] were resuspended at 1×106cell/mL and aliquots (100µl) and dispensed into 96-well flat-bottom plates together with 5×105 naïve splenocytes (APCs). Cells were cultured in the presence of NP366 or NPN3A peptides at concentrations ranging from 10−15M to 10−4M for 18h at 370C. The cells were then washed with PBS, fixed with 100µl of 2% formaldehyde/0.2% glutaraldehyde in PBS for 5min on ice, washed in PBS and incubated with 2.5mg of 5-bromo-4-chloro-3-indolyl β-D-galactoside (X-gal) for 16h at 370C. The LacZ+ hybridomas were then counted using a light microscope, and the number of NP366-specific hybridomas was calculated by subtracting the “background” LacZ expression for cells cultured in the absence of the peptide.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "mention": "[37]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 66,
                    "end": 70,
                    "mention": "[54]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Hybridoma LacZ assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Splenocytes were stained with 10 µg/ml DbNP366 or 40 µg/ml DbN3A366-PE tetramer in sort buffer (PBS with 0.1% BSA) for 60 mins at room temperature, washed and stained with 1 µg/ml anti-CD8-Allophycocyanin and 10 µg/ml of either anti-Vβ 8.3 or anti-Vβ9 for 30 mins on ice, washed twice with sort buffer. Single lymphocytes were isolated by sorting with a FACS Aria (BD Immunocytometry), into 80 wells of an empty 96 well twin-tec plate (Eppendorf). mRNA transcripts were reversed transcribed to cDNA, using a Sensiscript kit (Qiagen) according to manufacturers instructions, and the CDR3β region amplified by a nested hot start PCR using Vβ primers [34]. Positive PCR products were purified using Qiagen PCR purification kit and sequenced.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "mention": "[34]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Isolation of single cell CD8+ T cells, RT-PCR and sequencing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "H2-Db and β2-microglobulin molecules were expressed in Escherichia Coli as inclusion bodies, refolded with the NP-N3A (ASAENMETM) peptide and purified as previously described [55], [56]. The H2DbNP-N3A complex crystals were obtained at 3mg/ml by the hanging-drop vapour diffusion technique at 20°C. Crystals were grown with a reservoir containing 0.1 M sodium citrate at pH 5.7, 28% PEG 3350 (w/v), 0.2 M lithium sulphate. The crystals belong to space group I222 and the unit cell dimensions were consistent with one molecule per asymmetric units (Table S1).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "mention": "[55]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 181,
                    "end": 185,
                    "mention": "[56]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Protein expression, purification, crystallisation and structure determination ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The crystals were flash frozen to a temperature of 100K before data collection in-house with a Rigaku RU-200 rotating-anode X-ray generator. The data were processed and scaled with the XDS [57]. The crystal structure was solved using the molecular replacement method using the program Phaser [58] from the CCP4 suite of programs [59]. The search probe used to solve the structure was the structure of mouse MHC class I H2-Db minus the peptide (Protein Data Bank accession number 3CPL) [22]. The progress of refinement was monitored by the Rfree value with neither a sigma nor a low-resolution cutoff being applied to the data. The refinement protocol used includes several cycles of refinement with REFMAC [59] followed by manual model rebuilding with O program [60]. ‘Translation, liberation and screw-rotation’ displacement refinement was used to model anisotropic displacements of defined domains was used during the refinement process. The electron density around the NPN3A peptide was unambiguous, and all the side chains were built at full occupancy. Some mobile loops in the heavy chain of the H-2Db molecule (residues 191–201; 220–228 and 247–254) have been removed from the final model due to missing electronic density. Final refinement statistics are summarized in Table I, the coordinates of the H2Db-NP-N3A complex have been deposited with the Protein Data Bank under accession numbers 3FTG.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "mention": "[57]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 292,
                    "end": 296,
                    "mention": "[58]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 329,
                    "end": 333,
                    "mention": "[59]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 485,
                    "end": 489,
                    "mention": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 706,
                    "end": 710,
                    "mention": "[59]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 762,
                    "end": 766,
                    "mention": "[60]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Protein expression, purification, crystallisation and structure determination ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Circular Dichroism Spectra were measured on a Jasco 815 spectropolarimeter using a thermostatically controlled cuvette. A far-UV spectra was collected from 190nm to 250nm. The UV minimum was determined as 219 nm for H2Db-NP-N3A. The measurements for the thermal melting experiments was made at the minimum for H2Db-NP-N3A, at intervals of 0.1°C at a rate of 1°C/min from 20°C to 90°C. The Jasco Spectra Manager software was used to view and smooth the traces and then the GraphPad Prism software was used to plot Temperature versus % unfolded. The midpoint of thermal denaturation (Tm) for each protein was determined as the point at which 50% unfolding was achieved. The measurements were done in duplicate at two concentrations (4µM and 2.2µM) in a solution of 10mM Tris pH 8, 150mM NaCl.",
            "cite_spans": [],
            "section": "Thermostability measurements of recombinant class I complexes using circular dichroism (CD) ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The atomic coordinates have been deposited in the Protein Data Bank, www.pdb.org (PDB ID code 3FTG).",
            "cite_spans": [],
            "section": "Protein Data Bank accession number ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: NP366–374 peptide binds to the H-2Db in an extended conformation. The P3-Asp, P5-Asn and P9-Met are the anchor residues, whereas the P4-Glu, P6-Met, P7-Glu and P8-Thr are solvent exposed and available for contact by the TCR.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The magnitude of CD8+ T cell responses at the peak (d10 1o A,B; d8 2o D,E) or memory (d28, CF) phases following 1o (A–C) or 2o (D–F) infection. Cells were stained with the DbNP366-PE, DbNPN3A-PE or DbPA224-PE tetramers and anti-CD8-PerCPCy5.5 mAb. The numbers of epitope specific CD8+ T cells were calculated from the % cells staining and the total cell counts. The wt HK or HK-NPN3A viruses were used for 1o i.n. infection and 2o i.n. challenge of i.p.-primed (PR8 or PR8-NPN3A i.p. >30d previously) B6 mice. Data are mean±SD n = 5 mice per group, * = p<0.01. Memory T cell numbers were also analysed on d60, and the tetramer analysis was replicated using the ICS assay (data not shown). (G, H) Representative dot plots are shown for (G) DbNP366 or NPN3A tetramer staining and (H) intracellular cytokine assay after infection with either HK or HK-NPN3A for the same individual mouse.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: The H2Db molecule is in a cartoon representation with the α1-helix on the back and the α2-helix removed for better clarity. The peptide is represented in stick conformation with the C terminus on the right. (A) The NPN3A is in purple and (B) the NP366 in blue, with the p3 mutation in yellow. (B) Overlay of the peptide-binding cleft for H2DbNP366 and H2DbNPN3A with the α1-helix on top and the α2-helix on the bottom. (C) Contacts with the H-2Db molecule by (C) P3N in NP366 and (D) P3A in NPN3A. The Asn3 mutation to alanine abolishes contacts between the P3 residue of the peptide with His155 and the Tyr156 of the H-2Db.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Effects of the N3A substitution within NP366–374 on (A) naïve T cell precursor frequency, (B) Vβ8.3 bias and (C) naïve TCRβ repertoire within the DbNPN3A+Vβ8.3+CD8+ set. (A) Naïve DbNPN3A+ and DbNP366\n+CD8+ T cell precursors within lymph nodes and spleens were identified with the DbNPN3A-PE and DbNP366-PE tetramers using an established tetramer enrichment protocol [53]. (B) Naïve DbNPN3A+CD8+ T cells were assessed for the conservancy of Vβ8.3 bias. (C) a CDR3β sequences within the naïve DbNPN3A+Vβ8.3+CD8+ T cells were determined by a single-cell PCR, amplification of Vβ8.3 transcripts and sequencing.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Naïve (A) B6 or (B) μMT mice were primed i.p with the mutant PR8-NPN3A and challenged i.n. 6 weeks later with 1×104 p.f.u. of either the wt HK or the mutant HK-NPN3A virus. Alternatively, naïve mice were primed i.p. with the wt PR8 virus and challenged i.n. 6 weeks later with 1×104 p.f.u. of the wt HK or the mutant HK-NPN3A virus. (A) The magnitude of the CD8+ T cell response measured 8d after 20 infection was determined by the ICS assay for IFN-γ. Data represent mean±SD (n = 5) (B) Viral clearance after the secondary homologous (PR8->X31 and PR8-NP-N3A>X31-NPN3A) or heterologous (PR8->X31-NPN3A and PR8-NP-N3A>X31) challenge. Lungs were sampled at days 5 and 6 after secondary infection and homogenized for virus titration by plaque assay on MDCK cell monolayers. Data represent the mean and n = 3–5 mice per group. * = p<0.01 # = p<0.05.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: (A–C) Responsiveness of CD8+ T cells to varying peptide concentrations was determined as a measure of functional TCR avidity for the cognate pMHCI complex. (A,B) DbNP366\n+ CD8+ and (A,C) DbNPN3A CD8+ T cells recovered from mice 2o-challenged with wt or NPN3A viruses were assessed for functional TCR avidity using the ICS assay. The enriched splenocytes analysed by IFN-γ ICS were stimulated in vitro with 4-fold dilutions of the NP366, or NPN3A peptide. Data represent mean±SD (n = 4), * = p<0.01. (D,E) The response profiles of monoclonal DbNP366-specific LacZ-inducible (22) T cell hybridomas (3 distinct lines all with the “public” SGGGNTGQL CDR3β sequence) to peptide-pulsed H-2Db splenocytes presenting the (D) wt DbNP366 or (E) DbNPN3A epitopes were assessed in LacZ assay [22].",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: pMHC-TCR avidity was assessed by three measures: (A–C) the overall pMHC avidity (tetramer “on” and “off” rates) by tetramer dilution, (D–F) tetramer “off”-rate by tetramer dissociation and (G–I) CD8β-dependence by anti-CD8β blocking combined with ICS. Splenocytes were obtained from mice 2o-challenged with wt or NPN3A viruses. (A–C) DbNP366\n+ CD8+ and DbNPN3A CD8+ T cells were stained with 2-fold dilutions of PE-conjugated tetramers, followed by anti-CD8 staining. (D–F) Cells were stained with either the DbNP336 or DbNPN3A tetramers at the saturating concentration, then incubated at 37oC with a mAb to H2Db to prevent rebinding of dissociated tetramer. The progressive diminution in tetramer staining was measured by flow cytometric analysis. (G–I) Lymphocytes were pre-cultured in the presence or absence of anti-CD8β antibody (53.5-8) (10 µg/ml). Cells were then stimulated for 5 h with peptide, IL-2 and GolgiStop also in the presence or absence of anti-CD8β antibody (5 µg/ml). Following stimulation, cells were analysed for CD8 and IFNγ expression. Shown is (G) the percentage of CD8+ T cells producing IFN-γ in the presence or absence of anti-CD8β blocking mAb, (H) mean fluorescence intensity (MFI) of IFN-γ staining, (I) the percentage of CD8+ cells dependent on anti-CD8β for IFN-γ production. Tetramer staining was performed in the presence of NaAz, then washed and incubated with anti-CD8 mAb. The progressive diminution in tetramer staining was measured. The Td50 value defining the time to 50% tetramer loss. Data represent mean±SD (n = 4–5 mice per group), *p<0.01; #p<0.05.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The CCP4 suite: programs for protein crystallography.",
            "authors": [],
            "year": 1994,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "50",
            "issn": "",
            "pages": "760-763",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Cellular events in the lymph node and lung of mice with influenza. Consequences of depleting CD4+ T cells.",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cleary",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Immunol",
            "volume": "144",
            "issn": "",
            "pages": "3980-3986",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Compromised influenza virus-specific CD8(+)-T-cell memory in CD4(+)-T-cell-deficient mice.",
            "authors": [
                {
                    "first": "GT",
                    "middle": [],
                    "last": "Belz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wodarz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "12388-12393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Contemporary analysis of MHC-related immunodominance hierarchies in the CD8+ T cell response to influenza A viruses.",
            "authors": [
                {
                    "first": "GT",
                    "middle": [],
                    "last": "Belz",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": "2404-2409",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Functional constraints of influenza A virus epitopes limit escape from cytotoxic T lymphocytes.",
            "authors": [
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Berkhoff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "de Wit",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Geelhoed-Mieras",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Symons",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "11239-11246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Sequence variation in a newly identified HLA-B35-restricted epitope in the influenza A virus nucleoprotein associated with escape from cytotoxic T lymphocytes.",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "de Mutsert",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Graus",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sintnicolaas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "2567-2572",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Structural and Biological Basis of CTL Escape in Coronavirus-Infected Mice.",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theodossis",
                    "suffix": ""
                },
                {
                    "first": "AI",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Dunstone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nastovska",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "3926-3937",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Prevention of cytotoxic T cell escape using a heteroclitic subdominant viral T cell determinant.",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theodossis",
                    "suffix": ""
                },
                {
                    "first": "AI",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nastovska",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Ramarathinam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The production, purification and crystallization of a soluble heterodimeric form of a highly selected T-cell receptor in its unliganded and liganded state.",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kjer-Nielsen",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "MacDonald",
                    "suffix": ""
                },
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Crystallogr D Biol Crystallogr",
            "volume": "58",
            "issn": "",
            "pages": "2131-2134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Cross-reactive influenza virus-specific CD8+ T cells contribute to lymphoproliferation in Epstein-Barr virus-associated infectious mononucleosis.",
            "authors": [
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Clute",
                    "suffix": ""
                },
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Watkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cornberg",
                    "suffix": ""
                },
                {
                    "first": "YN",
                    "middle": [],
                    "last": "Naumov",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Invest",
            "volume": "115",
            "issn": "",
            "pages": "3602-3612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Narrowed TCR repertoire and viral escape as a consequence of heterologous immunity.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cornberg",
                    "suffix": ""
                },
                {
                    "first": "AT",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Brehm",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Invest",
            "volume": "116",
            "issn": "",
            "pages": "1443-1456",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Differential antigen presentation regulates the changing patterns of CD8+ T cell immunodominance in primary and secondary influenza virus infections.",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Rappolo",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Exp Med",
            "volume": "198",
            "issn": "",
            "pages": "399-410",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Prominent usage of V beta 8.3 T cells in the H-2Db-restricted response to an influenza A virus nucleoprotein epitope.",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Deckhut",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McMickle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichelberger",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Blackman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Immunol",
            "volume": "151",
            "issn": "",
            "pages": "2658-2666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Influenza and the challenge for immunology.",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Webby",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Immunol",
            "volume": "7",
            "issn": "",
            "pages": "449-455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Rapid viral escape at an immunodominant simian-human immunodeficiency virus cytotoxic T-lymphocyte epitope exacts a dramatic fitness cost.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stratov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Rose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dale",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5721-5731",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The fidelity, occasional promiscuity, and versatility of T cell receptor recognition.",
            "authors": [
                {
                    "first": "DI",
                    "middle": [],
                    "last": "Godfrey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossjohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "McCluskey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "28",
            "issn": "",
            "pages": "304-314",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Population dynamics of rapid fixation in cytotoxic T lymphocyte escape mutants of influenza A.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gog",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "100",
            "issn": "",
            "pages": "11143-11147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Rescue of influenza B virus from eight plasmids.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mahmood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "99",
            "issn": "",
            "pages": "11411-11416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "TCR binding kinetics measured with MHC class I tetramers reveal a positive selecting peptide with relatively high affinity for TCR.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holmberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mariathasan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ohteki",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Ohashi",
                    "suffix": ""
                },
                {
                    "first": "NR",
                    "middle": [],
                    "last": "Gascoigne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Immunol",
            "volume": "171",
            "issn": "",
            "pages": "2427-2434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Virus-specific CD8+ T-cell memory determined by clonal burst size.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hyland",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Portner",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nature",
            "volume": "369",
            "issn": "",
            "pages": "652-654",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Secondary memory CD8+ T cells are more protective but slower to acquire a central-memory phenotype.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jabbari",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Harty",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Exp Med",
            "volume": "203",
            "issn": "",
            "pages": "919-932",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Improved methods for building protein models in electron density maps and the location of errors in these models.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cowan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kjeldgaard",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Acta Crystallogr A",
            "volume": "1991",
            "issn": "",
            "pages": "110-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Automatic processing of rotation diffraction data from crystals of initially unknown symmetry and cell constants.",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kabsch",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Appl Cryst",
            "volume": "26",
            "issn": "",
            "pages": "795-800",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Selective expression of the interleukin 7 receptor identifies effector CD8 T cells that give rise to long-lived memory cells.",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Kaech",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Wherry",
                    "suffix": ""
                },
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Konieczny",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Surh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Immunol",
            "volume": "4",
            "issn": "",
            "pages": "1191-1198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Establishment and recall of CD8+ T cell memory in a model of localized transient infection.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kedzierska",
                    "suffix": ""
                },
                {
                    "first": "NL",
                    "middle": [],
                    "last": "La Gruta",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Immunol Rev",
            "volume": "211",
            "issn": "",
            "pages": "133-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Complete modification of TCR specificity and repertoire selection does not perturb a CD8+ T cell immunodominance hierarchy.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kedzierska",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guillonneau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gras",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Hatton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Webby",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "19408-19413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Conserved T cell receptor usage in primary and recall responses to an immunodominant influenza virus nucleoprotein epitope.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kedzierska",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "",
            "pages": "4942-4947",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Quantification of Repertoire Diversity of Influenza-Specific Epitopes with Predominant Public or Private TCR Usage.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kedzierska",
                    "suffix": ""
                },
                {
                    "first": "EB",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pi",
                    "suffix": ""
                },
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Heard",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "",
            "pages": "6705-6712",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Early establishment of diverse TCR profiles for influenza-specific CD62Lhi CD8+ memory T cells.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kedzierska",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Venturi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "9184-9189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Homogenization of TCR Repertoires within Secondary CD62Lhigh and CD62Llow Virus-Specific CD8+ T Cell Populations.",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kedzierska",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Venturi",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Valkenburg",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "7938-7947",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Structural and functional consequences of altering a peptide MHC anchor residue.",
            "authors": [
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Kersh",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Miley",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grakoui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "166",
            "issn": "",
            "pages": "3345-3354",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Hierarchies in cytokine expression profiles for acute and resolving influenza virus-specific CD8+ T cell responses: correlation of cytokine profile and TCR avidity.",
            "authors": [
                {
                    "first": "NL",
                    "middle": [],
                    "last": "La Gruta",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "172",
            "issn": "",
            "pages": "5553-5560",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Primary CTL response magnitude in mice is determined by the extent of naive T cell recruitment and subsequent clonal expansion.",
            "authors": [
                {
                    "first": "NL",
                    "middle": [],
                    "last": "La Gruta",
                    "suffix": ""
                },
                {
                    "first": "WT",
                    "middle": [],
                    "last": "Rothwell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cukalac",
                    "suffix": ""
                },
                {
                    "first": "NG",
                    "middle": [],
                    "last": "Swan",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Valkenburg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Identification of a dominant self-ligand bound to three HLA B44 alleles and the preliminary crystallographic analysis of recombinant forms of each complex.",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kjer-Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "FEBS Lett",
            "volume": "527",
            "issn": "",
            "pages": "27-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Stimulation history dictates memory CD8 T cell phenotype: implications for prime-boost vaccination.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Masopust",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vezys",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "",
            "pages": "831-839",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Phaser Crystallographic Software.",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "McCoy",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Grosse-Kunstleve",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Winn",
                    "suffix": ""
                },
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Storoni",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Appl Cryst",
            "volume": "40",
            "issn": "",
            "pages": "658-674",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Naive CD4(+) T cell frequency varies for different epitopes and predicts repertoire diversity and response magnitude.",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pepper",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "McSorley",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Jameson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunity",
            "volume": "27",
            "issn": "",
            "pages": "203-213",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Evidence of HIV-1 adaptation to HLA-restricted immune responses at a population level.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Christiansen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Witt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": "1439-1443",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Dominant influence of an HLA-B27 restricted CD8+ T cell response in mediating HCV clearance and evolution.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neumann-Haefelin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "McKiernan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viazov",
                    "suffix": ""
                },
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Spangenberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hepatology",
            "volume": "43",
            "issn": "",
            "pages": "563-572",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Viral escape by selection of cytotoxic T cell-resistant virus variants in vivo.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pircher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moskophidis",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rohrer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "346",
            "issn": "",
            "pages": "629-633",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "T cell receptor recognition motifs govern immune escape patterns in acute SIV infection.",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Betts",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Ruff",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Brenchley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Immunity",
            "volume": "21",
            "issn": "",
            "pages": "793-803",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Sequence variation in the influenza A virus nucleoprotein associated with escape from cytotoxic T lymphocytes.",
            "authors": [
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Boon",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Berkhoff",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Virus Res",
            "volume": "103",
            "issn": "",
            "pages": "97-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Influenza virus CTL epitopes, remarkably conserved and remarkably variable.",
            "authors": [
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Rimmelzwaan",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kreijtz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bodewes",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vaccine",
            "volume": "27",
            "issn": "",
            "pages": "6363-6365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Two subsets of memory T lymphocytes with distinct homing potentials and effector functions.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sallusto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lenig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "401",
            "issn": "",
            "pages": "708-712",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Functional avidity maturation of CD8(+) T cells without selection of higher affinity TCR.",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Slifka",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Whitton",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Immunol",
            "volume": "2",
            "issn": "",
            "pages": "711-717",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Conservation and diversity of influenza A H1N1 HLA-restricted T cell epitope candidates for epitope-based vaccines.",
            "authors": [
                {
                    "first": "PT",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "AT",
                    "middle": [],
                    "last": "Heiny",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Miotto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "ET",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Constraints within major histocompatibility complex class I restricted peptides: presentation and consequences for T-cell recognition.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Theodossis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guillonneau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Welland",
                    "suffix": ""
                },
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "5534-5539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Hidden epitopes emerge in secondary influenza virus-specific CD8+ T cell responses.",
            "authors": [
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Keating",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                },
                {
                    "first": "MY",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "",
            "pages": "3091-3098",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Clearance of an influenza A virus by CD4+ T cells is inefficient in the absence of B cells.",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Topham",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "882-885",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Lack of prominent peptide-major histocompatibility complex features limits repertoire diversity in virus-specific CD8(+) T cell populations.",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kedzierska",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Komodromou",
                    "suffix": ""
                },
                {
                    "first": "NL",
                    "middle": [],
                    "last": "La Gruta",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Dunstone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "",
            "pages": "382-389",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "T cell receptor recognition of a ‘super-bulged’ major histocompatibility complex class I-bound peptide.",
            "authors": [
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Tynan",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Burrows",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Buckle",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Clements",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Borg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "",
            "pages": "1114-1122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Heterologous T cell immunity in severe hepatitis C virus infection.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Urbani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Amadei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fisicaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pilli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Missale",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "201",
            "issn": "",
            "pages": "675-680",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Antigenic drift in the influenza A virus (H3N2) nucleoprotein and escape from recognition by cytotoxic T lymphocytes.",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Nieuwkoop",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "6800-6807",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "T-cell tolerance for variability in an HLA class I-presented influenza A virus epitope.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wahl",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "McCoy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bardet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buchli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "9206-9214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "HLA class I molecules consistently present internal influenza epitopes.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wahl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bardet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buchli",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Air",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "540-545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Junctional biases in the naive TCR repertoire control the CTL response to an immunodominant determinant of HSV-1.",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bryden",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Cose",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "TN",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunity",
            "volume": "12",
            "issn": "",
            "pages": "547-556",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Cross-reactivity between hepatitis C virus and Influenza A virus determinant-specific cytotoxic T cells.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wedemeyer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mizukoshi",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Bennink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rehermann",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "11392-11400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Lineage relationship and protective immunity of memory CD8 T cell subsets.",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Wherry",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Teichgraber",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Masopust",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Kaech",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Immunol",
            "volume": "4",
            "issn": "",
            "pages": "225-234",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "The three-dimensional structure of H-2Db at 2.4 A resolution: implications for antigen-determinant selection.",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Sacchettini",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Nathenson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "76",
            "issn": "",
            "pages": "39-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "CTL recognition of a protective immunodominant influenza A virus nucleoprotein epitope utilizes a highly restricted Vbeta but diverse Valpha repertoire: functional and structural implications.",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Mallis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arthanari",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Lugovskoy",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "372",
            "issn": "",
            "pages": "535-548",
            "other_ids": {
                "DOI": []
            }
        }
    }
}