{
    "paper_id": "PMC2754485",
    "metadata": {
        "title": "Procalcitonin levels and bacterial aetiology among COPD patients admitted to the ICU with severe pneumonia: a prospective cohort study",
        "authors": [
            {
                "first": "Cédric",
                "middle": [],
                "last": "Daubin",
                "suffix": "",
                "email": "daubin-c@chu-caen.fr",
                "affiliation": {}
            },
            {
                "first": "Jean-Jacques",
                "middle": [],
                "last": "Parienti",
                "suffix": "",
                "email": "parienti-jj@chu-caen.fr",
                "affiliation": {}
            },
            {
                "first": "Sabine",
                "middle": [],
                "last": "Fradin",
                "suffix": "",
                "email": "fradin-s@chu-caen.fr",
                "affiliation": {}
            },
            {
                "first": "Astrid",
                "middle": [],
                "last": "Vabret",
                "suffix": "",
                "email": "vabret-a@chu-caen.fr",
                "affiliation": {}
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Ramakers",
                "suffix": "",
                "email": "ramakers-m@chu-caen.fr",
                "affiliation": {}
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Terzi",
                "suffix": "",
                "email": "terzi-n@chu-caen.fr",
                "affiliation": {}
            },
            {
                "first": "François",
                "middle": [],
                "last": "Freymuth",
                "suffix": "",
                "email": "freymuth-f@chu-caen.fr",
                "affiliation": {}
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Charbonneau",
                "suffix": "",
                "email": "charbonneau-p@chu-caen.fr",
                "affiliation": {}
            },
            {
                "first": "Damien",
                "middle": [],
                "last": "du Cheyron",
                "suffix": "",
                "email": "ducheyron-d@chu-caen.fr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Severe pneumonia is a common cause of acute exacerbations of chronic obstructive pulmonary disease (AECOPD) [1]. In this setting, a prompt initiation of antibiotics is recommended [2,3]. However, bacterial etiology is only found in approximately 50% of cases [1,4]. Other pathogens, such as respiratory viruses, have been reported in severe AECOPD requiring ventilation [5,6] and pneumonic AECOPD [1]. Moreover, in clinical practice, signs and symptoms of bacterial and viral lower respiratory tract infections widely overlap [7].",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 181,
                    "end": 182,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 183,
                    "end": 184,
                    "mention": "3",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 260,
                    "end": 261,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 262,
                    "end": 263,
                    "mention": "4",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 371,
                    "end": 372,
                    "mention": "5",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 373,
                    "end": 374,
                    "mention": "6",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 398,
                    "end": 399,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 527,
                    "end": 528,
                    "mention": "7",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Procalcitonin (PCT) has been described as a marker of bacterial infection [8] and thus may help physicians to limit inadequate use of antibiotics [9-11]. We previously investigated the use of PCT in patients with AECOPD, without pneumonia, hospitalized in the ICU [12]. In this study, we assessed PCT levels overtime and their relationship with bacterial infection in chronic obstructive pulmonary disease (COPD) patients admitted to the ICU with severe pneumonia. In addition, we examined whether PCT thresholds predicting probability of bacterial infection previously reported [9-11] could be efficient in this specific population.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "mention": "8",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 147,
                    "end": 148,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 149,
                    "end": 151,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 580,
                    "end": 581,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 582,
                    "end": 584,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "We conducted a monocentric prospective cohort study. All consecutive COPD patients with suspected lower respiratory tract infection admitted to the medical intensive care unit of the University Hospital of Caen between September 2005 and September 2006 were assessed for eligibility. Only those with infiltrates present on initial chest radiographs at admission to ICU and suspected for acute community-acquired pneumonia were included.",
            "cite_spans": [],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We defined COPD according to the Global Initiative for Chronic Obstructive Lung Disease Guidelines (GOLD) 2005 http://www.goldcopd.com. Pneumonic AECOPD was defined as a new infiltrate on chest radiograph with features of lower respiratory tract infection in COPD patients [1,11,12]. We used the pneumonia severity index (PSI) to estimate severity [13]. A systematic search for bacteria with standard methods and for viruses with sensitive methods (i.e., PCR and RT-PCR methods), as reported elsewhere [6,12,14-16] were performed. Briefly, sputum or tracheal aspirates were bacteriologically processed if less than 1% of the observed field contained squamous epithelial cells and more than 25 neutrophils were observed [17]. Pneumonia was considered bacteriologically confirmed when at least one of the following criteria were present: pathogen concentration greater than 105 cfu/mL in tracheobronchial aspirations or sputum samples; blood culture positive for a bacterial pathogen in the absence of an extrapulmonary focus [17-19]. In addition, a serological diagnostic for antibodies to Legionella pneumophila was performed by indirect immunofluorescence, associated with a detection of Legionella pneumophila serogroup 1 antigen in urine samples in all patients.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 279,
                    "end": 281,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 349,
                    "end": 351,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 503,
                    "end": 504,
                    "mention": "6",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 508,
                    "end": 510,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 511,
                    "end": 513,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 720,
                    "end": 722,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Definition ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The ethical board decided approval was not necessary given the observational nature of the study. Accordingly, no informed consent was obtained from the patients. At baseline, COPD severity, according to GOLD criteria, other comorbidities, and clinical and biological variables were recorded [12]. All patients were treated according to the recommendations of the French Consensus Conference [3] (i.e., an antibiotic treatment is recommended in severe pneumonia and severe exacerbation of COPD patients requiring admission in ICU).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 393,
                    "end": 394,
                    "mention": "3",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Procalcitonin (PCT) assessment followed standard methods described elsewhere [12]. The circulating levels of PCT were sequentially assessed at ICU admission (PCT-H0), after six hours (PCT-H6), and after twenty fours (PCT-H24) hours in ICU. All blood samples were analyzed at the end of the study period. PCT was measured using a sensitive immunoassay (Kryptor PCT, Brahms, Hennigsdorf, Germany) with a functional assay sensitivity of 0.06 μg/L, about fourfold above mean normal levels [20]. Patients were classified into three groups based on probability of bacterial infection according to the highest procalcitonin level measured (PCTmax). As previously reported [9-11], the groups were: group 1, PCTmax < 0.1 μg/L indicating an a low probability of a bacterial infection; group 2, PCTmax > 0.1 and < 0.25 μg/L indicating an unlikely or possible bacterial infection infection; and group 3, PCTmax > 0.25 μg/L indicating a high probability of bacterial infection.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 666,
                    "end": 667,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Measurement of serum procalcitonin ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Quantitative and qualitative data were expressed as means (+/- SD), or median (interquartile range, IQR) and percentage (with their 95% confidence intervals (CI) based on normal approximation), respectively. Categorical variables were compared using the chi-square or Fischer's exact test, as appropriate. Quantitative variables were compared using the Student t-test or the Mann-Whitney non parametric test, as appropriate. The level of significance was set at 0.05 and all tests were two-sided. We used EPI-INFO version 6.04 dfr (EPI-INFO, CDC, Atlanta, GA) for data collection, and EPI-INFO and SAS version 9.1 (SAS Institute Inc, Cary, NC) for data analysis.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "During the study period, 80 COPD patients with suspected lower respiratory tract infection were admitted to the ICU, 34 had pneumonia. Baseline characteristics of the pneumonic AECOPD patients are shown in Table 1. Twenty three patients (68%) had severe or very severe COPD. During the previous 30-day period, antibiotic or oral steroid therapy for exacerbations of COPD was reported by 7 and 8 patients, respectively. Eleven patients had received antibiotics within the 24 hours preceding ICU admission. With the exception of 4 patients, all had a severe pneumonia (PSI class IV and V). All patients required ventilator support: non invasive ventilation (NIV) in 23 (68%) patients and invasive mechanical ventilation in 20 (58%) patients, 9 of whom received invasive mechanical ventilation after NIV failure. All patients received antibiotics and inhaled steroids and 18 (53%) systemic steroids. The mean length of ICU stay was 29 ± 31 days. The mean length of non-invasive ventilation, invasive mechanical ventilation, and ventilation-free days during the ICU stay were 2.85 ± 5.1 days, 17.8 ± 31.1 days, and 2.56 ± 2.34 days, respectively. Fourteen patients developed septic shock, nine during the first hours following ICU admission and five during their ICU stay. Six patients developed ventilator-associated pneumonia. Twenty two patients were discharged from the hospital. Twelve patients died, eight from septic shock, three from COPD-related respiratory failure, and one from malignant bronchospasm complicated with cardiac arrest.",
            "cite_spans": [],
            "section": "Patients and baseline characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The median [25%-75% IQR] PCT levels were as follows: at admission PCT-H0 was 0.493 μg/L [0.131-1.471], PCT-H6 was 0.724 μg/L [0.167-2.646], and PCT-H24 was 0.557 μg/L [0.123-3.4].",
            "cite_spans": [],
            "section": "PCT measurements and clinical correlates ::: Results",
            "ref_spans": []
        },
        {
            "text": "PCT levels were not different in patients who had received antibiotics within the month or 24 hours prior to ICU admission, compared to antibiotic-naive patients (PCT-H0 0.695 μg/L [0.202-1.139] vs 0.470 μg/L [0.088-1.471], p = 0.73 and PCT-H0 0.942 μg/L [0.202-22.110] vs 0.438 μg/L [0.088-0.902], p = 0.22, respectively). In addition, steroids prior to ICU admission did not influence PCT levels (p = 0.76). PCT-H0 was significantly higher when abnormal breath sounds or rales were present (PCT-H0 1.661 μg/L [0.745-26.83] vs 0.207 μg/L [0.086-0.470], p = 0.0005) and when fever > 38°C was present; PCT-H0 1.495 μg/L [0.828-56.48] vs 0.272 μg/L [0.087-0.902], p = 0.0.05). No association was found between PCT-H0 levels and the presence or absence of sputum and cough.",
            "cite_spans": [],
            "section": "PCT measurements and clinical correlates ::: Results",
            "ref_spans": []
        },
        {
            "text": "The PCTmax was < 0.1 μg/L in 3/32 patients (9%), between 0.1 and 0.25 μg/L in 7/32 patients (22%), and > 0.25 μg/L in 22/32 patients (69%), including 20 patients with PCTmax > 0.5 μg/L. There were no associations between PCTmax levels > 0.25 μg/L and severity of COPD (p = 0.21), Simplified Acute Physiology Score type II (SAPSII) (p = 0.15), Logistic Organ Dysfonction (LOD) (p = 0.29), and PSI (p = 0.08).",
            "cite_spans": [],
            "section": "PCT measurements and clinical correlates ::: Results",
            "ref_spans": []
        },
        {
            "text": "Figure 1 depicts bacterial findings according to PCTmax levels. The dynamics of PCT measurements and bacterial findings are shown Figure 2. Fifteen (44%) patients had microbiologically-confirmed pneumonia. Fifteen bacteria (4 Pseudomonas aeruginosa, 3 Haemophilus influenzae, 3 Streptoccocus species, 3 Methicillin-resistant Staphyloccocus aureus, 1 Serratia species, and 1 Fusibacterium nucleatum) and 5 viruses (3 rhinovirus, 1 human metapneumovirus, and 1 respiratory syncitial virus) were detected. A co-infection was detected in 3 cases (rhinovirus and Streptoccocus, rhinovirus and Haemophilus influenzae, and rhinovirus and Fusibacterium nucleatum). Seven patients cross over between PCT groups over time (Figure 2). No bacteria were detected in patients with PCTmax level < 0.1 μg/L. In contrast, bacteria were detected in more than half the patients estimated to have an unlikely bacterial infection (PCTmax > 0.1 and < 0.25 μg/L).",
            "cite_spans": [],
            "section": "PCTmax levels and bacterial findings ::: Results",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 137,
                    "end": 138,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 720,
                    "end": 721,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Our study examined microbiological findings and PCT levels in critically ill COPD patients admitted for pneumonia. To our knowledge, this has not been addressed in the specific setting of the ICU. In agreement with previous report [11], PCT level < 0.1 μg/L could indicate a low probability of bacterial infection in approximately 10% of patients (3/32). In contrast, bacteria were detected in more than half the patients (4/7) with PCT levels suggesting an unlikely or possible bacterial infection (PCTmax between 0.1 and 0.25 μg/L), as previously defined outside the ICU [9-11]. Therefore, a PCT cut off below 0.25 μg/L for antibiotic use may not be appropriate for severe pneumonia patients with COPD admitted to the ICU.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 574,
                    "end": 575,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 576,
                    "end": 578,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found a median PCT level of 0.493 μg/L [0.131-1.471] in COPD patients admitted to the ICU for pneumonia, this finding is consistent with previous studies focusing on community-acquired pneumonia (CAP) [11,21]. However, in these two large prospective cohorts focusing on CAP, less than 25% of patients had COPD and less than 10% were admitted to the ICU. In previous reports, PCT levels were not different between patients pre-treated with antibiotics and antibiotic-naive patients [10,11], a finding confirmed by our study. In contrast to previous reports, we found an association between PCT levels and clinical symptoms (fever and abnormal breath sounds or rales).",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 208,
                    "end": 210,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 485,
                    "end": 487,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The distribution of patients according to PCTmax levels (ie < 0.1 μg/L, 0.1 to 0.25 μg/L, and > 0.25 μg/L) was similar to that previously reported by Christ-Crain et al [11]. In patients (10%) with PCTmax levels < 0.1 μg/L, bacteria were not detected, suggesting antibiotics may be unnecessary in this subgroup. In contrast, bacteria were detected in more than half the patients with PCT levels suggesting an unlikely or possible bacterial infection (PCTmax > 0.1 and < 0.25 μg/L). This result suggests a PCT level cut-off > 0.1 μg/L, rather than > 0.25 μg/L (proposed for non severe pneumonia [11]), may be more appropriate for initiating antibiotics in a PCT based antibiotic strategy in critically ill COPD patients with pneumonia. Such a study, however, remains to be conducted.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 595,
                    "end": 597,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition, this study confirms the importance of a sequential PCT levels assessment to predict probability of bacterial infection specifically when the first measurement is low (i.e., PCT < 0.1 μg/L). Indeed, three from five patients crossing over from PCT group < 0.1 μg/L to PCT group 0.1-0.25 μg/L over time, had bacteriologically documented pneumonia. This point should have important implications for furthers studies assessing procalcitonin-based antibiotic strategies in this setting.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We are aware of the limitations of our study, which include the monocentric design and small sample size. In addition, a prior ICU admission antibiotic treatment in a subset of patients may have affected the results of microbiological examinations. However, all patients pre-treated with antibiotics had PCT levels higher than 0.25 μg/L (except two in PCT group 0.1-0.25 μg/L) indicating a high probability of the presence of bacterial infection. Strengths of the study include the dynamic measurement of PCT along with the systematic search for bacteria in a specific population. For this reason, we believe this study adds useful information about PCT levels in COPD patients with severe pneumonia requiring admission to ICU and the likelihood of bacterial infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study reports that less than 10% of COPD patients suspected of severe pneumonia had PCT levels lower than 0.1 μg/L suggesting a low probability of a bacterial infection and that a subset of patient with PCT levels between 0.1 and 0.25 μg/L (range previously reported as indicating an unlikely or possible bacterial infection [9-11]) had a documented bacterial infection. Based on these results we hypothesize that a PCT level cut off > 0.1 μg/L may be more appropriate than 0.25 (previously proposed for non severe lower respiratory tract infection [9-11] to predict the probability of a bacterial infection in severe COPD patients with pneumonia in a procalcitonin-based antibiotic strategy. However, in clinical practice, a such procalcitonin-based antibiotic strategy using the PCT threshold of 0.1 μg/L should have only a limited impact on the decision to initiate antibiotics in this setting. Further studies are necessary to assess the capability of procalcitonin guidance to shorten antibiotic duration in critically ill COPD patients with pneumonia.",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 332,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 555,
                    "end": 556,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "AECOPD: acute exacerbation of chronic obstructive pulmonary disease; APACHE II: acute physiology and chronic health evaluation type II; ICU: medical intensive care unit; LOD: logistic organ dysfunction system; PCR: polymerase chain reaction; PSI: pneumonia severity index; SAPS II: simplified acute physiology score II.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "CD and MR initiated the study, the design, and the experimental protocol. SF performed the PCT measurements. AV and FF performed the virologic assessments. CD and JJP performed the statistical analysis and were involved in the interpretation of the results. CD wrote the manuscript, and JJP, MR, and DDC helped to draft the manuscript. DDC, MR, NT, and PC contributed to the conception and design of the study and revision of the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1471-2334/9/157/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics of all patients and according to the maximum procalcitonin levels measured (PCTmax)\nValues are given as No.(%), median [25%-75% interquartile range], or mean ± standard deviation * Levels of procalcitonin (PCT) were assessed in 32/34 patients. PCT is given in μg/L ¶ One patient receiving antibiotic in 24 h prior ICU was not assessed for PCT levels ¶¶ Patients treated with antibiotic or oral steroid during the previous 30-day period for exacerbation of COPD were exclusive of those receiving antibiotic in 24 h prior ICU",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Distribution of the highest procalcitonin level measurements (PCTmax) and microorganism findings in chronic obstructive pulmonary disease (COPD) patients with pneumonia. Also shown is the probability of bacterial infection according to procalcitonin (PCT) levels, as previously reported by Christ-Crain (11). * Procalcitonin (PCT) levels were not assessed in 2 patients. ** One patient receiving antibiotic in 24 h prior ICU was not assessed for PCT levels.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Dynamics of PCT measurements and bacterial findings. * Procalcitonin (PCT) levels were not assessed in 2 patients. ** A bacterial co-infection was detected in 2 patients.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Pneumonic vs nonpneumonic acute exacerbations of COPD",
            "authors": [],
            "year": 2002,
            "venue": "Chest",
            "volume": "122",
            "issn": "",
            "pages": "1264-70",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.122.4.1264"
                ]
            }
        },
        "BIBREF1": {
            "title": "Antibiotic treatment of exacerbations of COPD: a randomized, controlled trial comparing procalcitonin-guidance with standard therapy",
            "authors": [],
            "year": 2007,
            "venue": "Chest",
            "volume": "131",
            "issn": "",
            "pages": "9-19",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.06-1500"
                ]
            }
        },
        "BIBREF2": {
            "title": "Procalcitonin guidance of antibiotic therapy in community-acquired pneumonia: a randomized trial",
            "authors": [],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "174",
            "issn": "",
            "pages": "84-93",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200512-1922OC"
                ]
            }
        },
        "BIBREF3": {
            "title": "Procalcitonin levels in acute exacerbation of COPD admitted in ICU: a prospective cohort study",
            "authors": [],
            "year": 2008,
            "venue": "BMC Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-8-145"
                ]
            }
        },
        "BIBREF4": {
            "title": "A prediction rule to identify low-risk patients with community-acquired pneumonia",
            "authors": [],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "336",
            "issn": "",
            "pages": "243-50",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199701233360402"
                ]
            }
        },
        "BIBREF5": {
            "title": "Nosocomial viral ventilator-associated pneumonia in the intensive care unit: a prospective cohort study",
            "authors": [],
            "year": 2005,
            "venue": "Intensive Care Med",
            "volume": "31",
            "issn": "",
            "pages": "1116-1122",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-005-2706-1"
                ]
            }
        },
        "BIBREF6": {
            "title": "Development of three multiplex RT-PCR assays for the detection of 12 respiratory RNA viruses",
            "authors": [],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "126",
            "issn": "",
            "pages": "53-63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2005.01.020"
                ]
            }
        },
        "BIBREF7": {
            "title": "Replication of respiratory viruses, particularly influenza virus, rhinovirus, and coronavirus in HuH7 hepatocarcinoma cell line",
            "authors": [],
            "year": 2005,
            "venue": "Med Virol",
            "volume": "77",
            "issn": "",
            "pages": "295-301",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.20449"
                ]
            }
        },
        "BIBREF8": {
            "title": "Microscopic and bacteriologic analysis of expectorated sputum",
            "authors": [],
            "year": 1975,
            "venue": "Mayo Clin Proc",
            "volume": "50",
            "issn": "",
            "pages": "339-344",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Bronchial microbial patterns in severe exacerbations of chronic obstructive pulmonary disease (COPD) requiring mechanical ventilation",
            "authors": [],
            "year": 1998,
            "venue": "Am J Respir Crit Care Med",
            "volume": "157",
            "issn": "",
            "pages": "1498-505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Community-Acquired Pneumonia in the Intensive Care Unit: Epidemiological and prognosis data in Older People",
            "authors": [],
            "year": 1999,
            "venue": "J Am Geriart Soc",
            "volume": "47",
            "issn": "",
            "pages": "539-546",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Guidelines for the management of adult lower respiratory tract infections",
            "authors": [],
            "year": 2005,
            "venue": "Eur Respir J",
            "volume": "26",
            "issn": "",
            "pages": "1138-1180",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.05.00055705"
                ]
            }
        },
        "BIBREF12": {
            "title": "The future diagnostic role of procalcitonin levels: the need for improved sensitivity",
            "authors": [],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "823-824",
            "other_ids": {
                "DOI": [
                    "10.1086/368088"
                ]
            }
        },
        "BIBREF13": {
            "title": "Usefulness of procalcitonin levels in community-acquired pneumonia according to the patients outcome research team pneumonia severity index",
            "authors": [],
            "year": 2005,
            "venue": "Chest",
            "volume": "128",
            "issn": "",
            "pages": "2223-9",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.128.4.2223"
                ]
            }
        },
        "BIBREF14": {
            "title": "[15th consensus conference about management of lower respiratory tract infections in immunocompetent adult]",
            "authors": [],
            "year": 2006,
            "venue": "Med Mal Infect",
            "volume": "36",
            "issn": "",
            "pages": "235-244",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Community-acquired pneumonia in chronic obstructive pulmonary disease: a Spanish multicenter study",
            "authors": [],
            "year": 1996,
            "venue": "Am J Respir Crit Care Med",
            "volume": "154",
            "issn": "",
            "pages": "1456-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Virus infection in exacerbations of chronic obstructive pulmonary disease requiring ventilation",
            "authors": [],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "1022-1029",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-006-0202-x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Epidemiology and clinical outcome of virus-positive respiratory samples in ventilated patients: a prospective cohort study",
            "authors": [],
            "year": 2006,
            "venue": "Crit Care",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc5059"
                ]
            }
        },
        "BIBREF18": {
            "title": "Clinical practice. Management of community-acquired pneumonia",
            "authors": [],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "2039-45",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMcp020499"
                ]
            }
        },
        "BIBREF19": {
            "title": "Serum procalcitonin and C-reactive protein levels as markers of bacterial infection: a systematic review and meta-analysis",
            "authors": [],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "206-217",
            "other_ids": {
                "DOI": [
                    "10.1086/421997"
                ]
            }
        },
        "BIBREF20": {
            "title": "Effect of procalcitonin-guided treatment on antibiotic use and outcome in lower respiratory tract infections: cluster-randomised, single-blinded intervention trial",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "600-607",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(04)15591-8"
                ]
            }
        }
    }
}