{
    "paper_id": "PMC2784685",
    "metadata": {
        "title": "Apolipoprotein D in Lipid Metabolism and Its Functional\n                        Implication in Atherosclerosis and Aging",
        "authors": [
            {
                "first": "German",
                "middle": [],
                "last": "Perdomo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H.",
                "middle": [
                    "Henry"
                ],
                "last": "Dong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronary\n                            artery disease (CAD) is the leading cause of death in America. It happens when\n                            the arteries that supply blood to cardiac muscle become hardened and narrowed.\n                            This is due to excessive deposition of cholesterol, fatty substances and\n                            cellular waste products in the inner lining of coronary artery. Such a\n                            pathological condition, termed atherosclerosis, can happen in men and women,\n                            particularly at a later age. Aside from genetic predisposition, factors that\n                            account for the risk of\n                            atherosclerosis include dyslipidemia, hypertension, obesity, diabetes and\n                            smoking. These factors alone or in combination can hasten the progression of\n                            atherosclerosis and development of CAD. Although progress has been made in\n                            elucidating the pathophysiology of atherosclerosis, the exact cause and\n                            mechanism underlying the development of atherosclerosis still remain obscure [1-3]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 1201,
                    "end": 1202,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1203,
                    "end": 1204,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Atherosclerosis\n                        ",
            "ref_spans": []
        },
        {
            "text": "Cholesterol homeostasis\n                            plays an important role in atherosclerosis. Cholesterol is an essential\n                            component of cellular membrane and also a precursor for the synthesis of\n                            steroid hormones and bile acids. Cholesterol in the body derives from two\n                            different sources, dietary intake and de novo synthesis in tissue such\n                            as liver - the major organ for endogenous cholesterol supply. Unlike fatty\n                            acids and triglyceride, cholesterol cannot be catabolized. Excessive\n                            cholesterol must be rid itself of the body via its transportation to liver for\n                            biliary excretion. This pathway, termed \"reverse cholesterol transport\", is\n                            facilitated by high-density lipoprotein (HDL) and is viewed as the primary\n                            mechanism by which HDL protects against the development of atherosclerosis [4-7]. Clinical data\n                            and preclinical studies have conclusively demonstrated that lower HDL levels\n                            constitute an independent risk factor for coronary artery disease. However, the\n                            molecular basis underlying the cardioprotective action of HDL remains\n                            incompletely understood. For better clinical management of CAD, further studies\n                            are warranted to better understand cholesterol metabolism and pathogenesis of\n                            atherosclerosis. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 1044,
                    "end": 1045,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1046,
                    "end": 1047,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Atherosclerosis\n                        ",
            "ref_spans": []
        },
        {
            "text": "Apolipoprotein D (apoD)\n                            is a component of HDL. Due to its relative low abundance in HDL particles, apoD\n                            has received considerably less attention in the research area of\n                            HDL-cholesterol metabolism and atherosclerosis. Recent data indicate that\n                            aberrant apoD expression is associated with altered lipid metabolism and risk\n                            of coronary artery disease. This has spurred us to conduct a comprehensive\n                            review of apoD function in triglyceride and cholesterol metabolism to address\n                            the question of whether apoD is another significant player in the pathogenesis\n                            of atherosclerosis.  \n                        \n                ",
            "cite_spans": [],
            "section": "Atherosclerosis\n                        ",
            "ref_spans": []
        },
        {
            "text": "In humans, plasma apoD levels\n                            range from 3 to 11 μmol/L. This level is equivalent to plasma levels (4.9±0.5\n                            μmol/L) of apolipoprotein C-III (apoC-III), an important player in plasma\n                            triglyceride metabolism [8-11].\n                            However, plasma apoD levels are upregulated under certain pathophysiological\n                            conditions, such as in women with gross cystic disease [12]. ApoD levels are also elevated in the brain of subjects with chronic\n                            schizophrenia and in the prefrontal cortex of patients with Alzheimer disease [13-15]. Furthermore, treatment with antipsychotic drugs, expecially\n                            clozapine, also results in elevated apoD expression in rodent brains as well as\n                            in human plasma [13,16,17]. Increased apoD production is seen in the rat brain\n                            following traumatic brain injury [18]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "mention": "8",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 293,
                    "end": 295,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 487,
                    "end": 489,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 667,
                    "end": 669,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 670,
                    "end": 672,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 888,
                    "end": 890,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 891,
                    "end": 893,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 894,
                    "end": 896,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "ApoD production in health\n                            and disease \n                        ",
            "ref_spans": []
        },
        {
            "text": "In addition, elevated apoD\n                            production is detected in liver tumors resected from hepatocellular carcinoma [19], as\n                            well as in invasive carcinoma of the breast [20,21].\n                            Elevated apoD levels are present in cyst\n                            fluids of women with gross cystic disease of the breast [12].\n                            Furthermore, increased apoD levels are also detected in the breast nipple\n                            aspirate fluid in women with breast cancer, but nipple fluid apoD levels do not\n                            seem to correlate with the stage of the breast cancer disease [22].\n                        \n                ",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 215,
                    "end": 217,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 218,
                    "end": 220,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 377,
                    "end": 379,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 683,
                    "end": 685,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "ApoD production in health\n                            and disease \n                        ",
            "ref_spans": []
        },
        {
            "text": "Recently, Rickhag et al. [23]  demonstrate in a rat model of stroke that apoD is significantly\n                            elevated in the peri-infarct area during the recovery period. It is suggested\n                            that upregulated apoD production serves the function of transporting\n                            cholesterol and phospholipids, a remodeling process that is required for the\n                            recovery of brain injury. Likewise, high apoD protein levels are found in\n                            patients with failing hearts, compared with non-failing control subjects,\n                            raising the possibility that apoD is potential biomarker in human end-stage\n                            heart failure [24]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 26,
                    "end": 28,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "ApoD production in health\n                            and disease \n                        ",
            "ref_spans": []
        },
        {
            "text": "Niemann-Pick Type C (NPC)\n                            disease is a human neurodegenerative disorder characterized by impaired\n                            intracellular cholesterol transport [25]. Interestingly, in rodent models of the human NPC disease, apoD\n                            protein levels are markedly elevated by 30-fold in the brain and 6-fold in\n                            plasma, correlating with increased intracellular cholesterol storage [26,27]. These findings implicate apoD in the pathogenesis of NPC disease. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "ApoD production in health\n                            and disease \n                        ",
            "ref_spans": []
        },
        {
            "text": "In addition to its altered\n                            expression in the brain, apoD is upregulated in cultured myotubes from patients\n                            with type 2 diabetes [28]. Likewise, enhanced apoD expression is detected in muscle biopsies\n                            from patients with disuse atrophy, a pathological condition that impacts muscle\n                            function and activity of daily living [29]. Interestingly, the induction of apoD mRNA expression is accompanied\n                            by a corresponding increase in leptin receptor mRNA in the immobilized muscle\n                            of patients with disuse atrophy. Immunohistochemistry colocalizes apoD and\n                            leptin receptor in the perinuclear area in the immobilized muscle fibers [29]. These data are consistent with the observation of Liu et al. [30], who show that apoD and leptin receptor physically interact with each\n                            other in the brain. ApoD and leptin receptor expression are coordinately\n                            regulated in the hypothalamus in modulating food intake and energy homeostasis\n                            in mice. Dissociation of apoD with the leptin receptor is linked to the\n                            development of obesity in leptin receptor-deficient db/db mice [30]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 431,
                    "end": 433,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 815,
                    "end": 817,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1356,
                    "end": 1358,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "ApoD production in health\n                            and disease \n                        ",
            "ref_spans": []
        },
        {
            "text": "ApoD possesses two N-glycosylation sites (Asn45 and Asn78) [31],\n                            both of which are evolutionally conserved among species (Figure 1A). This raises the hypothesis that apoD is\n                            regulated at the post-translational level. In support of this hypothesis, we\n                            incubated aliquots of sera from normal C57BL/6J mice in the absence and\n                            presence of peptide:N-glycosidase F (PNGase F), an amidase that catalyzes the\n                            removal of carbohydrate moieties from N-linked glycoproteins. As shown in Figure 1B, pre-incubation of plasma apoD with PNGase F resulted in apoD\n                            de-glycosylation, as evidenced by the production of de-glycosylated apoD with\n                            reduced molecular masses. Likewise, serum apoD as well as apoD secreted from\n                            axillary glands in humans are also glycosylated [32,33].\n                            While  the physiological  significance of this  post-translational modification remained\n                            incompletely understood, it is suggested that N-glycosylation modulates apoD\n                            protein folding, resulting in conformational changes favorable for binding to\n                            its physiological ligands or association with HDL. In this context, it would be\n                            of significance to convert the two N-glycosylation sites Asn45 and Asn78 to\n                            alanine residues in apoD by site-directed mutagenesis. The resulting apoD\n                            mutants will be ideal molecules for determining the physiological impact of\n                            N-glycosylation on the ability of apoD to associate with ligands and/or with HDL\n                            in metabolism. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 975,
                    "end": 977,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 978,
                    "end": 980,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Posttranslational modification of apoD\n                        ",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 622,
                    "end": 624,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "ApoD is an atypical apolipoprotein of 169 amino acids. Unlike canonical apolipoproteins that are produced mainly in liver and\n                            intestine, apoD is expressed widely in mammalian tissues including brain,\n                            liver, intestine, cardiac and skeletal muscle, adipose tissue, and pancreas [34-36] (Figure 2). ApoD does not share significant degrees of homology in the\n                            amino acid sequence with other apolipoproteins. Instead, apoD  is structurally\n                            similar to the lipocalin family of proteins. This superfamily comprises a\n                            diverse class of lipid-binding proteins including fatty acid binding proteins\n                            (FABPs), plasma retinol-binding proteins (RBP) and apolipoprotein M (apoM) [34,37-39]. Despite their dissimilarities in amino acid\n                            sequences, the lipocalin superfamily of proteins share a highly conserved β-barrel structure that is comprised of an\n                            eight-stranded anti-parallel β-sheet [40].\n                            Such a tertiary architecture is predicted to form a ligand-binding pocket that\n                            is thought for binding and transporting lipids and other small hydrophobic\n                            molecules [34,37].\n                            This characteristic lipocalin fold is validated for apoD by\n                            Eichinger et al. [41],\n                            who recently crystalized the human apoD protein in its free form and in complex\n                            with progesterone. Cystallographic studies reveal that the eight-stranded\n                            anti-parallel β-sheets of apoD are connected by four loops in\n                            a pair-wise manner, forming a conically shaped cavity that is capable of\n                            binding hydrophobic ligands [40,41].\n                            Consistent with its structural organization, apoD is shown to associate with a\n                            number of ligands including cholesterol, progesterone, pregnenolone, bilirubin\n                            and arachidonic acid [13,34]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 336,
                    "end": 338,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 830,
                    "end": 832,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 833,
                    "end": 835,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1096,
                    "end": 1098,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1350,
                    "end": 1352,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1353,
                    "end": 1355,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1492,
                    "end": 1494,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1955,
                    "end": 1957,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1958,
                    "end": 1960,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2227,
                    "end": 2229,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2230,
                    "end": 2232,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Effect of apoD on HDL-cholesterol metabolism\n                        ",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 349,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Circulating ApoD is present\n                            mainly in HDL and to a lesser extent in LDL and VLDL [42,43](Figure 3). Nonetheless,\n                            little is known about the role of apoD in lipoprotein metabolism and its impact\n                            on atherosclerosis. Plasma apoD levels are significantly reduced in patients\n                            with Tangier disease, a rare autosomal recessive disorder that is caused by\n                            mutations in the ATP-binding cassette A1 (ABCA1) gene [34,44]. As ABCA1 plays a key role in effluxing cholesterol from cells, ABCA1\n                            loss-of-function results in diminished cholesterol removal from peripheral\n                            tissues, contributing to excessive accumulation of cholesterol in the body and\n                            increased risk of developing atherosclerosis in patients with Tangier disease [45-50]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 113,
                    "end": 115,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 935,
                    "end": 937,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 938,
                    "end": 940,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Effect of apoD on HDL-cholesterol metabolism\n                        ",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 125,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Recently, Vaisar et al. [51]\n                            took a proteomics approach to profile protein composition of HDL particles\n                            isolated from human subjects. Their studies reveal that HDL isolated from\n                            healthy individuals versus subjects with established CAD carry different\n                            protein cargos. Interestingly, apoD is highly enriched in HDL isolated from\n                            seven subjects with CAD, in comparison to six healthy controls. This\n                            observation seems paradoxical, as CAD patients are associated with lower HDL\n                            levels and apoD is mainly bound to HDL in the circulation. An increased apoD\n                            content in HDL may present a pathological marker or constitute a compensatory\n                            response to impaired cholesterol metabolism in subjects with established CAD. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 27,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Effect of apoD on HDL-cholesterol metabolism\n                        ",
            "ref_spans": []
        },
        {
            "text": "To recapitulate this clinical observation, we determined plasma apoD\n                            expression in normal and atherogenic mice with genetic depletion of apolipoprotein\n                            E (apoE), a commonly used rodent model of atherosclerosis. ApoE knockout mice display a marked increase in total plasma cholesterol\n                            levels and develop atherosclerosis with the deposition of fatty streaks in the\n                            proximal aorta at 3 months of age. We show that plasma apoD levels are markedly\n                            increased in apoE knockout mice (Figure 4). These results together with clinical data presage a potential role of\n                            apoD in the pathogenesis of atherosclerosis. \n                        \n                ",
            "cite_spans": [],
            "section": "Effect of apoD on HDL-cholesterol metabolism\n                        ",
            "ref_spans": [
                {
                    "start": 623,
                    "end": 624,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In addition to its role in cholesterol homeostasis, apoD is involved in\n                            triglyceride metabolism. Epidemiological studies identified three distinct\n                            missense mutations, namely Phe36Val, Tyr108Cys and Thr158Lys in the apoD gene\n                            in African populations. Each of these three mutations is associated with\n                            significantly elevated plasma triglyceride levels and reduced HDL-cholesterol\n                            levels, a plasma lipid profile that is characteristic of metabolic syndrome [52,53]. Although the underlying molecular basis remains to be defined, these\n                            clinical data implicate abnormal apoD function in the pathogenesis of metabolic\n                            syndrome. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 595,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Abnormal apoD production in metabolic syndrome\n                        ",
            "ref_spans": []
        },
        {
            "text": "Consistent with this idea, two\n                            studies demonstrate a linkage between the TaqI polymorphism of the apoD\n                            gene and type 2 diabetes in South Indians and Nauruans [54,55]. Subsequently, Vijayaraghavan et al. [56] report that the TaqI polymorphism of apoD is associated with\n                            the development of obesity, insulin resistance and hyperinsulinemia in the\n                            British Caucasoid population. This effect seems to be independent of body\n                            weight, as no significant association is detected between the apoD polymorphism\n                            and body mass index (BMI) or waist to hip ratio in the same cohort of subjects [56]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 218,
                    "end": 220,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 260,
                    "end": 262,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 746,
                    "end": 748,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Abnormal apoD production in metabolic syndrome\n                        ",
            "ref_spans": []
        },
        {
            "text": "Curry et al. [57]\n                            report that plasma apoD levels are significantly lower in patients with hyper-chylomicronemia.\n                            In a separate study to identify the factors that affect lipids and\n                            apolipoproteins at birth, Lane et al. [58] show that significant\n                            reductions in triglyceride and ApoD levels are detected in infants who\n                            subsequently became ill in the postnatal period with problems relating to\n                            carbohydrate metabolism (e.g., infants of diabetic mothers). Together these\n                            clinical data suggest that apoD is another significant player in lipid\n                            metabolism. ApoD dysregulation may contribute to metabolic abnormalities in\n                            insulin resistant subjects with obesity and/or type 2 diabetes. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Abnormal apoD production in metabolic syndrome\n                        ",
            "ref_spans": []
        },
        {
            "text": "Further evidence of apoD as a significant player in lipid metabolism\n                            derives from the studies in obese db/db mice. Due to leptin receptor\n                            deficiency, db/db mice are hyperphagic, developing morbid obesity and\n                            type 2 diabetes at about 12 weeks of age. Interestingly, Liu et al. [30] show that apoD and leptin receptor, which are co-expressed in the\n                            hypothalamus, interact with each other in regulating food uptake and body\n                            weight gain. Hypothalamic apoD mRNA is markedly induced in response to high fat\n                            feeding. However, this effect is abolished with a concomitant reduction of apoD\n                            mRNA levels in the hypothalamus of obese db/db mice. These data suggest\n                            that apoD may participate in the regulation of food intake and body fat\n                            accumulation via crosstalking with the leptin receptor.   \n                        \n                ",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Abnormal apoD production in metabolic syndrome\n                        ",
            "ref_spans": []
        },
        {
            "text": "There are two lines of evidences suggesting that apoD contributes to\n                            HDL remodeling. First, apoD is\n                            shown to modulate the activity of lecithin:cholesterol\n                            acyltransferase (LCAT), an HDL-bound enzyme that catalyzes the conversion of\n                            free cholesterol to cholesterol ester that is sequently recruited into the core\n                            of HDL. This effect along with apolipoprotein E (apoE) contributes to HDL core\n                            expansion and promotes HDL maturation [59].\n                            Albers et al. report that apoD is a carrier of lysolecithin, a product of the\n                            LCAT reaction [60]. This finding is accordance with the observation that apoD interacts\n                            with LCAT [61]. However, whether apoD acts as an activator or\n                            inhibitor of LCAT activity still remains controversial. Studies by Kostner et\n                            al.[62]\n                            suggest that apoD is an activator of LCAT, which is at variance with the data\n                            of Albers et al. [63], who show that apoD is an inhibitor of LCAT.\n                            Steyrer et al. [64]\n                            studied the activation of LCAT activity by apoD in comparison to apoA-I and\n                            apoC-I in reconstituted proteoliposomes. ApoA-I is the most potent activator of\n                            LCAT, followed by apoC-I and apoD. Their studies suggest that apoD modulates\n                            LCAT activity presumbly by stabilizing the enzyme on HDL [64]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 600,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 864,
                    "end": 866,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1209,
                    "end": 1211,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1302,
                    "end": 1304,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1709,
                    "end": 1711,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "ApoD in HDL remodeling\n                        ",
            "ref_spans": []
        },
        {
            "text": "Second, apoD contributes to HDL remodeling via its covalent cross-link\n                            with apolipoprotein A-II (apoA-II), a structural component of HDL. Blanco-Vaca\n                            et al. [65] detect the presence of disulfide-linked heterodimers of apoD and\n                            apoA-II in human plasma. Non-reducing polyacrylamide gel electrophoresis\n                            demonstrates that the apoD-apoA-II heterodimer has an apparent molecular mass\n                            of 38 kDa, which is significantly larger than monomeric apoD (MW, 29 kDa).\n                            Sequence analysis reveals the presence of five cysteine residues in the human\n                            apoD protein. Mass Spectrometric\n                            analysis in combination with crystallographic studies of human apoD protein\n                            illustrates that four cysteines (Cys16-Cys41 and Cys8-Cys114) are primed for\n                            forming two intra-molecular disulfide bonds and the remaining unpaired cysteine\n                            (Cys-116) is responsible for inter-molecular covalent cross-link with Cys-6 of apoA-II within HDL [31,41].\n                            Interestingly, the rodent apoD lacks the unpaired Cys-116, as it is replaced by\n                            threonine at the corresponding amino acid residue. Thus, the physiological\n                            significance of this covalent cross-link between apoD and apoA-II in HDL\n                            remodeling and cholesterol metabolism remains elusive [41]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1204,
                    "end": 1206,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1207,
                    "end": 1209,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1607,
                    "end": 1609,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "ApoD in HDL remodeling\n                        ",
            "ref_spans": []
        },
        {
            "text": "Increased oxidative stress is\n                            closely associated with inflammation, insulin resistance, diabetes and\n                            atherosclerosis. There is accumulating evidence that apoD plays an important role\n                            in oxidative stress. Do Carmo et al. [66]\n                            show in cultured NIH/3T3 fibroblasts that\n                            apoD expression is significantly induced in response to cellular stress, regardless of whether the stress\n                            condition is caused by lipopolysaccharide\n                            (LPS) stimulation, H2O2 treatment or UV-light irradiation. This effect seems to be mediated by the NF-kB pathway, as there are several conserved NF-kB\n                            binding sites in the apoD promoter [66]. Furthermore,\n                            Do Carmo et al. [67]show that apoD confers a neuroprotective effect in the\n                            brain of mice. Their studies demonstrate that mice over-expressing human apoD\n                            inneurons, as opposed to normal controls, are more\n                            resistant with a 3-fold higher survival rate in response to human coronavirus-induced acute encephalitis. Likewise, Ganfornina et al. [68] show that\n                            apoD overexpression in the brain\n                            protects mice from oxidative stress. This effect correlates with the ability of\n                            apoD to prevent lipid peroxidation in cells [68]. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 826,
                    "end": 828,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 889,
                    "end": 891,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1295,
                    "end": 1297,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1551,
                    "end": 1553,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "ApoD in oxidative stress and aging\n                        ",
            "ref_spans": []
        },
        {
            "text": "Additional\n                            evidence of apoD function against oxidative stress stems from studies in fruit\n                            flies. Sanchez et al. [69] show that\n                            genetically modified Drosophila mutants with loss-of-function of the\n                            human apoD homolog gene (GLaz) exhibit high sensitivity to oxidative\n                            stress and nutrient deprivation. The GLaz mutant flies also have an\n                            increased accumulation of lipid peroxidation products in the body, accompanied\n                            by 10-15% reduction in lifespan. Conversely, Walker et al. [70]show that Drosophila with overexpression of the apoD\n                            homolog GLaz displays enhanced resistance to starvation and oxidative\n                            stress. ApoD overexpression also ameliorates lipid peroxidation with a 30%\n                            extension of lifespan in flies [70]. Similar\n                            observations are made by Muffat et al. [71], who\n                            demonstrate that overproduction of the human apoD are also associated with\n                            significantly reduced lipid peroxidation products, protecting against oxidative\n                            stress and extending lifespan by about 40% in fruit flies. Together these data\n                            demonstrate an evolutionally conserved safeguarding mechanism by which apoD\n                            acts to protect against lipid peroxidation and oxidative stress. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 985,
                    "end": 987,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1066,
                    "end": 1068,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "ApoD in oxidative stress and aging\n                        ",
            "ref_spans": []
        },
        {
            "text": "Although\n                            apoD is shown to confer a significant beneficial effect on aging in fruit\n                            flies, there is a lack of evidence that apoD contributes to lifespan expansion\n                            in mammals. It is noteworthy that apoD is\n                            abundantly expressed in the brain. Elderly subjects and patients with Alzheimer\n                            are associated with markedly elevated apoD production in the brain [72-74], but the underlying pathophysiology is unknown. It is\n                            important to understand whether and how apoD affects aging and contributes to\n                            lifespan expansion in mammals. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 494,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 495,
                    "end": 497,
                    "mention": "74",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "ApoD in oxidative stress and aging\n                        ",
            "ref_spans": []
        },
        {
            "text": "Does apoD contribute to atherosclerosis? To address this issue, Sarjeant et al [75] subject thin-sections of\n                            coronary arteries of archived human specimens to anti-apoD\n                            immunohistochemistry. Their studies visualize an increased apoD deposition in\n                            atheromatous plaques. Consistent with this finding, we show that apoD is\n                            localized in atherosclerotic lesions of apoE knockout mice (Figure 5). Thus,\n                            elevated apoD deposition along with excessive cholesterol accumulation is\n                            detectable in atherosclerotic lesions of both human and rodent origins. This is\n                            correlated with the ability of apoD to bind and transport cholesterol, raising\n                            the possibility that apoD may play a significant role in the pathogenesis of\n                            atherosclerosis. It follows that an increased deposition of apoD in\n                            atherosclerotic lesions can derive from a compensatory response of apoD to\n                            facilitate cholesterol removal from peripheral cells or result from the\n                            consequence of defects in apoD-mediated cholesterol trafficking. Further studies\n                            are warranted to distinguish whether apoD contributes to or protects against\n                            the development of atherosclerosis. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "mention": "75",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Impact of apoD on atherosclerosis\n                        ",
            "ref_spans": [
                {
                    "start": 498,
                    "end": 499,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "ApoD is a 29-kDa glycoprotein of 169 amino acids. ApoD is evolutionally\n                            conserved among species and is expressed in a variety of mammalian tissues.\n                            Although classifed as apolipoprotein, apoD belongs to the lipocalin family due\n                            to its structural adoptation of a β-barrel\n                            structure that is characteristic of lipocalins [40,41].\n                            ApoD is shown to be a multi-ligand binding protein that is capable of\n                            transporting small hydrophobic molecules such as arachidonic acid, steroid\n                            hormones, and cholesterol for metabolism or signaling [34].\n                            Altered apoD expression has been associated with a number of pathological\n                            conditions, including breast carcinoma, prostate cancer, Parkinson's disease,\n                            Alzheimer, schizophrenia, bipolar disorder, etc [13-17,34,72,74,76-80]. Elevated apoD deposition is also detected in amyloid\n                            plaques in the brains of patients with Alzheimer with undefined pathophysiology\n                            [15,79]. These data underscore the importance of apoD in the\n                            pathophysiology of cancer and neurological disorders. However, a comprehensive\n                            survey of apoD function is beyond the scope of this article. Instead, we center\n                            our review on apoD in lipid metabolism in relation to the pathogenesis of\n                            dyslipidemia and atherosclerosis, the two intertwined pathological traits that\n                            consequently predispose an at-risk individual to CAD. \n                        \n                ",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 433,
                    "end": 435,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 722,
                    "end": 724,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1024,
                    "end": 1026,
                    "mention": "74",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1027,
                    "end": 1029,
                    "mention": "76",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "80",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1228,
                    "end": 1230,
                    "mention": "79",
                    "ref_id": "BIBREF76"
                }
            ],
            "section": "Conclusions and perspectives\n                        ",
            "ref_spans": []
        },
        {
            "text": "ApoD is categorized as apolipoprotein due to its initial isolation from\n                            human HDL. Indeed, circulating apoD is bound mainly to HDL, correlating with\n                            the ability of apoD to associate via covalent cross-link with apoA-II. Plasma\n                            apoD is also present at a relatively low content in VLDL and LDL, suggesting\n                            that apoD plays significant roles in both triglyceride and cholesterol\n                            metabolism. Consistent with this notion, apoD polymorphism is associated with\n                            lipid disorders, as characterized by elevated plasma triglyceride levels and/or\n                            reduced HDL levels. ApoD is enriched in HDL isolated from patients with\n                            established CAD. Likewise, increased apoD deposition is detected in the\n                            atherosclerotic plaques of both human and rodent origins. However, a cause and\n                            effect relationship between aberrant apoD production and abnormal lipoprotein\n                            metabolism remains unknown. For example, how do apoD mutations result in\n                            elevated plasma triglyceride levels? Does apoD affect hepatic VLDL production\n                            and plasma VLDL clearance? Does apoD protect against or contribute to the pathogenesis\n                            of atherosclerosis? While apoD is present in HDL in dimerization with apoA-II,\n                            it is not clear how this inter-molecular cross-link affects HDL remodeling and\n                            impacts cholesterol metabolism. Obviously, further studies are needed to\n                            characterize the role of apoD in triglyceride and cholesterol metabolism and\n                            decipher the underlying mechanism that links apoD dysregulation to\n                            abnormalities in lipoprotein metabolism, accounting for heightened risk of\n                            developing CAD in subjects with obesity and/or diabetes. \n                        \n                ",
            "cite_spans": [],
            "section": "Conclusions and perspectives\n                        ",
            "ref_spans": []
        },
        {
            "text": "Equally important, apoD is implicated to play a significant role in\n                            aging, as elevated apoD production results in lifespan extension in Drosophila.\n                            Elevated apoD production is seen in aging brains and altered brain apoD\n                            expression is associated with neurological disorders. It is of paramount\n                            importance to define apoD function in the brain and understand the molecular\n                            basis by which apoD affects aging and contributes neurological diseases. \n                        \n                ",
            "cite_spans": [],
            "section": "Conclusions and perspectives\n                        ",
            "ref_spans": []
        },
        {
            "text": "\nAnalysis of apoD N-glycosylation.\n                 Aliquots\n                        of plasma (20 μg protein) from C57BL/6J mice (male, 10 weeks old) were\n                        incubated without (-) and with (+) 1,000 U of N-glycosidase F (New England\n                        Biolabs) in a total volume of 30 μl at 37°C for 1 hour. The\n                        reaction mixture was resolved on 4-20% SDS-polyacrylamide gels, followed by\n                        immunoblot analysis using polyclonal rabbit anti-apoD (developed in our own\n                        laboratory). \n                    \n            ",
            "cite_spans": [],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "\nRNA isolation and RT-PCR\n                                assay.\n                 Total RNA isolation from tissue (20 mg) was performed using the RNeasy\n                        Mini Kit (QIAGEN, Valencia, CA). Aliquots\n                        of purified RNA (100 ng) from were subjected to RT-PCR analysis using apoD\n                        sequence-specific primersflanking the apoD mRNA for forward reaction\n                        (5'-TAAGGCCTCTCCTGCAGCCA-3') and reverse reaction (5'-CTTTACAGGAAGTCCGGGCAG-3'). The resulting PCR products were resolved on 1%\n                        agarose gel containing ethidium bromide and visualized by UV light.\n                    \n            ",
            "cite_spans": [],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "\nImmunohistochemistry.\n                 Mice\n                        were sacrificed and the proximal aorta of individual mice was dissected free of\n                        adipose and connective tissue, and immediately fixed in 4% paraformaldehyde.\n                        The aorta was mounted in Cryomatrix (Shandon, Pittsburgh, PA) and frozen in\n                        isopentane that has been pre-cooled in liquid nitrogen. Transverse\n                        cryo-sections (10 μm) were cut and stained by oil red O to visualize the\n                        atherosclerotic lesions. Consecutive sections were immunostained using either\n                        rabbit control IgG derived against bacterial β-galactosidase\n                        or polyclonal rabbit anti-apoD, followed by incubation\n                        with the donkey anti-rabbit IgG conjugated with Cy3. All animal studies were approved by the IACUC of\n                        Children's Hospital of Pittsburgh (protocol #30-07). \n                    \n            ",
            "cite_spans": [],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "This study was supported in part by\n                        American Diabetes Association and National Health Institute grant DK066301. We\n                        thank Dr. Steve Ringquist and members of the Dong Lab for critical proofreading\n                        of this manuscript. \n                    \n            ",
            "cite_spans": [],
            "section": "Acknowledgement",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.:  ApoD protein sequences of\n                                                different species were aligned using the ClustalW program. Amino acid\n                                                residues in box denote two highly conserved N-glycosylation sites in apoD.\n                                                The consensus N-glycosylation site is Asn-X-Ser/Thr. (B) Plasma apoD is\n                                                N-glycosylated. Aliquots of plasma (20 μg protein) from C57BL/6J mice were\n                                                incubated without (-) and with (+) 1,000 U of N-glycosidase F (New England\n                                                Biolabs) in a total volume of 30 μl at 37°C for 1 hour to remove N-glycan chains from glycopeptides. The\n                                                reaction mixture was resolved on 4-20% SDS-polyacrylamide gels, followed by\n                                                immunoblot analysis using anti-apoD. Glycosylated and de-glycosylated forms\n                                                of apoD are indicated.\n                                        \n                        ",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: \n                                            Total RNA was prepared from different tissues of C57BL/6J mice. Aliquots of purified RNA (100 ng)\n                                            were subjected to RT-PCR analysis using apoD sequence-specific primers.\n                                            The resulting PCR products were resolved on 1% agarose gel containing ethidiumbromide\n                                            and visualized by UV light.\n                                        \n                        ",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.:  Male\n                                                C57BL/6J mice (3-5 weeks old) were fed regular chow (RC) or high fat diet\n                                                (HF) for 8 weeks. Aliquots of 250-μl sera of mice (n=5) were fractionated\n                                                by gel filtration column chromatography. Fractions (500 μl) were collected\n                                                for the determination of cholesterol concentrations. Likewise, aliquots of\n                                                sera (250 μl) of male apoE knockout mice (ApoE-/-, 12 weeks old on regular\n                                                chow) were fractionated to VLDL, LDL and HDL fractions. Peak fractions of\n                                                VLDL, LDL and HDL were subjected to immunoblot assay using anti-ApoD\n                                                antibody. \n                                        \n                        ",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.:  (A) Sera of ApoE knockout (n=5)\n                                                and control mice (n=5) at 12 weeks of age were subjected to immunoblot\n                                                analysis using anti-apoD antibody.\n                                                (B) Sections of aorta were stained\n                                                by oil red O to visualize the atherosclerotic lesions in the aorta of apoE\n                                                knockout mice. Data were obtained from 16-wk old mice. *P <0.05\n                                                vs. ApoE-/- mice by ANOVA.\n                                        \n                        ",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: \n                                            Proximal aorta sections of male apoE knockout mice were subjected to oil red O staining (A),\n                                            and to immunohistochemistry using control rabbit IgG against bacterial β-galactosidase (B)\n                                            and rabbit anti-apoD antibody (C). The secondary antibody used in immunostaining is the donkey\n                                            anti-rabbit IgG conjugated with Cy3. ApoD was stained red in theatherosclerotic plaque (C),\n                                            as indicated by arrow. Elastic fibers ofvessels were auto-fluorescent blue,\n                                            as indicated by arrowhead. Bar = 50 μm.\n                                        \n                        ",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Obesity and atherogenic dyslipidemia",
            "authors": [],
            "year": 2007,
            "venue": "Gastroenterology",
            "volume": "132",
            "issn": "",
            "pages": "2181-2190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "ApoC-III gene polymorphisms and risk of coronary artery disease",
            "authors": [],
            "year": 2002,
            "venue": "J Lipid Res",
            "volume": "43",
            "issn": "",
            "pages": "1450-1457",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "FoxO1 mediates insulin-dependent regulation of hepatic VLDL production in mice",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Invest",
            "volume": "118",
            "issn": "",
            "pages": "2347-2364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Cholesterol and apolipoprotein D in gross cystic disease of the breast",
            "authors": [],
            "year": 1992,
            "venue": "Clin Chem",
            "volume": "38",
            "issn": "",
            "pages": "695-698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clozapine specifically alters the arachidonic acid pathway in mice lacking apolipoprotein D",
            "authors": [],
            "year": 2007,
            "venue": "Schizophrenia research",
            "volume": "89",
            "issn": "",
            "pages": "147-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Apolipoprotein D is associated with long-term outcome in patients with schizophrenia",
            "authors": [],
            "year": 2006,
            "venue": "Pharmacogenomics J",
            "volume": "6",
            "issn": "",
            "pages": "120-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Genetic variation in apolipoprotein D and Alzheimer's disease",
            "authors": [],
            "year": 2004,
            "venue": "J Neurol",
            "volume": "251",
            "issn": "",
            "pages": "951-957",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Apolipoprotein D levels are elevated in prefrontal cortex of subjects with Alzheimer's disease: no relation to apolipoprotein E expression or genotype",
            "authors": [],
            "year": 2003,
            "venue": "Biol Psychiatry",
            "volume": "54",
            "issn": "",
            "pages": "136-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Antipsychotic drug treatment alters expression of mRNAs encoding lipid metabolism-related proteins",
            "authors": [],
            "year": 2003,
            "venue": "Mol Psychiatry",
            "volume": "8",
            "issn": "",
            "pages": "983-93, 50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Increased expression of apolipoprotein D following experimental traumatic brain injury",
            "authors": [],
            "year": 1999,
            "venue": "J Neurochem",
            "volume": "73",
            "issn": "",
            "pages": "1615-1625",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Liver expression of steroid hormones and Apolipoprotein D receptors in hepatocellular carcinoma",
            "authors": [],
            "year": 2007,
            "venue": "World J Gastroenterol",
            "volume": "13",
            "issn": "",
            "pages": "3221-3227",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Do glucose and lipids exert independent effects on atherosclerotic lesion initiation or progression to advanced plaques",
            "authors": [],
            "year": 2007,
            "venue": "Circ Res",
            "volume": "100",
            "issn": "",
            "pages": "769-781",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Apolipoprotein D predicts adverse outcome in women >/=70 years with operable breast cancer",
            "authors": [],
            "year": 2009,
            "venue": "Breast cancer research and treatment",
            "volume": "3",
            "issn": "",
            "pages": "519-528",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Expression of androgen receptor and two androgen-induced proteins (apolipoprotein D and pepsinogen C) in ductal carcinoma in situ of the breast",
            "authors": [],
            "year": 2007,
            "venue": "Histopathology",
            "volume": "50",
            "issn": "",
            "pages": "866-874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Proteomic analysis to identify breast cancer biomarkers in nipple aspirate fluid",
            "authors": [],
            "year": 2004,
            "venue": "Clin Cancer Res",
            "volume": "10",
            "issn": "",
            "pages": "7500-7510",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Apolipoprotein D is elevated in oligodendrocytes in the peri-infarct region after experimental stroke: influence of enriched environment",
            "authors": [],
            "year": 2008,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "28",
            "issn": "",
            "pages": "551-562",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Apolipoprotein D as a novel marker in human end-stage heart failure: a preliminary study",
            "authors": [],
            "year": 2008,
            "venue": "Biomarkers",
            "volume": "13",
            "issn": "",
            "pages": "535-548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Niemann-Pick disease",
            "authors": [],
            "year": 2000,
            "venue": "Curr Opin Hematol",
            "volume": "7",
            "issn": "",
            "pages": "48-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Cellular cholesterol storage in the Niemann-Pick disease type C mouse is associated with increased expression and defective processing of apolipoprotein D",
            "authors": [],
            "year": 1998,
            "venue": "J Neurochem",
            "volume": "70",
            "issn": "",
            "pages": "242-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Apolipoprotein D in the Niemann-Pick type C disease mouse brain: an ultrastructural immunocytochemical analysis",
            "authors": [],
            "year": 2002,
            "venue": "J Neurocytol",
            "volume": "31",
            "issn": "",
            "pages": "121-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Expression profiling of insulin action in human myotubes: induction of inflammatory and pro-angiogenic pathways in relationship with glycogen synthesis and type 2 diabetes",
            "authors": [],
            "year": 2004,
            "venue": "Biochem Biophys Res Commun",
            "volume": "323",
            "issn": "",
            "pages": "685-695",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Transcriptional pathways associated with skeletal muscle disuse atrophy in humans",
            "authors": [],
            "year": 2007,
            "venue": "Physiol Genomics",
            "volume": "31",
            "issn": "",
            "pages": "510-520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The macrophage at the crossroads of insulin resistance and atherosclerosis",
            "authors": [],
            "year": 2007,
            "venue": "Circ Res",
            "volume": "100",
            "issn": "",
            "pages": "1546-1555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Apolipoprotein D interacts with the long-form leptin receptor: a hypothalamic function in the control of energy homeostasis",
            "authors": [],
            "year": 2001,
            "venue": "Faseb J",
            "volume": "15",
            "issn": "",
            "pages": "1329-1331",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Structure of human apolipoprotein D: locations of the intermolecular and intramolecular disulfide links",
            "authors": [],
            "year": 1994,
            "venue": "Biochemistry",
            "volume": "33",
            "issn": "",
            "pages": "12451-12455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Site-specific detection and structural characterization of the glycosylation of human plasma proteins lecithin:cholesterol acyltransferase and apolipoprotein D using HPLC/electrospray mass spectrometry and sequential glycosidase digestion",
            "authors": [],
            "year": 1995,
            "venue": "Protein Sci",
            "volume": "4",
            "issn": "",
            "pages": "791-803",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A human axillary odorant is carried by apolipoprotein D",
            "authors": [],
            "year": 1996,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "93",
            "issn": "",
            "pages": "6626-6630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Apolipoprotein D",
            "authors": [],
            "year": 2000,
            "venue": "Biochim Biophys Acta",
            "volume": "1482",
            "issn": "",
            "pages": "185-198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Cloning and expression of human apolipoprotein D cDNA",
            "authors": [],
            "year": 1986,
            "venue": "J Biol Chem",
            "volume": "261",
            "issn": "",
            "pages": "16535-16539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Molecular characterization and differential mRNA tissue distribution of mouse apolipoprotein D",
            "authors": [],
            "year": 1995,
            "venue": "Brain research",
            "volume": "30",
            "issn": "",
            "pages": "242-250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Lipocalins as a scaffold",
            "authors": [],
            "year": 2000,
            "venue": "Biochim Biophys Acta",
            "volume": "1482",
            "issn": "",
            "pages": "337-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Serum retinol binding protein 4 contributes to insulin resistance in obesity and type 2 diabetes",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "356-362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Apolipoprotein M is required for prebeta-HDL formation and cholesterol efflux to HDL and protects against atherosclerosis",
            "authors": [],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": "418-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Cholesterol efflux pathways and other potential mechanisms involved in the athero-protective effect of high density lipoproteins",
            "authors": [],
            "year": 2008,
            "venue": "J Intern Med",
            "volume": "263",
            "issn": "",
            "pages": "256-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "The lipocalin protein family: structural and sequence overview",
            "authors": [],
            "year": 2000,
            "venue": "Biochim Biophys Acta",
            "volume": "1482",
            "issn": "",
            "pages": "9-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Structural insight into the dual ligand specificity and mode of high density lipoprotein association of apolipoprotein D",
            "authors": [],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "31068-31075",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Studies on the isolation and partial characterization of apolipoprotein D and lipoprotein D of human plasma",
            "authors": [],
            "year": 1976,
            "venue": "Biochemistry",
            "volume": "15",
            "issn": "",
            "pages": "515-520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Isolation and partial cha-racterization of apolipoprotein D: a new protein moiety of the human plasma lipoprotein system",
            "authors": [],
            "year": 1973,
            "venue": "FEBS Lett",
            "volume": "37",
            "issn": "",
            "pages": "178-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Plasma apolipoprotein concentrations in familial apolipoprotein A-I and A-II deficiency (Tangier disease)",
            "authors": [],
            "year": 1981,
            "venue": "Metabolism: clinical and experimental",
            "volume": "30",
            "issn": "",
            "pages": "805-809",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The gene encoding ATP-binding cassette transporter 1 is mutated in Tangier disease",
            "authors": [],
            "year": 1999,
            "venue": "Nature genetics",
            "volume": "22",
            "issn": "",
            "pages": "347-351",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Mutations in ABC1 in Tangier disease and familial high-density lipoprotein deficiency",
            "authors": [],
            "year": 1999,
            "venue": "Nature genetics",
            "volume": "22",
            "issn": "",
            "pages": "336-345",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Genetic variation in ABC transporter A1 contributes to HDL cholesterol in the general population",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Invest",
            "volume": "114",
            "issn": "",
            "pages": "1343-1353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "The Tangier disease gene product ABC1 controls the cellular apolipoprotein-mediated lipid removal pathway",
            "authors": [],
            "year": 1999,
            "venue": "J Clin Invest",
            "volume": "104",
            "issn": "",
            "pages": "R25-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Tangier disease is caused by mutations in the gene encoding ATP-binding cassette transporter 1",
            "authors": [],
            "year": 1999,
            "venue": "Nature genetics",
            "volume": "22",
            "issn": "",
            "pages": "352-355",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Mechanisms of disease: HDL metabolism as a target for novel therapies",
            "authors": [],
            "year": 2007,
            "venue": "Nature clinical practice",
            "volume": "4",
            "issn": "",
            "pages": "102-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Probing the pathways of chylomicron and HDL metabolism using adenovirus-mediated gene transfer",
            "authors": [],
            "year": 2004,
            "venue": "Curr Opin Lipidol",
            "volume": "15",
            "issn": "",
            "pages": "151-166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Shotgun proteomics implicates protease inhibition and complement activation in the antiinflammatory properties of HDL",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Invest",
            "volume": "117",
            "issn": "",
            "pages": "746-756",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Genetic variation in the apolipoprotein D gene among African blacks and its significance in lipid metabolism",
            "authors": [],
            "year": 2002,
            "venue": "Atherosclerosis",
            "volume": "163",
            "issn": "",
            "pages": "329-338",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Genetic studies of human apolipoproteins. IX. Apolipoprotein D polymorphism and its relation to serum lipoprotein lipid levels",
            "authors": [],
            "year": 1989,
            "venue": "American journal of human genetics",
            "volume": "45",
            "issn": "",
            "pages": "147-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Apolipoprotein D gene polymorphism: a new genetic marker for type 2 diabetic subjects in Nauru and south India",
            "authors": [],
            "year": 1994,
            "venue": "Diabet Med",
            "volume": "11",
            "issn": "",
            "pages": "947-952",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "The genetics of non-insulin-dependent diabetes mellitus in south India: an overview",
            "authors": [],
            "year": 1992,
            "venue": "Ann Med",
            "volume": "24",
            "issn": "",
            "pages": "491-497",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Apolipoprotein-D polymorphism: a genetic marker for obesity and hyperinsulinemia",
            "authors": [],
            "year": 1994,
            "venue": "J Clin Endocrinol Metab",
            "volume": "79",
            "issn": "",
            "pages": "568-570",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Quantitative determination of human apolipoprotein D by electro-immunoassay and radial immunodiffusion",
            "authors": [],
            "year": 1977,
            "venue": "Biochim Biophys Acta",
            "volume": "491",
            "issn": "",
            "pages": "232-241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Factors affecting the lipid and apolipoprotein levels of cord sera",
            "authors": [],
            "year": 1983,
            "venue": "Pediatr Res",
            "volume": "17",
            "issn": "",
            "pages": "83-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Role of apoA-I, ABCA1, LCAT, and SR-BI in the biogenesis of HDL",
            "authors": [],
            "year": 2006,
            "venue": "J Mol Med",
            "volume": "84",
            "issn": "",
            "pages": "276-294",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Is raising HDL a futile strategy for atheroprotection",
            "authors": [],
            "year": 2008,
            "venue": "Nature reviews",
            "volume": "7",
            "issn": "",
            "pages": "143-155",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Purification and characterization of human plasma lecithin:cholesterol acyltransferase",
            "authors": [],
            "year": 1976,
            "venue": "Biochemistry",
            "volume": "15",
            "issn": "",
            "pages": "1084-1087",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Separation of free and apolipoprotein D-associated human plasma lecithin: cholesterol acyltransferase",
            "authors": [],
            "year": 1989,
            "venue": "J Biochem Biophys Methods",
            "volume": "19",
            "issn": "",
            "pages": "93-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Studies on the cofactor requirements for lecithin:cholesterol acyltransferase",
            "authors": [],
            "year": 1974,
            "venue": "Scand J Clin Lab Invest Suppl",
            "volume": "137",
            "issn": "",
            "pages": "19-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Effect of human plasma apolipoproteins on the activity of purified lecithin: cholesterol acyltransferase",
            "authors": [],
            "year": 1979,
            "venue": "Artery",
            "volume": "5",
            "issn": "",
            "pages": "61-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Activation of lecithin-cholesterol acyltransferase by apolipoprotein D: comparison of proteoliposomes containing apolipoprotein D, A-I or C-I",
            "authors": [],
            "year": 1988,
            "venue": "Biochim Biophys Acta",
            "volume": "958",
            "issn": "",
            "pages": "484-491",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Characterization of disulfide-linked heterodimers containing apolipoprotein D in human plasma lipoproteins",
            "authors": [],
            "year": 1992,
            "venue": "J Lipid Res",
            "volume": "33",
            "issn": "",
            "pages": "1785-1796",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Modulation of apolipoprotein D expression and translocation under specific stress conditions",
            "authors": [],
            "year": 2007,
            "venue": "Biochim Biophys Acta",
            "volume": "1773",
            "issn": "",
            "pages": "954-969",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Neuroprotective effect of apolipoprotein D against human coronavirus OC43-induced encephalitis in mice",
            "authors": [],
            "year": 2008,
            "venue": "J Neurosci",
            "volume": "28",
            "issn": "",
            "pages": "10330-10338",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Apolipoprotein D is involved in the mechanisms regulating protection from oxidative stress",
            "authors": [],
            "year": 2008,
            "venue": "Aging Cell",
            "volume": "7",
            "issn": "",
            "pages": "506-515",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Loss of glial lazarillo, a homolog of apolipoprotein D, reduces lifespan and stress resistance in Drosophila",
            "authors": [],
            "year": 2006,
            "venue": "Curr Biol",
            "volume": "16",
            "issn": "",
            "pages": "680-686",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Overexpression of human ApoAI transgene provides long-term atheroprotection in LDL receptor-deficient mice",
            "authors": [],
            "year": 2006,
            "venue": "Atherosclerosis",
            "volume": "189",
            "issn": "",
            "pages": "255-263",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Overexpression of a Drosophila homolog of apolipoprotein D leads to increased stress resistance and extended lifespan",
            "authors": [],
            "year": 2006,
            "venue": "Curr Biol",
            "volume": "16",
            "issn": "",
            "pages": "674-679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Human ApoD, an apolipoprotein up-regulated in neurodegenerative diseases, extends lifespan and increases stress resistance in Drosophila",
            "authors": [],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "7088-7093",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Apolipoprotein D in the aging brain and in Alzheimer's dementia",
            "authors": [],
            "year": 2000,
            "venue": "Neurological research",
            "volume": "22",
            "issn": "",
            "pages": "330-336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Elevated portal vein drug levels of sirolimus and tacrolimus in islet transplant recipients: local immunosuppression or islet toxicity",
            "authors": [],
            "year": 2003,
            "venue": "Transplantation",
            "volume": "76",
            "issn": "",
            "pages": "1623-1625",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Increased levels of apolipoprotein D in cerebrospinal fluid and hippocampus of Alzheimer's patients",
            "authors": [],
            "year": 1998,
            "venue": "J Neurochem",
            "volume": "71",
            "issn": "",
            "pages": "1643-1650",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Apolipoprotein D inhibits platelet-derived growth factor-BB-induced vascular smooth muscle cell proliferated by preventing translocation of phosphorylated extracellular signal regulated kinase 1/2 to the nucleus",
            "authors": [],
            "year": 2003,
            "venue": "Arterioscler Thromb Vasc Biol",
            "volume": "23",
            "issn": "",
            "pages": "2172-2177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Apolipoprotein-D: a novel cellular marker for HGPIN and prostate cancer",
            "authors": [],
            "year": 2004,
            "venue": "The Prostate",
            "volume": "58",
            "issn": "",
            "pages": "103-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Apolipoprotein D expression in cutaneous malignant melanoma",
            "authors": [],
            "year": 2003,
            "venue": "Journal of surgical oncology",
            "volume": "83",
            "issn": "",
            "pages": "99-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Genetic variation in apolipoprotein D affects the risk of Alzheimer disease in African-Americans",
            "authors": [],
            "year": 2003,
            "venue": "Am J Med Genet B Neuropsychiatr Genet",
            "volume": "116B",
            "issn": "",
            "pages": "98-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Apolipoprotein D is a component of compact but not diffuse amyloid-beta plaques in Alzheimer's disease temporal cortex",
            "authors": [],
            "year": 2005,
            "venue": "Neurobiology of disease",
            "volume": "20",
            "issn": "",
            "pages": "574-582",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Apolipoproteins C-1 and C-III as important modulators of lipoprotein metabolism",
            "authors": [],
            "year": 2001,
            "venue": "Curr Opin Lipidol",
            "volume": "12",
            "issn": "",
            "pages": "297-304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Immunohistochemical study of distribution of apolipoproteins E and D in human cerebral beta amyloid deposits",
            "authors": [],
            "year": 2003,
            "venue": "Experimental neurology",
            "volume": "184",
            "issn": "",
            "pages": "697-704",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Foxo1 Mediates Insulin Action on ApoC-III and Triglyceride Metabolism",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Invest",
            "volume": "114",
            "issn": "",
            "pages": "1493-1503",
            "other_ids": {
                "DOI": []
            }
        }
    }
}