{
    "paper_id": "PMC2970549",
    "metadata": {
        "title": "Efficacy of Oseltamivir-Zanamivir Combination Compared to Each Monotherapy for Seasonal Influenza: A Randomized Placebo-Controlled Trial",
        "authors": [
            {
                "first": "Xavier",
                "middle": [],
                "last": "Duval",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sylvie",
                "middle": [],
                "last": "van der Werf",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thierry",
                "middle": [],
                "last": "Blanchon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Mosnier",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maude",
                "middle": [],
                "last": "Bouscambert-Duchamp",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Annick",
                "middle": [],
                "last": "Tibi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Enouf",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cécile",
                "middle": [],
                "last": "Charlois-Ou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Corine",
                "middle": [],
                "last": "Vincent",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Andreoletti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Florence",
                "middle": [],
                "last": "Tubach",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Lina",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "France",
                "middle": [],
                "last": "Mentré",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Leport",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Benjamin",
                "middle": [
                    "J."
                ],
                "last": "Cowling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Neuraminidase inhibitors (oseltamivir [O], zanamivir [Z]) are thought to be efficacious as compared to placebo in outpatients with uncomplicated seasonal influenza [1]–[6], both clinically in terms of reduction in duration of symptoms, as well as in terms of a reduction in viral shedding. In 2008, they were considered an important strategy to limit the impact of an influenza pandemic both individually, by reducing morbidity and mortality, and collectively, by slowing spread of the virus to allow time for vaccine production, the cornerstone of influenza control [2]–[4],[7]. It was hypothesized that the widespread use of a single antiviral might result in the emergence of resistant strains whose subsequent spread could dramatically reduce the effectiveness of antiviral therapy. The combination of two antiviral agents, if well tolerated, and if producing at least additive antiviral activity, theoretically offers several advantages: reducing disease severity, viral shedding, and viral excretion period, thereby also lowering the attack rate and risk of selection of resistant viruses, specifically in individuals with prolonged viral shedding, such as immunocompromised patients [8],[9]. Indeed, mathematical modelling showed a reduction in risk of emergence of resistant strains during early phases of a pandemic, associated with use of two antivirals as compared to single antiviral therapy [9]. Finally, another theoretical advantage of combining two drugs would be to ensure optimal treatment of all circulating influenza virus types, subtypes, or variants, as susceptibility of influenza viruses has been shown to vary, and seasonal H1N1 viruses naturally resistant to oseltamivir, which remain susceptible to zanamivir, emerged in 2008 [10]. Among antivirals active against influenza virus, the combination of neuraminidase inhibitors is attractive, because both compounds are licensed for seasonal influenza, they are delivered to the respiratory tract by distinct means (directly through a diskhaler for zanamivir, after gastrointestinal absorption and hepatic metabolism for oseltamivir), and key mutations associated with resistance are different for each drug. However, negative interactions cannot not be ruled out owing to the possible competition between these two drugs, which target the same binding pocket in the neuraminidase.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "mention": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 168,
                    "end": 171,
                    "mention": "[6]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 567,
                    "end": 570,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 571,
                    "end": 574,
                    "mention": "[4]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 575,
                    "end": 578,
                    "mention": "[7]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1190,
                    "end": 1193,
                    "mention": "[8]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1194,
                    "end": 1197,
                    "mention": "[9]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1404,
                    "end": 1407,
                    "mention": "[9]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1753,
                    "end": 1757,
                    "mention": "[10]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In 2006, in the context of pandemic planning, we designed a double-placebo randomized controlled trial in patients presenting with seasonal influenza-like illness to compare the oseltamivir-zanamivir combination to each of the monotherapies plus placebo. The trial was conducted in France, during the winter of 2008–2009. Because of the emergence of the pandemic 2009 (H1N1) virus in humans, in April 2009 in North America, and its subsequent worldwide spread, the independent data-monitoring committee requested that we terminate the trial early and analyze the results earlier than planned, given the possible impact of the results on antiviral treatment management during the pandemic [11].",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 692,
                    "mention": "[11]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "From January 7th to March 15th 2009 (period of the winter 2008–2009 influenza epidemic in France), we enrolled throughout France adults 18 y old and older who consulted their general practitioner within 36 h of influenza symptoms onset (following the first influenza symptoms reported by the patient), with a temperature greater than or equal to 38°C (reported or observed by the practitioner), one or more respiratory symptoms (cough, sore throat), one or more general symptoms (headache, dizziness, myalgia, sweats and or chills, fatigue), and a positive nasal rapid test for influenza A (Clearview Exact Influenza A & B) performed by the practitioner. Enrolment of women required a negative urine pregnancy test. Exclusion criteria were vaccination against influenza during the 2008–2009 season, recent exacerbations of chronic obstructive pulmonary disease (COPD), asthma or severe chronic disease, previous history of depression, and prior inclusion in this trial. Prior to inclusion, patients gave informed written consent. The protocol was approved by the Ethics Committee of Ile de France 1 (Texts S1 and S2).",
            "cite_spans": [],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "At enrolment (day 0), a nasal swab for virological analysis was performed using a standard operating procedure (sample kit plus instructional video). Patients were allocated to treatment by a randomization list, with an arm ratio of 1∶1∶1, balanced by practitioner. A computer random number generator was used to select random permuted blocks of size 3. This randomisation code was given to the central hospital pharmacy that prepared blinded treatment units in conformity with good manufacturing practices (GMP). Each general practitioner received six treatment units and was told to distribute them by order of inclusion of his patients in the trial. Allocation was concealed through the similarity of all the containers and the impossibility for the GP to identify the treatment arm when opening the container. The three treatments were (1) oseltamivir capsule for oral use plus inhaled zanamivir, (2) oseltamivir plus inhaled placebo, (3) zanamivir plus oral placebo. Oseltamivir dosage was 75 mg orally twice daily; zanamivir dosage was 10 mg by oral inhalation using the commercialized GlaxoSmithKline Diskhaler, twice daily. Active drugs and placebo were kindly provided by Roche and Glaxo-SmithKline laboratories. A visiting nurse performed a nasal swab for virological analysis on day 2. Patients returned to their general practitioner at day 7 for a follow-up examination, and were contacted by phone on day 14. Patients, general practitioners assigning the patients, and outcome assessors (practitioners, virologists, patients), were blinded to treatment assignment throughout the study and statisticians until the end of the analysis.",
            "cite_spans": [],
            "section": "Study Procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Nasal swabs placed into a transport medium (Virocult, Elitech) were transported at 4°C by special courier to the nearest National Influenza Centre (NIC) (Hospices Civils de Lyon, Lyon, or Pasteur Institute, Paris, France). Upon arrival, the swab samples were eluted into 2 ml of transport medium, processed for real-time reverse transcription (RT)-PCR analyses and inoculated onto MDCK cells for virus isolation and subsequent subtyping using a standard hemagglutination inhibition assay. For RT-PCR analyses, RNA extraction from 200 µl of specimen was performed using the QIAmp virus RNA mini kit (Qiagen) with RNA elution into a final volume of 60 µl. All real-time RT-PCR assays were performed in a final volume of 15 µL with 5 µL RNA, 0. µM of each primer, 0.2 µM probe, and 0.8 µl enzyme mix (SuperScriptIII platinum one-step quantitative RT-PCR system, Invitrogen). Type A influenza virus RNA was detected by a real-time RT-PCR targeting the conserved matrix gene using GRAM/7Fw (5′-CTTCTAACCGAGGTCGAAACGTA-3′) and GRAM/161Rv (5′-GGTGACAGGATTG GTCTTGTCTTTA-3′) primers and GRAM probe/52/+ (5′[Fam]-TCAGGCC CCTCAAAGCCGAG-[BHQ-1]3′) probe. The quality of the specimens was assessed by real-time RT-PCR targeting the GAPDH cellular gene [12]. Amplification was performed on a LightCycler 480 (Roche Diagnostics) (NIC, Pasteur Institute, Paris) or an ABI 7500 (Applied Biosystems) (NIC, Lyon). Cycling conditions are available upon request. Quantified synthetic RNA transcripts corresponding to the M and GAPDH genes were used as controls in parallel [13].",
            "cite_spans": [
                {
                    "start": 1240,
                    "end": 1244,
                    "mention": "[12]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1553,
                    "end": 1557,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Virological Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To take into account the variability in the quantity of cells collected by nasal swab, we calculated a normalized influenza viral load for each specimen; this normalized viral load was defined as the ratio of the M RT-PCR and GAPDH RT-PCR multiplied by the average GAPDH RT-PCR at day 0 to express results in copies of genome equivalent/µl (cgeq/µl). The virological response was defined as a normalized viral load below 200 cgeq/µl at day 2. This threshold was determined according to results on specimens from patients with a positive influenza A rapid test from winter 2008–2009 included in the French influenza surveillance network (GROG), and analysed by the 2NICs, and because it resulted in 5% false positive and 5% false negative results with respect to virus isolation (Table S1). It was validated by the independent data-monitoring committee prior to any analysis. Sensitivity of the qRT-PCR was assessed using serial dilutions of quantified synthetic transcripts corresponding to the target genes (Text S3). To assess comparability of the data between the two NICs, specimens were exchanged showing excellent concordance. The threshold of the qRT-PCR used was set well above the limit of detection.",
            "cite_spans": [],
            "section": "Virological Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Oral temperature was recorded and severity of seven symptoms (nasal stuffiness, sore throat, cough, muscle aches, tiredness or fatigue, headache, and feverishness) was rated by the patient twice daily (morning and evening) up to day 5 and then once daily on a four-point scale (0, none; 1, mild; 2, moderate; 3, severe) [2]–[4],[14]. The time to resolution of illness was defined as time from study drug initiation to time of symptom alleviation. Symptom alleviation was defined as the first 24-h period during which the above seven symptoms were absent or only mild as previously described [3],[4]. Influenza-related clinical events were defined as incidence of a secondary complication (such as pneumonitis or otitis) independently of any antibiotic initiation, and/or occurrence of exacerbation of a preexisting chronic disease. Patients reported treatment compliance using a self-administered questionnaire; full compliance during the day 0 to day 2 period was considered when 100% of planned drug intakes had been completed.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 324,
                    "end": 327,
                    "mention": "[4]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 328,
                    "end": 332,
                    "mention": "[14]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 591,
                    "end": 594,
                    "mention": "[3]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 595,
                    "end": 598,
                    "mention": "[4]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Clinical Response ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The primary efficacy endpoint was the proportion of patients with RT-PCR<200 cgeq/µl on day 2 of treatment. Given the viral shedding kinetics in patients with seasonal influenza receiving neuraminidase inhibitors, the day 2 virological endpoint was considered to be best suited to measurement of virological effects [2],[4]. Other endpoints were (1) the decrease of log10 viral load between days 0 and 2 in the patients with confirmed influenza A on day 0 and available samples both at days 0 and 2; (2) the time to resolution of illness; (3) the number of patients with alleviation of symptoms at the end of treatment (day 5); (4) the symptoms score at the end of treatment; (5) the incidence of secondary complications of influenza such as otitis, bronchitis, sinusitis, pneumonia, and the use of antibiotics; (6) the occurrence of adverse events in all participants having received at least one dose.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 320,
                    "end": 323,
                    "mention": "[4]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Endpoints, Analyzed Populations ::: Methods",
            "ref_spans": []
        },
        {
            "text": "According to the protocol, the intention-to-treat (ITT) analysis was performed on two populations: (1) all enrolled patients (primary objective), and (2) enrolled patients with an influenza A virus infection confirmed by RT-PCR on day 0 (influenza A-infected population).",
            "cite_spans": [],
            "section": "Endpoints, Analyzed Populations ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Sample size evaluation assumed that virological response was obtained in 70% of patients in the oseltamivir-zanamivir arm, compared to 55% in each of monotherapy arms on the basis of the extrapolation of the results of previous trials [2],[4]. Samples of 300 subjects per arm had 90% power to detect this difference, with a two-sided test and a type I error of 0.025 because of the two tests (factoring 20% lack of follow-up). Proportions of response at day 2 were compared between the combination therapy arm (OZ) and each monotherapy arm (O or Z) separately using two tests with a type I error of 0.025 because of the two tests. Patients without a day 2 sample were considered treatment failures. Mean decreases of log10 viral load were compared using a t-test in patients who had both day 0 and day 2 samples assuming a value of 0.5 cgeq/µl when RT-PCR was negative. For clinical endpoints nonparametric tests were used. Times to resolution of illness and symptoms score at the end of treatment were compared using Wilcoxon tests. If time to symptom alleviation was missing it was imputed to be 14 d, i.e., the end of the trial; 95% confidence intervals (95% CIs) of median differences were estimated by bootstrap. Probability of symptoms alleviation versus day of treatment was estimated using the Kaplan Meier method and was compared between groups with the log-rank test. Proportions of clinical events and of patients with alleviation of symptoms were compared using Fisher's exact tests. As an exploratory analysis, 95% CIs for differences of response between the two monotherapies were also estimated. All analyses were performed using SAS software, version 9.1 (SAS Institute).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "mention": "[2]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 239,
                    "end": 242,
                    "mention": "[4]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Sample Size and Statistical Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Recruitment was interrupted on March 15th 2009 at the end of the epidemic period in France after the enrolment of the first 541 patients and prior to the emergence of the 2009 H1N1 pandemic later in 2009. A second recruitment period was planned for the next winter (i.e., 2009–2010) to reach the number of 900 patients required. However, due to the emergence of the 2009 H1N1 pandemic virus, the independent data-monitoring committee, without any prior knowledge of the results, recommended terminating the trial and conducting an early analysis on May 6th 2009. This decision was based firstly on the need to rapidly provide results on efficacy and tolerance of combined oseltamivir-zanamivir therapy, and secondly, on the inadvisability of pooling the results of the two winters, one with a seasonal virus (winter 2008–2009, mainly H3N2) and the other one with a novel pandemic virus of a different subtype (winter 2009–2010).",
            "cite_spans": [],
            "section": "Early Study Termination ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Out of the 900 patients initially planned, a total of 541 patients were enrolled by 145 general practitioners. They were randomly assigned to oseltamivir plus zanamivir (OZ, n = 192), oseltamivir plus inhaled placebo (O, n = 176), zanamivir plus oral placebo (Z, n = 173) (Figure 1). Mean age was 39 y (standard deviation [SD] = 13), 49% were male, 14% had preexisting chronic diseases, mean fever was 38.2°C (SD = 0.8). The mean duration of illness before enrolment was 25 h (SD = 10). Other characteristics of patients appeared well balanced in the three arms (Table 1). The rate of fully compliant patients was not significantly different among the three arms (84% for the OZ arm, 88% for the O arm, and 85% for the Z arm).",
            "cite_spans": [],
            "section": "Patients ::: Results",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "mention": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 570,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Out of the 541 enrolled patients, 447 (83%) had a RT-PCR laboratory confirmation of influenza A virus infection on the day 0 specimen, with a mean viral load of 4.38 log10 cgeq/µl (interquartile range [IQR] 3.75–5.30). All the day 0 specimens were GAPDH RT-PCR positive with a mean value of 3.88 log10 copies/µl.",
            "cite_spans": [],
            "section": "Virological Samples ::: Results",
            "ref_spans": []
        },
        {
            "text": "In the ITT analysis, considering the 541 enrolled patients with positive influenza A rapid test, the proportion of patients with a RT-PCR<200 cgeq/µl on day 2 of treatment was 52.6% in the oseltamivir-zanamivir arm, 62.5% in the oseltamivir monotherapy arm (p = 0.055, for the OZ versus O comparison, treatment effect comparison: −9.9%, [95% CI −19.9 to 0.2]), and 40.5% in the zanamivir monotherapy arm (p = 0.020, for the OZ versus Z comparison; treatment effect comparison: +12.1%, [95% CI 2.02–22.3]) (Table 2).",
            "cite_spans": [],
            "section": "Primary endpoint ::: Virological Endpoints ::: Results",
            "ref_spans": [
                {
                    "start": 506,
                    "end": 513,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In the ITT analysis, considering the 447 influenza RT-PCR-confirmed patients, the proportions were 45.9% in the oseltamivir-zanamivir arm, 58.9% in the oseltamivir monotherapy arm (p = 0.025 for the OZ versus O comparison; treatment effect comparison: −13.0%, [95% CI −23.1 to −2.9]), and 33.6% in the zanamivir monotherapy arm (p = 0.028 for the OZ versus Z comparison; treatment effect comparison: +12.3%, [95% CI 2.39–22.2]) (Table 2). The same trends were observed in the 382 fully compliant influenza A-infected patients (Table S3), and in the 395 patients with H3N2 infection with proportions of 42.4% in the oseltamivir-zanamivir arm, 58.6% in the oseltamivir monotherapy arm, and 30.3% in the zanamivir monotherapy arm.",
            "cite_spans": [],
            "section": "Primary endpoint ::: Virological Endpoints ::: Results",
            "ref_spans": [
                {
                    "start": 429,
                    "end": 436,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In the 414 influenza RT-PCR confirmed patients with both day 0 and day 2 available specimens, the day 2 to day 0 decrease was 2.14 log10 cgeq/µl in the oseltamivir-zanamivir arm, 2.49 log10 cgeq/µl in the oseltamivir monotherapy arm, (p = 0.060 for the OZ versus O comparison; treatment effect comparison −0.35, [95% CI −0.8 to 0.07]), and 1.68 log10 cgeq/µl in the zanamivir monotherapy arm (p = 0.016 for the OZ versus Z comparison; treatment effect comparison: +0.46, [CI 95% 0.03–0.9]) (Table 2).",
            "cite_spans": [],
            "section": "Other virological endpoints ::: Virological Endpoints ::: Results",
            "ref_spans": [
                {
                    "start": 491,
                    "end": 498,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The median time to resolution of illness in the 541 enrolled patients was 3.5 d in the oseltamivir-zanamivir arm, 3.0 d in the oseltamivir monotherapy arm (p = 0.015 for the OZ versus O comparison; treatment effect comparison: +0.5%, [95% CI 0.0–1.5]), and 4.0 d in the zanamivir monotherapy arm (p = 0.78 for the OZ versus Z comparison; treatment effect comparison: −0.5, [95% CI −1.0 to 0.5]) (Table 3). In the 447 influenza A-infected patients, this figure was 4.0 d in the oseltamivir-zanamivir arm, 3.0 d in the oseltamivir monotherapy arm (p = 0.018 for the OZ versus O comparison; treatment effect comparison: +1.0, [95% CI 0.0–4.0]), and 4.0 d in the zanamivir monotherapy arm (p = 0.96 for the OZ versus Z comparison; treatment effect comparison: +0.0, [95% CI −3.0 to 3.0]). Figure 2 presents the time to resolution of illness in the 447 patients, also showing by the log-rank test a significantly shorter time in the oseltamivir monotherapy arm. The time to resolution of illness was significantly shorter in patients with day 2 viral load below 200 cgeq/l (3.5 d) than in patients with viral load above 200 cgeq/l (7 d; p = 0.0014). The median symptoms score at day 5 (end of treatment) was 3 in the oseltamivir-zanamivir arm, 2 in the oseltamivir monotherapy arm (p = 0.013 for the OZ versus O comparison; treatment effect comparison: +1, [95% CI 0.0–1.0]), and 3 in the zanamivir monotherapy arm (p = 0.93 for the OZ versus Z comparison; treatment effect comparison: +0.0, [95% CI −1.0 to 0.0]) (Tables 2 and 3). Other clinical outcomes showed similar trends (Tables 2, 3, and S3).",
            "cite_spans": [],
            "section": "Clinical Endpoints ::: Results",
            "ref_spans": [
                {
                    "start": 785,
                    "end": 793,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 396,
                    "end": 403,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1510,
                    "end": 1518,
                    "mention": "Tables 2",
                    "ref_id": null
                },
                {
                    "start": 1523,
                    "end": 1524,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 1574,
                    "end": 1582,
                    "mention": "Tables 2",
                    "ref_id": null
                },
                {
                    "start": 1584,
                    "end": 1585,
                    "mention": "3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Four serious adverse events occurred during the study, one of which was considered unrelated to study drugs (acute bacterial pneumonia at day 3 in a patient receiving oseltamivir-zanamivir combination). Two adverse events also occurred in patients receiving the oseltamivir-zanamivir combination: severe headaches leading to interruption of therapy and facial oedema following the first administration, disappearing within 24 h postdrug interruption. The remaining patient experienced repeated vomiting after oseltamivir monotherapy drug administration. All four patients completely recovered.",
            "cite_spans": [],
            "section": "Tolerance ::: Results",
            "ref_spans": []
        },
        {
            "text": "Other nonserious adverse events reported in more than 1% of the total population were in the OZ, O, and Z arms, respectively, nausea and/or vomiting (in 13, 4, and 5 patients), diarrhoea (in 2, 1, and 5 patients), and rash (in 1, 2, and 2 patients).",
            "cite_spans": [],
            "section": "Tolerance ::: Results",
            "ref_spans": []
        },
        {
            "text": "This large publicly funded clinical trial examined the effect of combination neuraminidase inhibitor antiviral therapy in influenza, as compared to each monotherapy plus placebo. It showed that, during the prepandemic winter of 2009 with a predominance of H3N2 viruses (more than 85%) in France, the oseltamivir-zanamivir combination seemed less effective than oseltamivir monotherapy, and not significantly more effective than zanamivir monotherapy in adults with seasonal influenza A virus infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Analysis of the different antiviral regimens' efficacy was based on a primary virological endpoint, which we hypothesized could be a sensitive and a more specific indicator than a primary clinical endpoint. Clinical endpoints, used as primary endpoints in previous studies, were used as secondary endpoints in the present study [1],[5]. Clinical endpoints, which are based on a global assessment of both general (mainly immunologically linked) and respiratory (mainly virologically linked) symptoms, are probably not the best way to monitor the virological effect of treatment, because clinical symptoms are not exclusive to influenza. We thus considered that a difference in viral shedding rate would be the best indicator of the virological effects of combined therapy, and consequently a valuable surrogate. Our initial hypothesis was that the combination of two antivirals may reduce the rate of resistant virus emergence (for a naturally susceptible pandemic virus and a nonimmune population). In addition, we hypothesized that for cases of infection with susceptible seasonal influenza viruses, this could not be easily shown, owing first to the rarity of this phenomenon in adults, and second, to the necessity of monitoring virus excretion for several days, whereas for cases of influenza due to H1N1 viruses, which are naturally resistant to oseltamivir, the question was not relevant. Given the viral shedding kinetics in patients with seasonal influenza receiving neuraminidase inhibitors, the day 2 virological endpoint was considered to be best suited to quantify virological effects. The 200 cgeq/l threshold was chosen, as it was the best compromise in terms of specificity and sensitivity as compared to standard culture. Of note, the same trends were observed when a 100 cgeq/l or a 1,000 cgeq/µl cut-off was used to define virological success (Table S2). Furthermore, the study was designed to be statistically two-sided to take into account the possibility that the combination would perform worse than either drug alone because of the theoretical concern of antagonism at the receptor level.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 331,
                    "mention": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 332,
                    "end": 335,
                    "mention": "[5]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The oseltamivir-zanamivir combination seemed, both virologically and clinically, significantly less effective than the oseltamivir monotherapy. This result seems robust because (1) it was found using a double-blind placebo methodology, (2) there was overall concordance both among virological endpoints, and between virological and clinical endpoints, (3) it was confirmed over the three different subgroups of subjects included in the global population (541 enrolled patients, 447 influenza A-infected patients, 382 influenza A-infected and fully compliant patients). This lower clinical and virological response to the combination may suggest a negative effect of zanamivir on oseltamivir, as in the absence of interactions the effect of the combination should at least be additive [15]. A negative interaction at the level of binding at the catalytic pocket of the neuraminidase is an explanation that should be further investigated in vitro for both seasonal H3N2 and H1N1 viruses. Recent in vitro data showing the lack of synergy between oseltamivir and zanamivir, and some antagonism at higher concentrations of zanamivir on pandemic H1N1 2009 virus, are in agreement with this hypothesis [16]. Furthermore, contrary to oseltamivir, which upon digestive absorption needs to be metabolized, thus delaying arrival of the active drug at the infection site (t\nmax = 4 h), inhaled zanamivir is delivered directly to the primary site of influenza virus replication. The hypothesis that zanamivir is more likely to occupy the catalytic pocket first, thus preventing the action of oseltamivir, must be tested. According to this hypothesis, the combination would be largely reduced to a zanamivir monotherapy.",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 788,
                    "mention": "[15]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "mention": "[16]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Whereas the results of the primary virological endpoints indicated a superiority of the oseltamivir-zanamivir combination to zanamivir monotherapy, clinical results were not significantly different, suggesting that oseltamivir adds essentially nothing to zanamivir monotherapy. This view is concordant with the above hypothesis of the predominant catalytic site occupation by zanamivir when the combination is administered.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As an exploratory analysis, oseltamivir showed a significantly higher clinical and virological efficacy as compared to zanamivir. This finding could be the consequence of a suboptimal treatment regimen in the zanamivir arm, since the IC50 values for the A(H3N2) viruses of the 2008–2009 season were 2- to 3-fold higher for zanamivir as compared to oseltamivir, but remained within the range for susceptible strains (GROG surveillance; NICs, unpublished data). The virological result is confirmed by the longer time to alleviation of the influenza symptoms in patients receiving zanamivir.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As the present study was conducted before the 2009 H1N1 pandemic during an influenza season where A(H3N2) viruses predominated, the impact of prepandemic seasonal A(H1N1) oseltamivir-resistant viruses on the results is expected to be negligible. We observed the same trends after excluding patients infected with seasonal H1N1 from our population. Of note, A(H3N2) viruses are to date sensitive to both drugs. It remains to be determined to what extent the present results can be extrapolated to susceptible viruses of other subtypes, e.g., H1N1, and in particular to the pandemic H1N1 2009 virus, which displays significant differences in the catalytic pocket of the neuraminidase [17], or to a mixed viral season with H3N2 and H1N1 cocirculating viruses.",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 686,
                    "mention": "[17]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We must acknowledge several limitations to our study. First, this preliminary analysis was conducted on a partial set of data after enrolment of 541 patients instead of the 900 initially planned. However, it is highly unlikely that the lower response of the combination as compared to oseltamivir would have been reversed if all originally planned 900 patients had been enrolled. Second, as previous randomized clinical trials had shown the superiority of each monotherapy as compared to placebo in terms of time to symptom alleviation and viral shedding, it was decided, on the basis of ethical reasons, that the study would not comprise a double placebo arm. Third, the proportion of patients with unavailable viral swab on day 2 was higher in the combination arm. As the missing value equals failure, this may have biased the results in the combination arm towards reduced performance. Indeed, in the analysis of the 414 patients with available day 0 and day 2 nasal swabs, the same trends were observed. Fourth, the virological response was assessed only in one site (nose) and at one time (day 2), which prevents extrapolation of the results to the entire virological response over time and throughout the respiratory tract. However, clinical endpoints completed the picture, giving information on the overall response. Fifth, as mentioned above, day 2 sampling was chosen to show the virological effect. However, this is probably not the best moment to look for resistance emergence induced by drug selective pressure, as it has been shown to occur later in the course of treatment [18]–[20]. Nevertheless, we looked for neuraminidase inhibitor resistance using a standard fluorimetric test in the 65 patients with day 2 positive viral culture; none of them carried a resistant virus, except for one patient infected with an H1N1 virus resistant to oseltamivir but susceptible to zanamivir, as were all H1N1 viruses circulating during the study period. However, the absence of resistance at day 2 does not rule out any further (post–day 2) resistance selection. Finally, this trial was conducted in adult outpatients, which prevents any extrapolation of the results to adults with severe presentation necessitating hospitalisation, and to children, who usually have more prolonged viral shedding. We chose the outpatient adult population because it seemed to be the most homogenous and the easiest in which to test our hypothesis.",
            "cite_spans": [
                {
                    "start": 1588,
                    "end": 1592,
                    "mention": "[18]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1593,
                    "end": 1597,
                    "mention": "[20]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite the theoretical potential for the reduction of the emergence of antiviral resistance, the lower efficiency of the oseltamivir-zanamivir combination found in this study calls for caution in its use in clinical practice. Thus, also considering the superiority of oseltamivir monotherapy over zanamivir monotherapy observed in this trial, oseltamivir should be the recommended primary anti-influenza treatment during influenza seasons with predominant H3N2 viruses naturally susceptible to oseltamivir. These results would need to be confirmed for the 2009 H1N1 pandemic virus and in the coming years, for future circulating influenza viruses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF1": {
            "text": "Figure 2: Log-rank test for oseltamivir-zanamivir versus oseltamivir-placebo: p = 0.025 and for oseltamivir-zanamivir versus zanamivir-placebo: p = 0.036). Alleviation of symptoms defined by the presence of no symptoms of nasal stuffiness, sore throat, cough, muscle aches, tiredness-fatigue, feverishness, and headache or only mild ones, for at least 24 h.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Randomised trial of efficacy and safety of inhaled zanamivir in treatment of influenza A and B virus infections.",
            "authors": [],
            "year": 1998,
            "venue": "Lancet",
            "volume": "352",
            "issn": "",
            "pages": "1877-1881",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Influenza virus susceptibility and resistance to oseltamivir.",
            "authors": [
                {
                    "first": "FY",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antivir Ther",
            "volume": "12",
            "issn": "",
            "pages": "603-616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Prescription of anti-influenza drugs for healthy adults: a systematic review and meta-analysis.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Elliot",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": "537-545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans.",
            "authors": [
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605-2615",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Pandemic A(H1N1)2009 influenza virus detection by real time RT-PCR: is viral quantification useful?",
            "authors": [
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Duchamp",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Casalegno",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gillet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frobert",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "16",
            "issn": "",
            "pages": "317-321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Influenza virus neuraminidase inhibitors.",
            "authors": [
                {
                    "first": "LV",
                    "middle": [],
                    "last": "Gubareva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "355",
            "issn": "",
            "pages": "827-835",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Selection of influenza virus mutants in experimentally infected volunteers treated with oseltamivir.",
            "authors": [
                {
                    "first": "LV",
                    "middle": [],
                    "last": "Gubareva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Matrosovich",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Soo-Hoo",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Infect Dis",
            "volume": "183",
            "issn": "",
            "pages": "523-531",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Efficacy and safety of the neuraminidase inhibitor zanamivir in the treatment of influenzavirus infections. GG167 Influenza Study Group.",
            "authors": [
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Fleming",
                    "suffix": ""
                },
                {
                    "first": "FY",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "337",
            "issn": "",
            "pages": "874-880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Use of the oral neuraminidase inhibitor oseltamivir in experimental human influenza: randomized controlled trials for prevention and treatment.",
            "authors": [
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lobo",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Betts",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "282",
            "issn": "",
            "pages": "1240-1246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Neuraminidase inhibitors for preventing and treating influenza in healthy adults: systematic review and meta-analysis.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Doshi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Mar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMJ",
            "volume": "339",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Triple combination of amantadine, ribavirin, and oseltamivir is highly active and synergistic against drug resistant influenza virus strains in vitro.",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Hoopes",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Smee",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Patick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Efficacy and safety of oseltamivir in treatment of acute influenza: a randomised controlled trial. Neuraminidase Inhibitor Flu Treatment Investigator Group.",
            "authors": [
                {
                    "first": "KG",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "FY",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trottier",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Carewicz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "355",
            "issn": "",
            "pages": "1845-1850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Influenza virus resistance to antiviral agents: a plea for rational use.",
            "authors": [
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "IG",
                    "middle": [],
                    "last": "Ovsyannikova",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "1254-1256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Zanamivir: a significant reduction in viral load during treatment in military conscripts with influenza.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Puhakka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lehti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vainionpaa",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jormanainen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pulkkinen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Scand J Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "52-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "The structure of H5N1 avian influenza neuraminidase suggests new opportunities for drug design.",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Haire",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "YP",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "443",
            "issn": "",
            "pages": "45-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Surveillance for neuraminidase inhibitor resistance among human influenza A and B viruses circulating worldwide from 2004 to 2008.",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Sheu",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Deyde",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okomo-Adhiambo",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Garten",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Antimicrob Agents Chemother",
            "volume": "52",
            "issn": "",
            "pages": "3284-3292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Neuraminidase inhibitor resistance after oseltamivir treatment of acute influenza A and B in children.",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Democratis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lackenby",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "McNally",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "48",
            "issn": "",
            "pages": "389-396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Efficacy and safety of the oral neuraminidase inhibitor oseltamivir in treating acute influenza: a randomized controlled trial. US Oral Neuraminidase Study Group.",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Treanor",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Vrooman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barbarash",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bettis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "283",
            "issn": "",
            "pages": "1016-1024",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Development of a quantitative assay for SARS coronavirus and correlation of GAPDH mRNA with SARS coronavirus in clinical specimens.",
            "authors": [
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Clin Pathol",
            "volume": "58",
            "issn": "",
            "pages": "276-280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Hedging against antiviral resistance during the next influenza pandemic using small stockpiles of an alternative chemotherapy.",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "BS",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}