{
    "paper_id": "PMC3623894",
    "metadata": {
        "title": "Pig immune response to general stimulus and to porcine reproductive and respiratory syndrome virus infection: a meta-analysis approach",
        "authors": [
            {
                "first": "Bouabid",
                "middle": [],
                "last": "Badaoui",
                "suffix": "",
                "email": "bouabid.badaoui@tecnoparco.org",
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "K"
                ],
                "last": "Tuggle",
                "suffix": "",
                "email": "cktuggle@iastate.edu",
                "affiliation": {}
            },
            {
                "first": "Zhiliang",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": "zhu@iastate.edu",
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Reecy",
                "suffix": "",
                "email": "jreecy@iastate.edu",
                "affiliation": {}
            },
            {
                "first": "Tahar",
                "middle": [],
                "last": "Ait-Ali",
                "suffix": "",
                "email": "tahar.aitali@roslin.ed.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Anselmo",
                "suffix": "",
                "email": "anna.anselmo@tecnoparco.org",
                "affiliation": {}
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Botti",
                "suffix": "",
                "email": "sara.botti@tecnoparco.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Meta-analysis of microarray data combines independent microarray expression studies to create very large datasets with greater statistical power [1,2]. Compared to individual studies, a meta-analysis can provide new and stronger evidence for gene expression effects, as well as compare results from diverse studies [2]. Multiple meta-analysis approaches have been previously used and include Bayesian approach [3], GeneMeta [4], POE with Integrative Correlation [5], Fisher inverse Chi-square [6], Probability of Expression [7], mDEDS [8] andRankProd [9].",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 148,
                    "end": 149,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 316,
                    "end": 317,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 411,
                    "end": 412,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 425,
                    "end": 426,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 494,
                    "end": 495,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 525,
                    "end": 526,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "8",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 552,
                    "end": 553,
                    "mention": "9",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In the present study, we used Pointillist software [10,11] to perform meta-analysis of the pig immune response to diverse challenges (viruses, bacteria, non-infectious stimulus) as well as PRRSV. This software uses a modified version of Fisher inverse chi-square method for p-value combination by weighting each dataset included in the meta-analysis depending on its relevance for the system biology disturbance in question. The same software was used to study the effect of mastitis infection on ruminant immune response using a highly heterogeneous dataset [12].",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 55,
                    "end": 57,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Host-pathogen interactions have been the subject of intensive studies at both molecular/cellular and tissue/organism levels [13]. Specifically, Jenner and Young [14] accomplished a meta-analysis of human immune response to bacteria, viruses and immune stimulants using gene expression profiling comparisons. In the pig, data covering gene expression for immune response have accumulated and now include pig transcriptomic response to viruses, bacteria or non-infectious stimuli (Additional file 1: Table S1), which paves the way for a meta-analysis of such data. The aforementioned individual studies (Additional file 1: Table S1), as well as others, have contributed substantially to the understanding of the pig immune response [15]. Nevertheless, using meta-analysis to identify gene expression patterns shared across a myriad of experiments might contribute to a better comprehension of the biological processes related to the pig immune system.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 162,
                    "end": 164,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 731,
                    "end": 733,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Pigs are increasingly used as biomedical models for diseases [16]. Therefore, gaining knowledge of the porcine immune system will undoubtedly benefit many aspects of human disease research. Like other higher vertebrates, the pig immune system consists of innate and adaptive immunity [17]. Whilst innate immunity provides immediate defence against infections, adaptive immunity consists of immune responses characterized by the engagement of B and T cells in pathogen-specific protection [17,18]. Despite being less specific than the adaptive immunity, the innate immune response is critical against viruses, which keep changing their antigenic epitopes [18].",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 64,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 492,
                    "end": 494,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Among the major groups of innate immune effectors are interferons (IFNs) and host defences potentiators (HDPs). Whereas Type I IFNs, particularly IFN-α/β, stimulate antiviral innate immunity [19], HDPs deteriorate the viral envelope by attacking the virion glycoprotein as well as the lipid membrane [20]. Furthermore, HDPs are involved in the down-regulation of viral receptors [21] and the enhancement of adaptive immunity [22].",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 380,
                    "end": 382,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "PRRSV is a enveloped virus with a single-stranded positive-sense RNA molecule of 14.5 kb, that harbors nine open reading frames (ORF), which encode nine viral proteins: a membrane-spanning (M) protein, nucleocapsid (N) protein, glycoproteins (GPs) and non-structural proteins (NSPs). The activation of an immune response to PRRSV occurs when porcine cells, mainly pulmonary alveolar macrophages (PAMs) and intravascular macrophages of the placenta and umbilical cord, interact with the virus [23-25]. It has been reported that PRRSV infection stimulated much less IFN-α production than did porcine coronavirus or swine influenza virus in the lungs [26], which probably leads to inadequate stimulation of antiviral immune responses and results in persistent viral infection. Furthermore, different isolates of PRRSV are dissimilar in their ability to induce IFN-α, IL-10 and IL-12 in lung or PAMs. This weakened IFN response plus increased IL-10 expression may contribute to immune modulation by some viral isolates [27,28]. Although much progress has been made in deciphering the PRRSV genetic diversity, biology and transmission routes [29-31], the results from different studies are often contradictory.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 496,
                    "end": 498,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The purpose of this work was to study the pig global immune response to different challenges as well as the host response to PRRSV infection using published datasets. A new meta-analysis approach was used to assess and to confront results from diverse studies, but, most importantly, to identify particular mechanisms operating under PRRSV infection. First, all publically available datasets from immune response experiments using many different microarray platforms and pathogens (Additional file 1: Table S1), including the ones for the response to PRRSV, were considered for the first global meta-analysis. It is important to stress that the scope of this global meta-analysis was to identify commonalities among pig immune response datasets that were characterized by heterogeneity at many levels (challenge system, tissues, pathogens, etc.). Accordingly, the results of this first study determined the most common mechanisms of the pig immune response using very heterogeneous datasets and the shared mechanisms will be referred to as the pig global immune response in this report. Secondly, we performed a meta-analysis considering only the PRRS studies. Finally, we performed a functional analysis considering the genes found only in response to PRRSV and eliminating genes in common with the first global meta-analysis in order to identify particular genes and mechanisms of immunity unique to the response to PRRSV. This study elucidated possible general host-response mechanisms and specific mechanisms in response to PRRSV, confirmed previous results and highlighted new host-pathogen interaction mechanisms.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The GEO and Array Express databases were searched for pig immune response datasets. All experiments data on pig response to diverse pathogens, time period of observation, challenge system (in vivo/in vitro), pig tissues/cells and microarray platforms (Additional file 1: Table S1), were considered for this study. We considered only the datasets of which the raw data were available except for one case whose authors provided us kindly with their unpublished raw data.",
            "cite_spans": [],
            "section": "Gene expression datasets selection and treatment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data published before 06/07/2011, which corresponded to 809 chips from 29 separate studies, was downloaded. We used arrayQualityMetrics package of Bioconductor (http://www.bioconductor.org/) to reanalyse the quality of each dataset, which was scored on the basis of spatial, boxplot, heatmap and rle metrics. We removed any array failing in at least two metrics as performed in previous study [32]. Normalisation for each dataset was performed independently using the robust multi-array average (RMA) expression measure [33] for Affymetrix and Lowess normalization within the arrays for the other platforms (Qiagen, Operon, Custom array; see Additional file 1: Table S1).",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 396,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 521,
                    "end": 523,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Gene expression datasets selection and treatment ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Our main focus regarding the meta-analysis was the set of genes involved in the pig general immune response and then in the pig response to PRRSV infection. Therefore, first we used the complete dataset for pig global immune response and second only the data corresponding to PRRSV infection for the pig response to PRRSV which consisted of 6 datasets harbouring 279 chips.",
            "cite_spans": [],
            "section": "Meta-analysis procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To perform meta-analysis of pig microarray data, we used the software Pointillist (http://magnet.systemsbiology.net/software/Pointillist[10,11]), which is highly suitable for integrating heterogeneous datasets [10]. Pointillist infers elements affected by a perturbation of biological system after integrating and evaluating evidence that corresponds to that perturbation. The evidences in this meta-analysis are the p-values of each addressed element, which in our case represents the gene expression that corresponds to the probes (elements) on each microarray chip. Consequently, as a first step, we determined the p-value of each microarray clone using a Pointillist significance calculator approach that can analyse the probability distribution of a set of observations and compute the statistical significance of each observation on the basis of that distribution. This probability corresponds to the likelihood that a given observation could happen by chance given the global distribution for all the observations. Accordingly, we employed the cumulative density function of a nonparametric distribution with a Gaussian kernel density [34,35] to calculate the significance of the observations.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 140,
                    "end": 142,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 211,
                    "end": 213,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1143,
                    "end": 1145,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1146,
                    "end": 1148,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Meta-analysis procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Because of the large quantity of data in the global immune response, we used the Pointillist “parametric non-weighted” method for data integration, which is suitable for the convergence. A “non-parametric weighted” method used for the PRRSV analysis was previously used [12].",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Meta-analysis procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "During data integration, Pointillist classifies elements as “affected”, if the element’s p-value is below a chosen threshold alpha (0.05 in this study) or “non-affected” otherwise. “Combined effective significances” are calculated for each elements by weighting, normalizing, transforming, and combining the element’s specific p-values into one single element significance using a Fisher-like transformation and by finally smoothing the distribution of these significances using a smoothed Gaussian kernel density function.",
            "cite_spans": [],
            "section": "Meta-analysis procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For the “non-parametric weighted” method, weights used during the transforming operation are also calculated for each piece of evidence. Either in global immune or PRRSV responses, the Pointillist run contained a row for each probe having a p-value in at least 10% of the data. The false discovery rate (FDR) corrections were as set by default 0.05 and 0.10 for the “parametric non-weighted” and the “non-parametric weighted” methods, respectively. The data integration with Pointillist software takes as input the p-values calculated for each probe and outputs an integrated p-value for each probe independently of the fold change direction (up/down-regulation).",
            "cite_spans": [],
            "section": "Meta-analysis procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The goal of this analysis was to make a wise clustering of the significant genes from the two meta-analyses before performing the functional analysis. As differences in array technology and data processing create a bias in comparing transcript abundance between studies [14], we considered microarrays data from 16 studies that used the Affymetrix platform, which corresponded to 322 arrays (Additional file 1: Table S1). These arrays represents 41% (332/779) and 29% (80/279) of the complete arrays that corresponded to “Pig global immune response” and “Pig specific response to PRRSV infection”, respectively. In practice, we retrieved the fold changes expression corresponding to the significant genes in those two meta-analyses using Bioconductor “simpleaffy” package [36]. Those fold changes correspond to the gene expression ratios of specific cases relative to the control used in that specific experiment. Subsequently, we used “WGCNA” R package [37] combined with a customized R/Python to perform a co-expression clustering analysis, which consisted mainly in network construction, module detection, gene selection, calculations of topological properties and visualization.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 955,
                    "end": 957,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Co-expression analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The array elements used in this analysis were matched with the Iowa Porcine Assembly (IwPA) which consist of 140087 consensus sequences (contigs), called the Iowa Tentative Consensus (ITC), and 103888 singletons [38]. Array elements that mapped to the same IwPA sequence were deemed to be comparable across microarray platforms. Subsequently, those consensus sequences were aligned to NCBI RefSeq database for orthology annotation. These mappings are available at: http://www.animalgenome.org/pig/projects/array_annotatn/. The NCBI RefSeq symbols of the affected genes were mapped to their corresponding gene names in the Ingenuity Pathways Analysis software (IPA) (“http://www.ingenuity.com/”). The corresponding lists were submitted to IPA to get the canonical pathways, biological functions and networks significantly associated with the gene lists. Ingenuity Pathways Analysis is a knowledge database and web-based analysis system that permits the creation of molecular networks, biological function and metabolic canonical pathways that are most significantly represented in genes set of interest. The p-value associated with biological process or pathway annotation is calculated according to the right-tailed Fisher Exact Test. Therefore, this statistical test assesses the null hypothesis: “is the proportion of genes that map to a particular function or pathway in my sample similar to the proportion that map in the entire population (IPA reference set)”. Only over-represented functions or pathways that are more abundant than expected by chance, are reported as significant.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Probe sequences annotation and functional analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We focused on the five most affected canonical pathways and biological functions that belonged to the sub-group: “Molecular and cellular functions” and networks. We used the default IPA “universe” which contain all genes and endogenous chemicals of the IPA library.",
            "cite_spans": [],
            "section": "Probe sequences annotation and functional analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To confirm our functional analysis, we utilized an additional approach in which we performed co-expression analysis of only differentially expressed genes and these identified clusters were then analyzed separately by IPA.",
            "cite_spans": [],
            "section": "Probe sequences annotation and functional analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We collected all publicly available microarray datasets that corresponded to pig immune response studies. The data were very heterogeneous (Additional file 1: Table S1) in term of chip platforms (e.g., Affymetrix, Qiagen, Operon, custom array), pathogens (e.g., PRRSV, Pseudorabies, Streptococcus suis), infected tissues (e.g., spleen, lung, kidney, pulmonary alveolar macrophages), and pig breeds (Landrace, Large White, Pietrain, Duroc and Wild boar). 29 microarray datasets that corresponded to 809 chips were considered in this study. Datasets quality checking identified 30 chips to be of insufficient quality for meta-analysis. Thus, for the pig global immune response, we used 779 chips that corresponded to 29 datasets; and for the pig response to PRRSV infection, we used 279 chips obtained from 6 datasets (Additional file 1: Table S1).",
            "cite_spans": [],
            "section": "Heterogeneity of gene expression data used in pig global immune response: microarrays chip platforms, challenge systems and pig tissues/cells ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "To perform the meta-analysis for the pig global immune response, we used 30504 array elements across all datasets, which were aligned to custom cDNA assemblies [38] to match elements across arrays. Of the 1464 (Additional file 2: Table S2-A, p < 0.05) unique probes identified by Pointillist as being significantly altered (FDR < 0.05), 1241 (Additional file 2: Table S2-B) were mapped to NCBI gene names and 1044 were present in the IPA knowledge database (Additional file 2: Table S2-C).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Pig global immune response ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "From a total of 779 microarray datasets used in the pig global immune response a subset of 279 were connected to PRRSV infection. Hence, we carried out an additional global meta-analysis without the PRRSV datasets to figure out if the gene overlap between the global immune response gene set and the PRRSV gene set is due to an over-representation of PRRSV data in the global analysis. Pointillist analysis identified 1982 unique significant probes (FDR < 0.05). Interestingly, 96% (1411 out the 1464) of the probes identified previously as significant for the pig global immune response were always significant in this analysis even without the PRRS datasets (Figure 1.I). This finding shows that the output of the global immune response was not overly influenced by the PRRS datasets.",
            "cite_spans": [],
            "section": "Pig global immune response ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 668,
                    "end": 669,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The top five canonical pathways identified by IPA as being most significantly associated with the pig global immune response were EIF2 Signalling, Oxidative Phosphorylation, Regulation of eIF4 and p70S6K Signaling, Mitochondrial Dysfunction and mTOR Signaling (Additional file 3: Table S3A). Moreover, the five most significant biological functions identified during this meta-analysis were cell death, cellular growth and proliferation, protein synthesis, RNA-post transcriptional modification and gene expression (Additional file 4: Table S4A).",
            "cite_spans": [],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig global immune response ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The most significant canonical pathway in our study: phosphorylation of eukaryotic initiation factor-2 (eIF2) (p = 1.03e-66) is involved in eukaryotic protein synthesis and has a central role in stress induced translation regulation [39,40]. Specifically, the phosphorylation of (eIF2) has been reported to be involved in the inhibition of cellular and viral protein synthesis [41]. Furthermore, Regulation of eIF4 and p70S6K signalling plays also critical roles in translational regulation [42]. In the gene list corresponding to this pathway, eIF4A2, eIF4A3 and PABPC1 were found together with a myriad of eukaryotic initiation factors (e.g. eIF3C, eIF2A, eIF3M), that are important intermediaries in translation initiation [43]. It is probable that the top biological functions protein synthesis, RNA-post transcriptional modification and gene expression reflect the translation regulation during the pig global immune response.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 492,
                    "end": 494,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig global immune response ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "It is well established that the alteration of the translational apparatus upon different stress situations has an upstream effector at the endoplasmic reticulum (ER) level [44]. This activates the Unfolded Protein Response (UPR) that regulates ER protein folding and plays an important role in innate immunity [45]. This response mechanism was highly corroborated in our findings. Therefore, the UPR pathway was significantly enriched (p = 0.017) in this analysis, although it was not among the top pathways and involved four genes, XBP1, ATF4, EIF2S1 and HSPA5. Moreover, the transcription factor X-box-binding protein-1 (XBP-1) that plays a central role in activating the UPR [46] was altered in this study. As well, using the transcription factor estimation of IPA, the XBP-1 transcription factor was significant (4.06E-09) and connected to forty differentially expressed gene targets (Figure 2A). In agreement with these findings, it was reported that bacteria and virus infection, as well as general stimuli, activates the UPR in host cells due to the massive production of unfolded proteins [12,45,46].",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig global immune response ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 896,
                    "end": 897,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Mitochondrial dysfunction and oxidative phosphorylation, two pathways found to be activated in this analysis, are related processes. Oxidative phosphorylation leads to the phosphorylation of ADP to ATP necessary to the functioning of cellular processes, which generates reactive oxygen species (ROS) superoxide. Infections by pathogens alter cell homeostasis and cause elevation in cellular levels of ROS [47,48]. The cell death function that was the most significant molecular and cellular function (p = 1.01E-24), might be the result of oxidative stress and mitochondria dysfunction.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 409,
                    "end": 411,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig global immune response ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "mTOR signalling mediates the phosphorylation of eIF4EBP1 and the ribosomal protein p70S6K, thereby affecting the translation of mRNA [49]. This observation would indicate that mTOR might be connected to the EIF2 signalling and Regulation of eIF4 and p70S6K pathways. Moreover, mTOR signalling could also be linked to mitochondria dysfunction, as it acts on mitochondrial metabolism [50]. These findings indicate that the aforementioned canonical pathways are all interconnected in the regulation of mRNA translation and mitochondrial metabolism. Taking all together, we hypothesise that the stress provoked by the stimulus affects host cell homeostasis, which prompts the ER to send signals of stress. Consistent with our results, this stress signal might occur through activation of one or more protein kinases that specifically phosphorylate the subunit α of eukaryotic translation initiation factor 2 (eIF-2a).",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig global immune response ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Previously, Jenner and Young [14] integrated a group of human gene expression datasets to study host-pathogen interaction pathways. Whilst in our analysis, the reported top canonical pathways and biological functions reflected general biological processes, most of the pathways reported in Jenner and Young were closely involved in immune responses and included among others; inflammation response, IFN-stimulated genes and TLR-mediated common and specific response [14]. These differences could be the consequence of different methods used in the two studies. While Jenner and Young used the magnitude of gene expression profiles among experiments as a key factor for clustering the genes with subsequent annotation using biological ontologies, we used a robust methodology based on an optimization algorithm that minimizes the numbers of false positives and false negatives. Furthermore, in this study we included non-infectious perturbations, which might hinder the identification of infectious specific response. Another very plausible explanation to those differences is that the general signature highlighted during the pig global immune response might be due to the sampling process. Therefore, the sampling process might induce a stress response independent of whatever previous perturbation is under investigation. In individual studies it is impossible to distinguish this sampling damage response from other responses but maybe the biggest strength of the meta analysis here is the capability to detect these inadvertent responses.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 32,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig global immune response ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Our approach would rank genes according to their importance in the biological signal across the gene expression datasets, notwithstanding, without reporting the corresponding fold change in gene expression. Nevertheless, it is possible to retrieve the gene expression of the genes identified as significant in the meta-analysis. Accordingly, we used the fold changes from one microarray platform (Affymetrix) to make a clustering analysis using the significant genes. The co-expression analysis corresponding to the pig global immune response revealed two clusters (Additional file 5: Table S5-A, Additional file 6: Figure S1). The first and second cluster contained 884 and 359 probes, respectively. Mapping the probes within each group onto the IPA revealed that among the top five canonical pathways in cluster 1, four are among the top in the global immune response and are EIF2 Signalling, Regulation of eIF4 and p70S6K Signalling, mTOR Signalling and Mitochondrial Dysfunction. The canonical pathways expressed in the second cluster contained among others, the NRF2-mediated Oxidative Stress Response that was in the 8th position in the pig global immune response (Additional file 7: Table S6). Finding only two clusters in the set of significant genes in this meta-analysis is in concordance with the fact that the meta-analysis approach provides only commonalities among different experiments and that the more heterogeneous the data are, the less common biological pathways one can identify. Moreover, this finding reflects the strong connectivity between the significant genes in this meta-analysis.",
            "cite_spans": [],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig global immune response ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Three transcription factors were highly significant; MYCN (p-value = 1.71E-45), MYC (p-value = 1.11E-11) and NFE2L2 (p-value = 5.97E-17) during this analysis. The visualisation of the two transcription factors (MYCN and MYC) in interactions with their target genes (Additional file 8: Figure S2) shows that these two transcription factors and their targets explain the modulation of three among the five top canonical pathways involved in pig global immune response; EIF2 Signalling, Regulation of eIF4 and p70S6K Signalling, and mTOR Signalling (highlighted in Additional file 8: Figure S2). Furthermore, NFE2L2 and its target gene group explain the alteration of the oxidative stress response highly affected during the pig global immune response (data not shown).",
            "cite_spans": [],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig global immune response ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "To study the specific immune response to PRRSV infection, we considered the significant genes responsive exclusively during PRRSV infection, eliminating the genes that were also significantly altered in the general immune response. This approach might shed light on specific and particular biological pathways to PRRSV that could be masked by more general and abundant pathways of the immune response. First, we performed meta-analysis using all the experiments when PRRSV infection occurred. The total dataset corresponded to 31353 probes in 278 chips from 6 datasets. Of the 1906 (Additional file 9: Table S7-A) probes identified by Pointillist as significantly affected by PRRSV infection, 1612 (Additional file 9: Table S7-B) were mapped to NCBI and 1442 recognised by IPA (Additional file 7: Table S7-C). To take in consideration only the genes specific to PRRSV infection, we removed from this list of 1442 IPA-recognized genes those genes present on the list of pig global immune response (905 genes) resulting in a final list of 537 genes (Figure 1.II, Additional file 10: Table S8-A).",
            "cite_spans": [],
            "section": "Pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 1055,
                    "end": 1056,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The pig specific response to PRRSV infection was characterized by the involvement of well-defined pathways in immune response to viral infection, including TREM1 signalling, role of hyper-cytokinemia/ hyper-chemokinemia in the pathogenesis of influenza, toll-like receptor signalling, glucocorticoid receptor signalling and communication between innate and adaptive immune response (Additional file 3: Table S3B). Furthermore, the top five molecular and cellular functions in this analysis were: Cellular movement, Cell-To-cell signalling and interaction, Cellular growth and proliferation, Cell morphology and molecular transport (Additional file 4: Table S4B). TREM-1 are abundant receptors, distributed on myeloid cells including neutrophils, CD14 high monocytes/macrophages and lung alveolar macrophages [51]. Stimulation of TREM by its unknown ligand or of toll like receptor (TLR) by lipopolysacharide can provoke the association of TREM1 and TLR, activating interleukin-1 receptor-associated kinase 1 (IRAK1), NF-κB, and the pro-inflammatory response [51,52]. In this study, the modulation of TREM-1 was associated with changes in expression of chemokines (e. g. CCL2, CCL3), interleukins (IL-6, IL-18, I1-beta), and toll like receptors (TLR2, TLR4) and others molecules such as a transmembrane receptor (CD86), the molecule CD88 and the growth factor receptor bound-2 (GRB2). TREM-1 has been implicated in the amplification of septic shock by enhancing the (TLR)-mediated production of proinflammatory cytokines [53,54] in response to viruses like Marburg virus (MARV) and Ebola virus (EBOV) in humans [55]. If the involvement of TREM-1 and the role of neutrophils are confirmed during PRRSV infection by further investigations, it might be possible to improve the potency of anti-PRRSV vaccines by regulating the recruitment of myeloid cells, especially neutrophils to the site of antigen delivery.",
            "cite_spans": [
                {
                    "start": 809,
                    "end": 811,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1521,
                    "end": 1523,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1524,
                    "end": 1526,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1611,
                    "end": 1613,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Role of Hypercytokinemia/hyperchemokinemia in the Pathogenesis of Influenza could reflect the similarity between PRRSV and influenza viruses in the matter of hypercytokinemia and hyperchemokinemia symptoms. In this study, the activation of this pathway involved the expression of chemokines (CCL2, CCL3, CCL4, and CCL5), interleukins (IL1A, IL1B, IL8 and IL18) and the chemokine (C-C motif) receptor 1 (CCR1). This finding is in concordance with a report showing that during PRRSV infection, there is an over-production of pro-inflammatory cytokines in the lungs (IL-1, IL-6 and TNF) that is exacerbated after stimulation with LPS in PRRSV infected pigs [56].",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 657,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Toll-like receptors (TLRs) are transmembrane receptors that bind to specific molecular patterns in bacteria and viruses. In our study, TLRs signalling specific to PRRSV infection was build upon 8 genes (TLR2, TLR4, LY96 ,TOLLIP, JUN, MAP3K1,TAB2, MAP4K4 and EIF2AK2). The involvement of TLRs in PRRSV infection is known; lymphoid tissues infected with PRRSV have significant alteration of TLRs, 2,3,4,7 and 8 gene expressions [57]. Moreover, TLR1, 2, 4, and 6 were significantly increased in PRRSV infected porcine lungs [58]. This finding is in concordance with our analysis in which TLR2 and TLR4 expressions were affected.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Glucocorticoids regulate a large number of immune processes by inducing transcription of anti-inflammatory genes and repression of pro-inflammatory gene transcription [59]. Many bacterial and viral infections result in an activation of the hypothalamic-pituitary-adrenal (HPA) axis and increased glucocorticoid release that could advantageous to both the infectious agent and the host [60,61].",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 386,
                    "end": 388,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The host defence against pathogen infection consists of a complex interplay between components of the innate and the adaptive immune system [62]. In this context, two related biological functions were exclusively affected during PRRSV infection; “cellular movement” and “cell to cell signalling and interaction”. “Cell movement” included, among others: homing, chemotaxis, attraction of myeloid cells, and cell movement of neutrophils, granulocyte, phagocyte and leukocyte, while “cell to cell signalling and interaction” included attraction of myeloid cells and granulocyte, adhesion of phagocytes, and recruitment of granulocytes and neutrophils. These biological functions might have an important role during the crosstalk between the innate and adaptive immune response.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "To determine the canonical pathways under-represented in pig specific response to PRRSV infection, we used IPA to analyse the 139 genes significantly and uniquely altered in the global immune response (Additional file 10: Table S8B, Figure 1.II). Among the top biological functions of this analysis, we found cell death as the most significant, which included 56 genes, of which 40 genes were involved in apoptosis and 16 in cell survival (data not shown). This finding might suggest that the under-representation of cell death during the PRRSV infection is a strategy adopted by PRRSV to improve its infectivity. A similar result has been reported previously in which PRRSV stimulates anti-apoptotic pathways in macrophages during early infection [63]. The importance of apoptosis during PRRSV infection is controversial. A predominance of transcripts leading to prolonged cell survival has been reported [64], and a similar trend has been reported by a separate group [65]. Moreover, the absence of apoptosis during PRRSV infection has been observed in MARC-145 cells [66] and HeLa cells [67].",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 751,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 971,
                    "end": 973,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1071,
                    "end": 1073,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1091,
                    "end": 1093,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The co-expression analysis corresponding to the pig specific response to PRRSV infection revealed eight clusters (Additional file 5: Table S5-B, Additional file 6: Figure S1). Mapping the probes within each cluster onto the IPA revealed some canonical pathways that were present in the pig specific response to PRRSV infection like Regulation of eIF4 and p70S6K Signaling and Glucocorticoid Receptor Signaling. However, other canonical pathways emerged in this co-expression analysis and were not among the top canonical pathways when all the genes were submitted to IPA without clustering analysis (data not shown).",
            "cite_spans": [],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The most significant transcription factor during the pig specific response to PRRSV was HMGB1 (Figure 2B) that to our knowledge was not previously identified in the pig immune response to PRRSV infection. HMGB1 is necessary for the host innate recognition of viruses nucleic acids [68]. Moreover, this transcription factor is a crucial regulator of the fate and function of dendritic cells (DCs) [69] that connect innate and acquired immune responses. This feature could be found in our data also via the enriched biological function, “cell to cell signalling and interactions” (Additional file 4: Table S4B) and which involve CCL2, CCL3, CCL4, CD83, CD86, HMGB1, IL1A, IL8, MRC1, TLR2 and TLR4. HMGB1 might be a possible target of the PRRSV to manipulate the host immune response and eventually to generate an immuno-suppression.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Interferon regulatory factors, IRF1, IRF3, IRF5 and IRF8 were all involved in pig specific response to PRRSV infection (Figure 2C). IRF family proteins control expression of IFN-α and IFN-β-regulated genes that are induced by viral infection [70,71]. In addition, NFkB, EGR1, BCL3 and PYCARD were among the top transcription factors involved in pig immune response to PRRSV infection. NFkB was up-regulated during pulmonary infection by PRRSV [72]. SREBF1 and PYCAR are involved in response to stress [73,74] as well as in many viral infections via lipid metabolism regulation [75,76].",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 245,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 246,
                    "end": 248,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 444,
                    "end": 446,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "73",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "74",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 578,
                    "end": 580,
                    "mention": "75",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "76",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Affected canonical pathways, biological functions and transcription factors in pig specific response to PRRSV infection ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To the best of our knowledge, this is the first time that very disparate microarray data corresponding to pig immune response challenges were combined statistically to identify common and specific genes and pathways between the general and specific immune response to PRRSV.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The regulation of translation and cell death were found to be the principal features of the pig global immune response to diverse challenges. In addition, most of the biological functions highlighted during this analysis corresponded to multiple aspects of translation, response to stress, as well as cell death. Specifically, during this meta-analysis we highlighted a significant alteration of the host cell homeostasis, which enhances the endoplasmic reticulum (ER) to send signals of stress. This might occur among other transcription factors via XBP-1 signalling. For the first time, we identified some transcription factors (MYCN, MYC and NFE2L2) that have been revealed to be highly significant in this analysis and their effect could be investigated in more detail.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "For the pig specific response to PRRSV infection, we reported the involvement of well established immune responses like TREM1, toll-like signalling as well as the activation of the communication between innate and adaptive immune response and the regulation of anti-inflammatory response via glucocorticoid signalling. The implication of TREM1 during the PRRSV infection warrants specific attention, as other RNA viruses have been reported to act via this pathway. The potential involvement of the HMGB1 transcription factor in the innate recognition of PRRSV nucleic acids has been reported herein and potential implications discussed. Furthermore, interferon regulatory factors, IRF1, IRF3, IRF5 and IRF8 were all involved in pig specific response to PRRSV infection.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The authors declare no competing financial interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "BB wrote the paper, collected the microarray data, and performed the meta-analysis. CKT helped to conceive the meta-analysis project, supervised the probe annotation work, helped to write the paper. Z-LH performed the probes mapping into IPA and NCBI databases. JR helped to conceive the meta-analysis project as well as the microarray data to be included in the study. TAA helped to draft the manuscript and provided us with unpublished microarray data to be included in this study. AA helped in collecting and organising the microarray data. SB helped to conceive the meta-analysis work, coordinated the work, helped in writing the manuscript, analysis and interpretation of data. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Venn diagram illustrating the significantly affected genes in combination between the pig global immune response and pig response to PRRSV infection. I. Venn diagram illustrating the significantly affected genes in combination between the pig global immune response (A. 1464 genes) and pig global immune response without including PRRSV datasets (B. 1988 genes). We highlighted the number of significantly affected genes in common (1411) and distinct between A and B (53 and 571 for A and B, respectively). II.Venn diagram illustrating the significantly affected genes in combination between the pig global immune response (A. 1044 genes) and pig response to PRRSV infection (B. 1442 genes). We highlighted the number of significantly affected genes in common (905) and distinct between A and B (139 and 537 for pig global immune response and pig response to PRRSV, respectively). The lists of corresponding genes can be found in Additional file 2: Table S2 and Additional file 5: Table S5.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Transcription factors and their target genes. The transcription factors estimation was done using the IPA “transcription factor estimation” feature. A. XBP-1 transcription factor and its target genes found in the gene list corresponding to pig global immune response. Note that that XBP-1 itself was found to be differentially expressed in the gene list and had 42 target genes. B. HMGB1 transcription factor and its target genes found in the gene list corresponding to pig specific immune response to PRRSV infection. C. IRF1, IRF3, IRF5 and IRF8 transcription factors and their target genes found in the gene list corresponding to pig specific response to PRRSV.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Meta Cancer Res",
            "volume": "62",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A data integration methodology for systems biology",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "48",
            "pages": "17296-17301",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0508647102"
                ]
            }
        },
        "BIBREF2": {
            "title": "A data integration methodology for systems biology: experimental verification",
            "authors": [],
            "year": 2005,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "102",
            "issn": "48",
            "pages": "17302-17307",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0508649102"
                ]
            }
        },
        "BIBREF3": {
            "title": "Strengthening insights into host responses to mastitis infection in ruminants by combining heterogeneous microarray data sources",
            "authors": [],
            "year": 2011,
            "venue": "BMC Genomics",
            "volume": "12",
            "issn": "",
            "pages": "225-242",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2164-12-225"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Current Opinion in Cellular Host-Pathogen Interactions A Current Opinion in Cell Biology conference: September 5 – 7, 2010",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Insights into host responses against pathogens from transcriptional profiling",
            "authors": [],
            "year": 2005,
            "venue": "Nat Rev Microbiol",
            "volume": "3",
            "issn": "",
            "pages": "281-294",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro1126"
                ]
            }
        },
        "BIBREF6": {
            "title": "Advances in swine transcriptomics",
            "authors": [],
            "year": 2007,
            "venue": "Int J Biol Sci",
            "volume": "3",
            "issn": "",
            "pages": "132-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Advances in swine biomedical model genomics",
            "authors": [],
            "year": 2007,
            "venue": "Int J Biol Sci",
            "volume": "3",
            "issn": "",
            "pages": "179-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The evolution of adaptive immunity",
            "authors": [],
            "year": 2006,
            "venue": "Annu Rev Immunol",
            "volume": "24",
            "issn": "",
            "pages": "497-518",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.immunol.24.021605.090542"
                ]
            }
        },
        "BIBREF9": {
            "title": "Innate immunity: an overview",
            "authors": [],
            "year": 2004,
            "venue": "Mol Immunol",
            "volume": "40",
            "issn": "",
            "pages": "845-59",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molimm.2003.10.005"
                ]
            }
        },
        "BIBREF10": {
            "title": "Characterization of the porcine alpha interferon multigene family",
            "authors": [],
            "year": 2006,
            "venue": "Gene",
            "volume": "382",
            "issn": "",
            "pages": "28-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Combining multiple microarray studies and modeling interstudy variation",
            "authors": [],
            "year": 2003,
            "venue": "Bioinformatics",
            "volume": "19",
            "issn": "",
            "pages": "84-90",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btg1010"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Porcine innate antiviral immunity: host defence peptides and toll-like receptors",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Cutting edge: human beta defensin 3-a novel antagonist of the HIV-1 coreceptor CXCR4",
            "authors": [],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "177",
            "issn": "",
            "pages": "782-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Defensin participation in innate and adaptive immunity",
            "authors": [],
            "year": 2007,
            "venue": "Curr Pharm Des",
            "volume": "13",
            "issn": "",
            "pages": "3131-9",
            "other_ids": {
                "DOI": [
                    "10.2174/138161207782110453"
                ]
            }
        },
        "BIBREF15": {
            "title": "Effect of porcine reproductive and respiratory syndrome virus (PRRSV) on alveolar lung macrophage survival and function",
            "authors": [],
            "year": 1999,
            "venue": "Vet Microbiol",
            "volume": "66",
            "issn": "",
            "pages": "15-27",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-1135(98)00309-5"
                ]
            }
        },
        "BIBREF16": {
            "title": "In utero infection with PRRS virus modulates cellular functions of blood monocytes and alveolar lung macrophages in piglets",
            "authors": [],
            "year": 2004,
            "venue": "Vet Immunol Immunopathol",
            "volume": "99",
            "issn": "",
            "pages": "169-177",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2004.02.008"
                ]
            }
        },
        "BIBREF17": {
            "title": "The role of pulmonary intravascular macrophages in porcine reproductive and respiratory syndrome virus infection",
            "authors": [],
            "year": 2000,
            "venue": "Anim Health Res Rev",
            "volume": "1",
            "issn": "",
            "pages": "95-102",
            "other_ids": {
                "DOI": [
                    "10.1017/S1466252300000086"
                ]
            }
        },
        "BIBREF18": {
            "title": "Differential production of proinflammatory cytokines in the pig lung during different respiratory virus infections: correlations with pathogenicity",
            "authors": [],
            "year": 1999,
            "venue": "Res Vet Sci",
            "volume": "67",
            "issn": "",
            "pages": "47-52",
            "other_ids": {
                "DOI": [
                    "10.1053/rvsc.1998.0277"
                ]
            }
        },
        "BIBREF19": {
            "title": "Porcine reproductive and respiratory syndrome virus field isolates differ in in vitro interferon phenotypes",
            "authors": [],
            "year": 2004,
            "venue": "Vet Immunol Immunopathol",
            "volume": "102",
            "issn": "",
            "pages": "217-31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2004.09.009"
                ]
            }
        },
        "BIBREF20": {
            "title": "Different European-type vaccines against porcine reproductive and respiratory syndrome virus have different immunological properties and confer different protection to pigs",
            "authors": [],
            "year": 2006,
            "venue": "Virology",
            "volume": "351",
            "issn": "",
            "pages": "249-59",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2006.03.046"
                ]
            }
        },
        "BIBREF21": {
            "title": "Use of a production region model to assess the airborne spread of porcine reproductive and respiratory syndrome virus",
            "authors": [],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "136",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2008.10.013"
                ]
            }
        },
        "BIBREF22": {
            "title": "Bayes methods for combining the results of cancer studies in humans and other species",
            "authors": [],
            "year": 1983,
            "venue": "J Am Stat Assoc",
            "volume": "78",
            "issn": "",
            "pages": "293-315",
            "other_ids": {
                "DOI": [
                    "10.1080/01621459.1983.10477968"
                ]
            }
        },
        "BIBREF23": {
            "title": "Influence of time on the genetic heterogeneity of Spanish porcine reproductive and respiratory syndrome virus isolates",
            "authors": [],
            "year": 2009,
            "venue": "Vet J",
            "volume": "180",
            "issn": "",
            "pages": "363-370",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2008.01.005"
                ]
            }
        },
        "BIBREF24": {
            "title": "Molecular variation analysis of porcine reproductive and respiratory syndrome virus in China",
            "authors": [],
            "year": 2009,
            "venue": "Virus Res",
            "volume": "145",
            "issn": "1",
            "pages": "97-105",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2009.06.014"
                ]
            }
        },
        "BIBREF25": {
            "title": "Meta-analysis of lineage-specific gene expression signatures in mouse leukocyte populations",
            "authors": [],
            "year": 2010,
            "venue": "Immunobiology",
            "volume": "215",
            "issn": "",
            "pages": "724-736",
            "other_ids": {
                "DOI": [
                    "10.1016/j.imbio.2010.05.012"
                ]
            }
        },
        "BIBREF26": {
            "title": "Exploration, Normalization, and Summaries of High Density Oligonucleotide Array Probe Level Data",
            "authors": [],
            "year": 2003,
            "venue": "Biostatistics",
            "volume": "2",
            "issn": "",
            "pages": "249-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Empirical choice of histograms and kernel density estimators",
            "authors": [],
            "year": 1982,
            "venue": "Scandinavian Journal of Statistics",
            "volume": "9",
            "issn": "2",
            "pages": "65-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "“Kernel density estimation via diffusion”",
            "authors": [],
            "year": 2010,
            "venue": "Annals of Statistics",
            "volume": "38",
            "issn": "5",
            "pages": "2916-2957",
            "other_ids": {
                "DOI": [
                    "10.1214/10-AOS799"
                ]
            }
        },
        "BIBREF29": {
            "title": "Simpleaffy: a BioConductor package for Affymetrix Quality Control and data analysis",
            "authors": [],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "3683-3685",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/bti605"
                ]
            }
        },
        "BIBREF30": {
            "title": "WGCNA: an R package for weighted correlation network analysis",
            "authors": [],
            "year": 2008,
            "venue": "BMC Bioinformatics",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2105-9-559"
                ]
            }
        },
        "BIBREF31": {
            "title": "ANEXdb: an integrated animal Annotation and microarray EXpression database",
            "authors": [],
            "year": 2009,
            "venue": "Mamm Genome",
            "volume": "20",
            "issn": "",
            "pages": "768-777",
            "other_ids": {
                "DOI": [
                    "10.1007/s00335-009-9234-1"
                ]
            }
        },
        "BIBREF32": {
            "title": "The eIF-2 alpha kinases: regulators of protein synthesis in starvation and stress",
            "authors": [],
            "year": 1994,
            "venue": "Semin Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "417-426",
            "other_ids": {
                "DOI": [
                    "10.1006/scel.1994.1049"
                ]
            }
        },
        "BIBREF33": {
            "title": "Meta-analysis for microarray experiments",
            "authors": [],
            "year": 2007,
            "venue": "Bioconductor",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Translation initiation: adept at adapting",
            "authors": [],
            "year": 1999,
            "venue": "Trends Biochem Sci",
            "volume": "10",
            "issn": "",
            "pages": "398-403",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "PKR in innate immunity, cancer, and viral oncolysis",
            "authors": [],
            "year": 2007,
            "venue": "Methods Mol Biol",
            "volume": "383",
            "issn": "",
            "pages": "277-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Signal transduction pathways that regulate eukaryotic protein synthesis",
            "authors": [],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "22",
            "issn": "",
            "pages": "30337-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "A multifactor complex of eukaryotic initiation factors, eIF1, eIF2, eIF3, eIF5, and initiator tRNA(Met) is an important translation initiation intermediate in vivo",
            "authors": [],
            "year": 2000,
            "venue": "Genes Dev",
            "volume": "14",
            "issn": "19",
            "pages": "2534-46",
            "other_ids": {
                "DOI": [
                    "10.1101/gad.831800"
                ]
            }
        },
        "BIBREF38": {
            "title": "Activation of cell stress response pathways by Shiga toxins",
            "authors": [],
            "year": 2012,
            "venue": "Cell Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1462-5822.2011.01684.x"
                ]
            }
        },
        "BIBREF39": {
            "title": "Murine Cytomegalovirus Targets Transcription Factor ATF4 To Exploit the Unfolded-Protein Response",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "12",
            "pages": "6712-23",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00200-12"
                ]
            }
        },
        "BIBREF40": {
            "title": "An essential role for XBP-1 in host protection against immune activation in C. elegans",
            "authors": [],
            "year": 2010,
            "venue": "Nature",
            "volume": "463",
            "issn": "",
            "pages": "1092-5",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08762"
                ]
            }
        },
        "BIBREF41": {
            "title": "Cellular reactive oxygen species inhibit MPYS induction of IFNβ",
            "authors": [],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0015142"
                ]
            }
        },
        "BIBREF42": {
            "title": "Staphylococcus aureus Infection Induced Oxidative Imbalance in Neutrophils: Possible Protective Role of Nanoconjugated Vancomycin",
            "authors": [],
            "year": 2012,
            "venue": "ISRN Pharmacol",
            "volume": "2012",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Dissecting the role of mTOR: lessons from mTOR inhibitors",
            "authors": [],
            "year": 2010,
            "venue": "Biochim Biophys Acta",
            "volume": "180",
            "issn": "",
            "pages": "433-439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "A cross-study comparison of gene expression studies for the molecular classification of lung cancer",
            "authors": [],
            "year": 2004,
            "venue": "Clinical Cancer Research",
            "volume": "10",
            "issn": "",
            "pages": "2922-2927",
            "other_ids": {
                "DOI": [
                    "10.1158/1078-0432.CCR-03-0490"
                ]
            }
        },
        "BIBREF45": {
            "title": "TOR-dependent control of autophagy: biting the hand that feeds",
            "authors": [],
            "year": 2010,
            "venue": "Curr Opin Cell Biol",
            "volume": "22",
            "issn": "",
            "pages": "157-68",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ceb.2009.11.005"
                ]
            }
        },
        "BIBREF46": {
            "title": "Cutting edge: inflammatory responses can be triggered by TREM-1, a novel receptor expressed on neutrophils and monocytes",
            "authors": [],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "164",
            "issn": "",
            "pages": "4991-4995",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Toll-like receptors in the induction of the innate immune response",
            "authors": [],
            "year": 2000,
            "venue": "Nature",
            "volume": "406",
            "issn": "",
            "pages": "782-787",
            "other_ids": {
                "DOI": [
                    "10.1038/35021228"
                ]
            }
        },
        "BIBREF48": {
            "title": "TREM-1 amplifies inflammation and is a crucial mediator of septic shock",
            "authors": [],
            "year": 2001,
            "venue": "Nature",
            "volume": "410",
            "issn": "",
            "pages": "1103-1107",
            "other_ids": {
                "DOI": [
                    "10.1038/35074114"
                ]
            }
        },
        "BIBREF49": {
            "title": "How do neutrophils and pathogens interact?",
            "authors": [],
            "year": 2004,
            "venue": "Curr Opin Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "62-66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mib.2003.12.004"
                ]
            }
        },
        "BIBREF50": {
            "title": "Activation of triggering receptor expressed on myeloid cells-1 on human neutrophils by marburg and ebola viruses",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "7235-7244",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00543-06"
                ]
            }
        },
        "BIBREF51": {
            "title": "The combination of PRRS virus and bacterial endotoxin as a model for multifactorial respiratory disease in pigs",
            "authors": [],
            "year": 2004,
            "venue": "Vet Immunol Immunopathol",
            "volume": "102",
            "issn": "",
            "pages": "165-78",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2004.09.006"
                ]
            }
        },
        "BIBREF52": {
            "title": "Expression of Toll-like receptor mRNA and cytokines in pigs infected with porcine reproductive and respiratory syndrome virus",
            "authors": [],
            "year": 2009,
            "venue": "Veterinary Microbiology",
            "volume": "136",
            "issn": "",
            "pages": "266-276",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2008.11.016"
                ]
            }
        },
        "BIBREF53": {
            "title": "Understanding PRRSV Infection in Porcine Lung Based on Genome-Wide Transcriptome Response Identified by Deep Sequencing",
            "authors": [],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0011377"
                ]
            }
        },
        "BIBREF54": {
            "title": "Toll-like receptor signaling pathways",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1524-1525",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1085536"
                ]
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": 1950,
            "venue": "Statistical methods for research workers",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Role of the hypothalamic-pituitary-adrenal axis, glucocorticoids and glucocorticoid receptors in toxic sequelae of exposure to bacterial and viral products",
            "authors": [],
            "year": 2004,
            "venue": "J Endocrinol",
            "volume": "181",
            "issn": "2",
            "pages": "207-21",
            "other_ids": {
                "DOI": [
                    "10.1677/joe.0.1810207"
                ]
            }
        },
        "BIBREF57": {
            "title": "Neuroendocrine-immune interactions during viral infections",
            "authors": [],
            "year": 2001,
            "venue": "Adv Virus Res",
            "volume": "56",
            "issn": "",
            "pages": "469-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Deadly encounter: ubiquitin meets apoptosis",
            "authors": [],
            "year": 2002,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "3",
            "issn": "",
            "pages": "112-121",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm731"
                ]
            }
        },
        "BIBREF59": {
            "title": "Porcine reproductive and respiratory syndrome virus-induced cell death exhibits features consistent with a nontypical form of apoptosis",
            "authors": [],
            "year": 2002,
            "venue": "Virus Res",
            "volume": "85",
            "issn": "",
            "pages": "133-140",
            "other_ids": {
                "DOI": [
                    "10.1016/S0168-1702(02)00029-1"
                ]
            }
        },
        "BIBREF60": {
            "title": "Genome-wide transcriptional response of primary alveolar macrophages following infection with porcine reproductive and respiratory syndrome virus",
            "authors": [],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "2550-2564",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.2008/003244-0"
                ]
            }
        },
        "BIBREF61": {
            "title": "Group I and group III metabotropic glutamate receptor subtypes provide enhanced neuroprotection",
            "authors": [],
            "year": 2000,
            "venue": "J Neurosci Res",
            "volume": "62",
            "issn": "",
            "pages": "257-272",
            "other_ids": {
                "DOI": [
                    "10.1002/1097-4547(20001015)62:2<257::AID-JNR10>3.0.CO;2-H"
                ]
            }
        },
        "BIBREF62": {
            "title": "Apoptosis and porcine reproductive and respiratory syndrome virus",
            "authors": [],
            "year": 2004,
            "venue": "Vet Immunol Immunopathol",
            "volume": "102",
            "issn": "",
            "pages": "131-142",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2004.09.004"
                ]
            }
        },
        "BIBREF63": {
            "title": "Differential host cell gene expression regulated by the porcine reproductive and respiratory syndrome virus GP4 and GP5 glycoproteins",
            "authors": [],
            "year": 2004,
            "venue": "Vet Immunol Immunopathol",
            "volume": "102",
            "issn": "",
            "pages": "189-198",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2004.09.020"
                ]
            }
        },
        "BIBREF64": {
            "title": "HMGB proteins function as universal sentinels for nucleicacid-mediated innate immune responses",
            "authors": [],
            "year": 2009,
            "venue": "Nature",
            "volume": "462",
            "issn": "",
            "pages": "99-103",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08512"
                ]
            }
        },
        "BIBREF65": {
            "title": "Requirement of HMGB1 and RAGE for the maturation of human plasmacytoid dendritic cells",
            "authors": [],
            "year": 2005,
            "venue": "Eur J Immunol",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "A statistical framework for expression-based molecular classification in cancer",
            "authors": [],
            "year": 2002,
            "venue": "J R Stat Soc Ser B Stat Methodol",
            "volume": "64",
            "issn": "4",
            "pages": "717-736",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9868.00358"
                ]
            }
        },
        "BIBREF67": {
            "title": "IRF family proteins and type I interferon induction in dendritic cells",
            "authors": [],
            "year": 2006,
            "venue": "Cell Res",
            "volume": "16",
            "issn": "",
            "pages": "134-140",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.cr.7310018"
                ]
            }
        },
        "BIBREF68": {
            "title": "IFN consensus sequence binding protein (Icsbp) is critical for eosinophil development",
            "authors": [],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "181",
            "issn": "7",
            "pages": "5045-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Interferons and viruses: an interplay between induction, signalling, antiviral responses and virus countermeasures",
            "authors": [],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "1-47",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.83391-0"
                ]
            }
        },
        "BIBREF70": {
            "title": "ASC, a novel 22-kDa protein, aggregates during apoptosis of human promyelocytic leukemia HL-60 cells",
            "authors": [],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "48",
            "pages": "33835-8",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.274.48.33835"
                ]
            }
        },
        "BIBREF71": {
            "title": "Inflammatory stress exacerbates ectopic lipid deposition in C57BL/6J mice",
            "authors": [],
            "year": 2011,
            "venue": "Lipids Health Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1476-511X-10-110"
                ]
            }
        },
        "BIBREF72": {
            "title": "Hepatitis C virus nonstructural 4B protein modulates sterol regulatory element-binding protein signaling via the AKT pathway",
            "authors": [],
            "year": 2009,
            "venue": "J Biol Chem",
            "volume": "284",
            "issn": "",
            "pages": "9237-9246",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M808773200"
                ]
            }
        },
        "BIBREF73": {
            "title": "The NS1 protein of the 1918 pandemic influenza virus blocks host interferon and lipid metabolism pathways",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "20",
            "pages": "10557-70",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00330-09"
                ]
            }
        },
        "BIBREF74": {
            "title": "Comparison study of microarray meta-analysis methods",
            "authors": [],
            "year": 2010,
            "venue": "BMC Bioinformatics",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2105-11-408"
                ]
            }
        },
        "BIBREF75": {
            "title": "Rank products: a simple, yet powerful, new method to detect differentially regulated genes in replicated microarray experiments",
            "authors": [],
            "year": 2004,
            "venue": "FEBS Letters",
            "volume": "573",
            "issn": "",
            "pages": "83-92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2004.07.055"
                ]
            }
        }
    }
}