{
    "paper_id": "PMC3653782",
    "metadata": {
        "title": "Carriage of Mycoplasma pneumoniae in the Upper Respiratory Tract of Symptomatic and Asymptomatic Children: An Observational Study",
        "authors": [
            {
                "first": "Emiel",
                "middle": [
                    "B.",
                    "M."
                ],
                "last": "Spuesens",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pieter",
                "middle": [
                    "L.",
                    "A."
                ],
                "last": "Fraaij",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eline",
                "middle": [
                    "G."
                ],
                "last": "Visser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Theo",
                "middle": [],
                "last": "Hoogenboezem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wim",
                "middle": [
                    "C.",
                    "J."
                ],
                "last": "Hop",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Léon",
                "middle": [
                    "N.",
                    "A."
                ],
                "last": "van Adrichem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Henriette",
                "middle": [
                    "A."
                ],
                "last": "Moll",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Berth",
                "middle": [],
                "last": "Broekman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marjolein",
                "middle": [
                    "Y."
                ],
                "last": "Berger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tineke",
                "middle": [],
                "last": "van Rijsoort-Vos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "van Belkum",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Schutten",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Suzan",
                "middle": [
                    "D."
                ],
                "last": "Pas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Albert",
                "middle": [
                    "D.",
                    "M.",
                    "E."
                ],
                "last": "Osterhaus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nico",
                "middle": [
                    "G."
                ],
                "last": "Hartwig",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cornelis",
                "middle": [],
                "last": "Vink",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Annemarie",
                "middle": [
                    "M.",
                    "C."
                ],
                "last": "van Rossum",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Keith",
                "middle": [
                    "P."
                ],
                "last": "Klugman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nMycoplasma pneumoniae is considered a major cause of upper and lower respiratory tract infections (RTIs) and respiratory tract disease (RTD) in humans, and particularly in children. Over one-third of the childhood cases of community-acquired pneumonia that require hospitalization are thought to be caused by M. pneumoniae\n[1],[2]. The current diagnosis of M. pneumoniae infections relies on the detection of either serum antibodies against M. pneumoniae or bacterial DNA in samples of the upper respiratory tract (URT), as recommended in the guidelines published by the British Thoracic Society and the Infectious Diseases Society of America [1],[2].",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "mention": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 328,
                    "end": 331,
                    "mention": "[2]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 644,
                    "end": 647,
                    "mention": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 651,
                    "mention": "[2]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "PCR-based methods are increasingly used in daily clinical practice, as well as in clinical studies, for the detection of M. pneumoniae because they provide fast and sensitive results in the acute phase of an infection [3]–[5]. However, RTD caused by other common bacterial pathogens (such as Streptococcus pneumoniae) cannot yet be diagnosed by PCR because these pathogens are asymptomatically carried in the human population at high rates. Likewise, if M. pneumoniae is commonly carried asymptomatically in the URT of children, the detection of this bacterial species may not indicate a symptomatic infection. This would have major implications for the interpretation of the results of current diagnostic methods for M. pneumoniae RTIs and their use in clinical management. Clinical management of M. pneumoniae RTI in children mainly consists of administration of macrolides, because M. pneumoniae is not susceptible to penicillins. In an increasing number of countries resistant strains of M. pneumoniae are rapidly emerging, and these are associated with prolonged disease. In Asia, up to 90% of M. pneumoniae derived from clinical samples is currently macrolide-resistant [6]. The frequent use of macrolides in children probably contributes significantly to the selection of macrolide-resistant strains [7]. Decreasing the use of macrolides by improving diagnostic methods, or their interpretation, might therefore help to prevent macrolide resistance.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "mention": "[3]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 222,
                    "end": 225,
                    "mention": "[5]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "mention": "[6]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1307,
                    "end": 1310,
                    "mention": "[7]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In contrast to numerous published studies on carriage of S. pneumoniae in children, studies that specifically address asymptomatic carriage of M. pneumoniae have hitherto not been performed. To our knowledge, this is the first study in which the current state-of-the-art diagnostic method for M. pneumoniae RTI, i.e., PCR, is evaluated using a symptomatic and an asymptomatic group of children during a 3-y period of sampling. To our knowledge, this is also the first study to investigate the presence of M. pneumoniae in both symptomatic and asymptomatic children in a longitudinal fashion, including collecting data on the occurrence of symptomatic infection during carriage. Although previous studies have reported the presence of M. pneumoniae in seemingly healthy individuals, these studies all suffered from drawbacks related to the study design (such as the lack of an appropriate control group and/or the lack of a follow-up study) or to limitations of the diagnostic assays that were employed [8]–[15]. As a consequence, clear conclusions concerning the existence and dynamics of carriage of M. pneumoniae could thus far not be drawn. We hypothesized that asymptomatic carriage in children exists and investigated whether colonization and symptomatic infection could be differentiated by current diagnostic methods. Secondary objectives of the present study were to assess the possible association between acute symptomatic M. pneumoniae infection and children's age, and to determine the influence of M. pneumoniae genotype as well as viral and bacterial co-infections on the severity of M. pneumoniae RTIs.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1005,
                    "mention": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "mention": "[15]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This observational study was approved by the Medical Ethics Review Board of the Erasmus MC (NL20418.078.08) and was conducted at the Erasmus MC–Sophia Children's Hospital and the after-hours General Practitioners Cooperative in Rotterdam, The Netherlands. Written informed consent was obtained from all parents and from children above the age of 12 y.",
            "cite_spans": [],
            "section": "Ethics Statement ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Study participants, aged 3 mo to 16 y, were enrolled between July 1, 2008, and November 30, 2011, in two groups. The first group, which will be referred to as “the asymptomatic group,” was enrolled during admission for a planned elective surgical procedure, unrelated to RTD, at the short-stay department of the hospital. Exclusion criteria were a current RTI (based on questionnaires and physical examination by the attending anesthesiologist), the use of antibiotics in the past 2 d (7 d for azithromycin), and severe concomitant disease (e.g., chronic lung disease, cardiovascular disease, neoplasia, liver disease, kidney disease, metabolic disease, or psychomotor impairment). Baseline characteristics (Table 1) and information about RTIs in the previous 2 mo were recorded using a standardized questionnaire. Two study-team members collected respiratory and blood samples just prior to the start of the surgical procedure, while the child was under general anesthesia. Three to four weeks later, a questionnaire was completed by phone on development of RTIs in the weeks after enrollment.",
            "cite_spans": [],
            "section": "Study Design and Population ::: Methods",
            "ref_spans": [
                {
                    "start": 708,
                    "end": 715,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In the second group, i.e., “the symptomatic group,” children diagnosed with RTI were enrolled at either the emergency department of the hospital or the after-hours General Practitioners Cooperative. Exclusion criteria were the same as for the asymptomatic group, except for having a current RTI. A standardized questionnaire was used to record baseline characteristics, clinical symptoms, and diagnosis at the discretion of the attending physician. Respiratory specimens and a capillary blood sample were collected. Three to four weeks later, a second capillary blood sample was collected and information was recorded about the duration of the RTI, treatment, and hospitalization.",
            "cite_spans": [],
            "section": "Study Design and Population ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Children who tested positive for M. pneumoniae by PCR were invited to participate in a longitudinal follow-up study, from August 1, 2010, to November 30, 2011. After informed consent was obtained, each child was tested monthly for the presence of M. pneumoniae in the URT until the test was negative on two consecutive occasions.",
            "cite_spans": [],
            "section": "Study Design and Population ::: Methods",
            "ref_spans": []
        },
        {
            "text": "From each child, a pharyngeal swab (BBL CultureSwab EZ, BD) was taken by gently stroking between the palatine arches superior to the tonsils. The swab was stored in phosphate-buffered saline. Subsequently, two nasopharyngeal specimens were taken. First, a flexible swab (Copan) was inserted into one nostril, guided to the posterior nasopharyngeal wall, removed, and stored in Amies transport medium. Second, 1 ml of normal saline was instilled into each nostril and then suctioned by a flexible catheter applied to a container. The catheter was rinsed with 2 ml of normal saline. Specimens were kept at 4°C until further preparation within hours of collection.",
            "cite_spans": [],
            "section": "Study Procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To prevent contamination of samples, we took the following precautions. First, the two members of the study team who performed all procedures tested M. pneumoniae PCR-negative throughout the study period. Second, samples were prepared and tested in different subunits of the laboratory. In a “nucleic acid–free” laboratory, the samples were divided in aliquots used for culture, nucleic acid isolation, and storage. In other laboratory subunits, samples were either cultured or used for nucleic acid isolation. Each step in the PCR procedure, i.e., the preparation of real-time PCR premixes, the addition of purified nucleic acids to these premixes, and the actual PCR reactions, were carried out in different laboratories. Finally, each PCR run contained positive and negative controls.",
            "cite_spans": [],
            "section": "Study Procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Detection of M. pneumoniae in the URT was performed by real-time PCR and culture on both the pharyngeal swabs and the nasopharyngeal washings. DNA isolation was performed on 200 µl of the original samples using the QIAamp DNA Mini Kit (Qiagen). A quantitative real-time (TaqMan) PCR assay was used to detect and quantify M. pneumoniae genomic DNA, as previously described [16]. Adequate negative control samples were included in each PCR run. Culture was performed using 100 µl of the original sample [17]. Molecular (sub)typing of M. pneumoniae was performed on M. pneumoniae–positive samples, using a pyrosequencing-based assay [16]. Rest material was stored at −80°C until further use.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "mention": "[16]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 501,
                    "end": 505,
                    "mention": "[17]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 630,
                    "end": 634,
                    "mention": "[16]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Study Procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Serum was stored at −80°C. Detection of anti–M. pneumoniae–specific antibodies was performed using Serion ELISA classic M. pneumoniae kits (Clindia Benelux).",
            "cite_spans": [],
            "section": "Study Procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The nasopharyngeal swabs were used for the detection of S. pneumoniae, Staphylococcus aureus, Haemophilus influenzae, and Moraxella catarrhalis, following standard microbiological procedures [18].",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "mention": "[18]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Study Procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The batch-wise detection of viral nucleic acids was performed after the enrollment was closed. As all samples were stored at −80°C, selected samples were thawed. For the detection of viral nucleic acids, 60 µl of the original sample from a pharyngeal swab was diluted 10-fold with Dulbecco's Modified Eagle Medium to a total of 600 µl. Internally controlled nucleic acid extraction (input volume 200 µl, output volume 100 µl), subsequent (multiplex) real-time PCR, and its quality control were performed as described before [19]. A cycle threshold below 40 was considered a positive result. Viruses were determined in all M. pneumoniae PCR-positive children and in M. pneumoniae PCR-negative children matched with respect to month and year of sampling as well as age. There was missing data for 30 M. pneumoniae–positive participants, and these participants could therefore not be included in this analysis.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "mention": "[19]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Study Procedures ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All data were analyzed using software package SPSS version 16.0.1. The protocol-defined objectives were as follows (Text S1): (1) to determine the distribution of genomic copy loads in both the asymptomatic group and the symptomatic group to differentiate carriage from infection and (2) to assess the age distribution of the presence of M. pneumoniae in both symptomatic children and asymptomatic children, and to determine the influence of M. pneumoniae genotype as well as viral and bacterial co-infections on the severity of M. pneumoniae RTIs.",
            "cite_spans": [],
            "section": "Outcome Variables and Statistical Analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The prevalence of a positive test result for M. pneumoniae was calculated in both groups and compared using the χ2 test. Groups were compared for the distribution of bacterial loads (genomic copy number) using the Mann-Whitney U test. p-Values below 0.05 were considered significant. Within the symptomatic group, a child was defined as having a M. pneumoniae infection when at least one of the samples from the child was found to be M. pneumoniae–positive by serology, culture, or PCR. Within the asymptomatic group, M. pneumoniae carriage was defined by a M. pneumoniae–positive result obtained by either culture or PCR.",
            "cite_spans": [],
            "section": "Outcome Variables and Statistical Analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The children in the symptomatic group with a M. pneumoniae infection were divided into two groups carrying the two M. pneumoniae subtypes (i.e., subtype 1 and subtype 2), and into two groups according to the presence of co-infections. Diagnosis (upper or lower RTI) and hospitalization were used as proxies for severity of disease. Groups were compared for these variables using the χ2 test.",
            "cite_spans": [],
            "section": "Outcome Variables and Statistical Analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To identify possible factors that could determine the presence of M. pneumoniae, subgroup analyses were done for variables that could reasonably have an effect on M. pneumoniae prevalence including age, gender, season and year of enrollment, family size, active or passive smoking, and day-care attendance. Additional variables in the symptomatic group were diagnosis and hospitalization. Additional variables in the asymptomatic group were RTI prior to enrollment and RTI just following enrollment. These variables were entered in multiple logistic regression analysis regardless of their bivariate association. Because these were all exploratory analyses, we did not adjust for multiple comparisons and p<0.05 was considered significant. To test for collinearity we calculated condition indices for the multivariate analyses. We found a condition index of 9.9 for the asymptomatic group and a condition index of 12.1 for the symptomatic group. Because both values are below the generally accepted warning signal of 15, and there were no strong correlations between the covariates, we believe that multicollinearity was not a major problem in this study.",
            "cite_spans": [],
            "section": "Outcome Variables and Statistical Analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To allow the inclusion of a sufficiently high number of M. pneumoniae–infected children below the age of 5 y, we used a precalculated sample size of 400 children ≤5 y and 100 children >5 y in the symptomatic group based on an estimated prevalence of M. pneumoniae of 10%. In the asymptomatic group we took the same number. After enrollment of a total of 412 children in the asymptomatic group, it was apparent that the study question on the existence of carriage could be addressed. This was due to a higher prevalence of M. pneumoniae than anticipated in the asymptomatic group and in the symptomatic group. Because additional enrollments would not have a significant influence on the outcomes of the study, it was deemed unethical to subject additional children to the study, and enrollment was subsequently discontinued.",
            "cite_spans": [],
            "section": "Outcome Variables and Statistical Analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 726 children, aged 3 mo to 16 y, were enrolled in this study from July 1, 2008, until November 30, 2011 (Figures 1 and 2). In the asymptomatic group, 405 children were enrolled. Enrollment for this group started in January 2009. In the symptomatic group, 321 children were enrolled. With respect to age, sex, and time of enrollment of study participants, there were no differences between the group of children for whom consent was given (enrolled in the study) and the group of children for whom consent was not given (Table S1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "mention": "Figures 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We found that the prevalence of M. pneumoniae by real-time PCR did not differ significantly (p = 0.11) between the asymptomatic group (21.2%, 95% CI 17.2%–25.2%, n = 85) and the symptomatic group (16.2%, 95% CI 12.2%–20.2%, n = 51). A significant difference between the groups was also not found by culture: four (1.0%, 95% CI 0.03%–1.97%) of the asymptomatic children and five (1.6%, 95% CI 0.23%–2.97%) of the symptomatic children were M. pneumoniae–positive (p = 0.52). In the symptomatic group, the prevalence of M. pneumoniae by real-time PCR did not differ significantly (p = 0.85) between the children with a lower RTI (15.6%, 95% CI 11.6%–19.6%, n = 10) and the children with an upper RTI (15.9%, 95% CI 11.9%–19.9%, n = 41).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In the asymptomatic group, multiple logistic regression analysis showed that season and year of enrollment were significantly related to prevalence of M. pneumoniae (Tables 2 and S2). In the symptomatic group, we found the presence of M. pneumoniae to be positively associated with enrollment in 2010 and 2011 (Table S3). As shown in Table 3, none of the variables were independently related to the prevalence of M. pneumoniae. The presence of M. pneumoniae was not significantly associated with age or asthma-like symptoms (Tables 2 and 3). The two subtypes of M. pneumoniae were equally distributed between the two groups (Table S4).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "mention": "Tables 2",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 341,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 533,
                    "mention": "Tables 2",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 539,
                    "mention": "3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A similar distribution of M. pneumoniae DNA loads was observed among the asymptomatic and symptomatic children (Figure 3A and 3B). We did not find a significant correlation between bacterial load in nasopharyngeal and pharyngeal samples (Figure 3C). The distribution of bacterial loads was different among children with a lower RTI and children with an upper RTI (Figure 3D and 3E). However, both very high and very low bacterial loads were detected in both subgroups. The study was not powered to perform a statistical subgroup analysis for this variable.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 128,
                    "mention": "Figure 3A and 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 238,
                    "end": 247,
                    "mention": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 364,
                    "end": 380,
                    "mention": "Figure 3D and 3E",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To investigate how long M. pneumoniae can persist in the respiratory tract of children, a longitudinal follow-up study was performed among children who tested positive for M. pneumoniae by PCR. In this study, 43 (68%) of the 63 children who were eligible for inclusion participated in the follow-up study. Of these 43 children, 21 children originated from the asymptomatic group, and 22 from the symptomatic group. The most common reason given for declining to participate in the follow-up study was distance from home to the study site (10/20; 50%). Fifteen of the 21 (71%) asymptomatic children and 19 of the 22 (86%) symptomatic children in this longitudinal follow-up study tested negative after 1 mo. Six of the asymptomatic children also tested positive at 2 mo, and two children also tested positive at 3 mo. Three of the symptomatic children tested positive at 2 mo, and none tested positive at 3 mo (Figure 4). To confirm their negative status, children were tested an additional time after becoming negative.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 909,
                    "end": 917,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We found that the prevalence of a positive ELISA for anti–M. pneumoniae IgM antibodies was not significantly different in the asymptomatic group (12.6%, 95% CI 9.4%–15.8%, n = 43) and the symptomatic group (9.2%, 95% CI 6.0%–12.4%, n = 26) (p = 0.23). The prevalence of a positive ELISA for anti–M. pneumoniae IgG antibodies differed significantly (p<0.001) between the asymptomatic group (25.1%, 95% CI 20.9%–29.3%, n = 85) and the symptomatic group (14.2%, 95% CI 10.4%–18.0%, n = 40). However, when adjusted for age, there was no significant difference in the prevalence of anti–M. pneumoniae antibodies between the two groups. The prevalence of a positive ELISA for anti–M. pneumoniae IgM and IgG was low among children below the age of 5 y (IgM, 7.3%, 95% CI 3.5%–11.1%; IgG, 8.3%, 95% CI 4.3%–12.3%) in the asymptomatic group versus in the symptomatic group (IgM, 6.7%, 95% CI 0.0%–13.4%; IgG, 5.0%, 95% CI 0.0%–5.9%), and much higher among children above the age of 5 y (IgM, 20.4%, 95% CI 14.1%–26.7%, and IgG, 50.7%, 95% CI 42.8%–58.5%, in the asymptomatic group; IgM, 11.9%, 95% CI 7.7%–16.1%, and IgG, 47.6%, 95% CI 41.1%–54.1%, in the symptomatic group). The median levels of IgM and IgG antibodies did not differ significantly between the two groups (Figures 5A and 5B). The prevalence of a positive ELISA for anti–M. pneumoniae IgA antibodies was very low in both groups (2.0%, 95% CI 0.6%–3.4%, versus 0.4%, 95% CI 0.0%–1.1%), and none of the children below the age of 5 y tested positive for anti–M. pneumoniae IgA. The serological data did not correspond significantly with the PCR results (Figure 5C and 5D; Table 4). Interestingly, a higher percentage of asymptomatic PCR-positive children tested positive for IgG compared to symptomatic PCR-positive children (Table 4; 32% versus 15%). However, this difference was not found to be statistically significant when adjusted for age.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1264,
                    "end": 1281,
                    "mention": "Figures 5A and 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1608,
                    "end": 1624,
                    "mention": "Figure 5C and 5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1626,
                    "end": 1633,
                    "mention": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1780,
                    "end": 1787,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Because an immunoglobulin class switch from IgM to IgG is generally accepted as evidence of a recent M. pneumoniae infection, a second serum sample was collected from 233 (72.6%) of the symptomatic children. From this group, 26 (11.2%) children developed an immunoglobulin class switch. The agreement between an immunoglobulin class switch and a positive PCR result was poor (Kappa = 0.10) (Table 4). Besides age, we did not find any determinants of an immunoglobulin class switch or a single positive test for IgM, IgG, or IgA.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 391,
                    "end": 398,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Bacterial and viral pathogens do coexist in the respiratory tract, and co-infection may influence severity of disease. Therefore, we determined the presence of four other bacterial respiratory pathogens in all children and the presence of 15 viral respiratory pathogens in a subsample of the children (n = 202). Two or more pathogens were found in 56% (63/112) of the asymptomatic children and in 55.5% (50/90) of the symptomatic children. The prevalence of the four bacterial pathogens is shown in Table 5. As reported previously, the prevalence of these bacterial species was largely age-dependent [20]. We found a significantly higher prevalence of S. aureus in the asymptomatic group than in the symptomatic group. However, when adjusted for age this difference in prevalence was not significant. An association between the presence of any of these four bacterial species and M. pneumoniae was not detected. Almost all of the viruses screened for were detected in both groups (Table 6). We did not perform a statistical analysis to detect differences in the distribution of cycle threshold values since our study was not powered for this purpose. Rhinovirus, bocavirus, and parainfluenzavirus 4 were detected more frequently in asymptomatic children than in symptomatic children. In contrast, influenzaviruses A and B, human metapneumovirus, and respiratory syncytial virus were predominantly detected in symptomatic children. The majority of the children (from both groups) tested positive for more than one pathogen (Figure 6). Group-specific combinations of pathogens could not be identified. In addition, none of the viruses were associated with the presence of M. pneumoniae. Because of the limited number of M. pneumoniae–positive children without bacterial and/or viral co-infection, it was not possible to analyze the influence of bacterial and viral co-infection on disease severity.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 604,
                    "mention": "[20]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1523,
                    "end": 1531,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 499,
                    "end": 506,
                    "mention": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 988,
                    "mention": "Table 6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To our knowledge, our study demonstrates for the first time that M. pneumoniae is carried at high rates in the URT of healthy children, and that this asymptomatic carriage cannot be differentiated from symptomatic RTI by serology or quantitative PCR. Of 405 healthy children, 21% tested positive for M. pneumoniae in the URT by PCR. As a result of this high prevalence, the inclusion of children was terminated at an earlier time point than anticipated at the start of the study. For now we can conclude that M. pneumoniae carriage is detectable and its prevalence is higher than expected, but the actual prevalence of carriage is unreliable. Prevalence varied between year and season of sampling from 3% during the spring of 2009 to 58% during the summer of 2010. These data suggest that carriage follows a cyclic epidemic pattern. It is tempting to speculate that this fluctuation in prevalence is related to the known cyclic epidemic pattern of M. pneumoniae infections that occurs at intervals of 3–7 y, in addition to a background endemic pattern [4],[21]. Longitudinal sampling of M. pneumoniae–positive asymptomatic children indicated that M. pneumoniae can be present in the URT without causing disease, followed by clearance within several weeks.",
            "cite_spans": [
                {
                    "start": 1052,
                    "end": 1055,
                    "mention": "[4]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1056,
                    "end": 1060,
                    "mention": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Statement of Principal Findings ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "While previous studies have demonstrated the presence of M. pneumoniae in seemingly healthy individuals, none of these studies could draw clear conclusions concerning the actual existence of carriage of M. pneumoniae\n[8]–[15]. Instead, some studies explained the presence of M. pneumoniae in an asymptomatic individual as a consequence of a recent infection with this bacterium [14],[15]. Other studies were inconclusive because of lack of a specific study design or because of the use of relatively insensitive diagnostic tools such as culture [9]–[12].",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "mention": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 221,
                    "end": 225,
                    "mention": "[15]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 378,
                    "end": 382,
                    "mention": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 383,
                    "end": 387,
                    "mention": "[15]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 545,
                    "end": 548,
                    "mention": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 549,
                    "end": 553,
                    "mention": "[12]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Statement of Principal Findings ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Although we have demonstrated the existence of asymptomatic carriage of M. pneumoniae in children, there are several limitations to our study. These include the single study site in one city in the Netherlands, and a limited sample size. Although the sample size was adequate to address our research questions, it is not large enough to unravel the dynamics of colonization by M. pneumoniae. Furthermore, we performed exploratory analyses that show that M. pneumoniae prevalence is determined by season and year of sampling, although these analyses did not form part of the original design of the study. Finally, we have performed a longitudinal follow-up study that shows the persistence of M. pneumoniae in a small number of children for up to 4 mo. Although this finding strongly suggests the existence of carriage, we enrolled only a small number of children in this part of the study. Future studies are needed to confirm our results and should aim at finding determinants of M. pneumoniae carriage. These studies should preferably have a multicenter design.",
            "cite_spans": [],
            "section": "Strengths and Weaknesses ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Furthermore, we aimed to assess the association between severity of disease and M. pneumoniae subtype and genomic copy load. Although we did not find this association in the symptomatic group, it should be noted that participants positive for M. pneumoniae subtype 2 were underrepresented overall (as shown in Table S4). This small number hampered the analysis of this secondary research question. It might also be argued that these results are negatively influenced by a general low severity of disease in our study population and the limited number of participants with lower RTI (20.9% of all symptomatic children). Indeed, none of the children in our study were admitted to an intensive care unit or required respiratory support by mechanical ventilation. Still, we did find a difference between asymptomatic and symptomatic children for well-established respiratory pathogens such as influenza A and respiratory syncytial virus. We think that this point underlines the appropriateness of our study population with regard to severity.",
            "cite_spans": [],
            "section": "Strengths and Weaknesses ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In agreement with other recent studies on M. pneumoniae infections, a poor correlation was found between data obtained by PCR and serology [22],[23]. Given the excellent performance of the PCR assay in Quality Control for Molecular Diagnostics panels, and the validation of the commercial ELISA used, we are confident that the data obtained by both assays are reliable. It is possible that the positive serological results simply reflect one or more previous encounters with M. pneumoniae and are not necessarily related to a current RTI or carriage of M. pneumoniae as determined by PCR. However, we did not collect convalescent serum samples in the asymptomatic group; therefore, we can only speculate on the prevalence of immunoglobulin class switch or the levels of convalescent antibodies in this group.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "mention": "[22]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 144,
                    "end": 148,
                    "mention": "[23]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Strengths and Weaknesses ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "As the pathogenicity of M. pneumoniae was well-documented in studies with volunteers in the 1950s [24], one can speculate that asymptomatic carriage of M. pneumoniae may in some cases lead to symptomatic infection, as is well known to occur for other pathogens [25]. Obviously, the finding of asymptomatic carriage of M. pneumoniae has major implications for the interpretation of the diagnosis of M. pneumoniae infections and for clinical management, as well as the interpretation of studies of the etiology of RTD in children. We searched Medline with the terms “Mycoplasma pneumoniae,” “respiratory tract infection,” “asymptomatic carriage,” and “diagnosis” and found that many studies and some reviews have addressed the performance and clinical value of different diagnostic methods for M. pneumoniae. It is striking, however, that these methods are used interchangeably, and almost every positive result is regarded as indicative of a symptomatic M. pneumoniae infection. In addition, the occasional presence of M. pneumoniae in respiratory secretions of healthy individuals has often been explained either as the first sign of a developing symptomatic infection or as bacterial persistence following symptomatic infection [3],[11],[26]–[28]. Current guidelines on community-acquired pneumonia recommend testing for M. pneumoniae in patients with a high pre-test probability [1],[2]. As we have shown, the available procedures for diagnosis of M. pneumoniae RTIs in children do not discriminate between carriage of M. pneumoniae in the respiratory tract and symptomatic M. pneumoniae infection. Therefore, clinicians may need to readdress the clinical significance of a positive test result.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "mention": "[24]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 261,
                    "end": 265,
                    "mention": "[25]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "mention": "[3]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "mention": "[26]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "mention": "[28]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1381,
                    "end": 1384,
                    "mention": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1385,
                    "end": 1388,
                    "mention": "[2]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Meaning of the Study ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Our data indicate that the etiology of RTI in children is complex. The mere presence of one or more putative pathogens in the URT does not seem to be the sole determining factor in the development of a symptomatic RTI. The host immune response, the timing of colonization, the presence of other pathogens, and the initial bacterial or viral load may collectively determine whether carriage proceeds to infection or not. Future studies will therefore have to focus on how an RTI can be accurately defined and whether or not it requires treatment.",
            "cite_spans": [],
            "section": "Meaning of the Study ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The results of this study suggest that M. pneumoniae behaves similarly to many other bacterial species in the respiratory tract. Future studies at different sites and in different populations are required to confirm our findings. This finding is important as it implies that the daily clinical practice of diagnosing M. pneumoniae RTI is inadequate. Specifically, it does not seem appropriate to use the detection of M. pneumoniae in the URT by PCR as a method to diagnose symptomatic RTIs caused by this bacterium. Thus, a diagnosis of M. pneumoniae–induced RTD cannot be based exclusively on serology or the detection of M. pneumoniae DNA in the URT, and caution should be taken in the interpretation of diagnostic tests for M. pneumoniae. Future studies should address this diagnostic challenge and aim at finding diagnostic tools that can differentiate carriage from infection, as well as identifying factors that may determine progression from asymptomatic carriage of M. pneumoniae to symptomatic infection.",
            "cite_spans": [],
            "section": "Conclusion and Future Studies ::: Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: ED, emergency department; GPC, General Practitioners Cooperative.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The enrollments for the symptomatic group are represented above by a red dotted line. The enrollments for the asymptomatic group are represented below by a blue dotted line. The solid lines represent the absolute number of M. pneumoniae–positive participants. Enrollment for the asymptomatic group started in January 2009.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: (A) Pharyngeal bacterial loads (genomic copy number per milliliter on the y-axis) of M. pneumoniae PCR-positive participants in the asymptomatic group (open squares) and the symptomatic group (filled triangles). (B) Nasopharyngeal bacterial loads (genomic copy number per milliliter on the y-axis) of M. pneumoniae PCR-positive participants in the asymptomatic group and the symptomatic group. The bacterial load distribution was compared using the Mann-Whitney U test. (C) Comparison of the bacterial loads in pharyngeal samples and nasopharyngeal samples for the participants who tested positive for M. pneumoniae in both. Correlation was calculated using the Spearman rank test. (D and E) Distribution of bacterial loads for upper RTIs (URTI) and lower RTIs (LRTI) in the pharyngeal and nasopharyngeal samples. The line in each graph represents the median.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: This figure shows the bacterial DNA loads in the study participants of the asymptomatic group (A) (open squares) and the symptomatic group (B) (filled triangles) during the follow-up study. Each point represents one visit of one participant and is connected by a line to the point representing the next visit. On the y-axis the bacterial DNA load (genomic copy number per milliliter) is shown. On the x-axis the consecutive visits are represented.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (A and B) Serum IgM (A) and IgG (B) antibody levels (in units/milliliter) are compared between the asymptomatic group and the symptomatic group (using the Mann-Whitney U test). (C and D) IgM (C) and IgG (D) antibody levels are plotted against the bacterial DNA load (genomic copy number per milliliter) in all samples. Open squares indicate asymptomatic participants. Filled triangles indicate symptomatic participants. The horizontal lines in A and B represent the median.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: The dot plot shows the percentages of participants with 0, 1, 2, 3, or >3 pathogens present in the URT. On the x-axis the percentages are shown, on the y-axis the number of pathogens is shown. The filled and open triangles show respectively M. pneumoniae (Mpn) PCR-positive symptomatic children (n = 44) and M. pneumoniae PCR-negative symptomatic children (n = 46). The filled and open squares show respectively M. pneumoniae PCR-positive asymptomatic children (n = 57) and M. pneumoniae PCR-negative asymptomatic children (n = 52).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Colonisation by Streptococcus pneumoniae and Staphylococcus aureus in healthy children",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1871-1872",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Streptococcus pneumoniae colonisation: the key to pneumococcal disease",
            "authors": [],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "144-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The management of community-acquired pneumonia in infants and children older than 3 months of age: clinical practice guidelines by the Pediatric Infectious Diseases Society and the Infectious Diseases Society of America",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "53",
            "issn": "",
            "pages": "e25-e76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "High prevalence of macrolide resistance in Mycoplasma pneumoniae isolates from adult and adolescent patients with respiratory tract infection in China",
            "authors": [],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "",
            "pages": "189-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Respiratory disease in volunteers infected with Eaton agent: a preliminary report",
            "authors": [],
            "year": 1961,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "47",
            "issn": "",
            "pages": "887-890",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Results of molecular detection of Mycoplasma pneumoniae among patients with acute respiratory infection and in their household contacts reveals children as human reservoirs",
            "authors": [],
            "year": 2001,
            "venue": "J Infect Dis",
            "volume": "183",
            "issn": "",
            "pages": "675-678",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Etiology and incidence of viral and bacterial acute respiratory illness among older children and adults in rural western Kenya, 2007–2010",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Epidemiology of Mycoplasma pneumoniae infection in families",
            "authors": [],
            "year": 1966,
            "venue": "JAMA",
            "volume": "197",
            "issn": "",
            "pages": "859-866",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Mycoplasma pneumoniae in the community",
            "authors": [],
            "year": 1971,
            "venue": "Am J Epidemiol",
            "volume": "93",
            "issn": "",
            "pages": "55-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Infections caused by Mycoplasma pneumoniae and possible carrier state in different populations of patients",
            "authors": [],
            "year": 1993,
            "venue": "Clin Infect Dis",
            "volume": "17",
            "issn": "Suppl 1",
            "pages": "S37-S46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Prevalence of Mycoplasma pneumoniae in subjectively healthy individuals",
            "authors": [],
            "year": 1992,
            "venue": "Scand J Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "161-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A survey of nosocomial respiratory viral infections in a children's hospital: occult respiratory infection in patients admitted during an epidemic season",
            "authors": [],
            "year": 1991,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "12",
            "issn": "",
            "pages": "231-238",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "British Thoracic Society guidelines for the management of community acquired pneumonia in children: update 2011",
            "authors": [],
            "year": 2011,
            "venue": "Thorax",
            "volume": "66",
            "issn": "Suppl 2",
            "pages": "ii1-ii23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Incidence of viral respiratory pathogens causing exacerbations in adult cystic fibrosis patients",
            "authors": [],
            "year": 2013,
            "venue": "Scand J Infect Dis",
            "volume": "45",
            "issn": "",
            "pages": "65-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Azithromycin prophylaxis during a hospital outbreak of Mycoplasma pneumoniae pneumonia",
            "authors": [],
            "year": 2001,
            "venue": "J Infect Dis",
            "volume": "183",
            "issn": "",
            "pages": "907-912",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Detection of 11 common viral and bacterial pathogens causing community-acquired pneumonia or sepsis in asymptomatic patients by using a multiplex reverse transcription-PCR assay with manual (enzyme hybridization) or automated (electronic microarray) detection",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "3063-3072",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Characterization of macrolide resistance in Mycoplasma pneumoniae isolated from children in Shanghai, China",
            "authors": [],
            "year": 2010,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "67",
            "issn": "",
            "pages": "355-358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Mycoplasma pneumoniae and Legionella pneumophila in community-acquired lower respiratory tract infections among hospitalized children: diagnosis by real time PCR",
            "authors": [],
            "year": 2004,
            "venue": "Scand J Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "639-642",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Diagnostic utility and clinical significance of naso- and oropharyngeal samples used in a PCR assay to diagnose Mycoplasma pneumoniae infection in children with community-acquired pneumonia",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "3339-3341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Polymerase chain reaction is superior to serology for the diagnosis of acute Mycoplasma pneumoniae infection and reveals a high rate of persistent infection",
            "authors": [],
            "year": 2008,
            "venue": "BMC Microbiol",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "[Asymptomatic pharyngeal carriage of Mycoplasma pneumoniae in Chilean children.]",
            "authors": [],
            "year": 2005,
            "venue": "Rev Chilena Infectol",
            "volume": "22",
            "issn": "",
            "pages": "247-250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Increased incidence of Mycoplasma pneumoniae infections detected by laboratory-based surveillance in Denmark in 2010",
            "authors": [],
            "year": 2010,
            "venue": "Euro Surveill",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The Mycoplasma pneumoniae MPN229 gene encodes a protein that selectively binds single-stranded DNA and stimulates Recombinase A-mediated DNA strand exchange",
            "authors": [],
            "year": 2008,
            "venue": "BMC Microbiol",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Macrolide resistance determination and molecular typing of Mycoplasma pneumoniae by pyrosequencing",
            "authors": [],
            "year": 2010,
            "venue": "J Microbiol Methods",
            "volume": "82",
            "issn": "",
            "pages": "214-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "An interlaboratory comparison for the detection of Mycoplasma pneumoniae in respiratory samples by the polymerase chain reaction",
            "authors": [],
            "year": 2003,
            "venue": "J Microbiol Methods",
            "volume": "53",
            "issn": "",
            "pages": "289-294",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Mycoplasma pneumoniae and its role as a human pathogen",
            "authors": [],
            "year": 2004,
            "venue": "Clin Microbiol Rev",
            "volume": "17",
            "issn": "",
            "pages": "697-728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Protective efficacy of an inactivated Mycoplasma pneumoniae vaccine",
            "authors": [],
            "year": 1977,
            "venue": "J Infect Dis",
            "volume": "136",
            "issn": "Suppl",
            "pages": "S204-S207",
            "other_ids": {
                "DOI": []
            }
        }
    }
}