{
    "paper_id": "PMC3079644",
    "metadata": {
        "title": "Communicating uncertainty - how Australian television reported H1N1 risk in 2009: a content analysis",
        "authors": [
            {
                "first": "Andrea",
                "middle": [
                    "S"
                ],
                "last": "Fogarty",
                "suffix": "",
                "email": "andrea.fogarty@sydney.edu.au",
                "affiliation": {}
            },
            {
                "first": "Kate",
                "middle": [],
                "last": "Holland",
                "suffix": "",
                "email": "kate.holland@canberra.edu.au",
                "affiliation": {}
            },
            {
                "first": "Michelle",
                "middle": [],
                "last": "Imison",
                "suffix": "",
                "email": "michelle.imison@sydney.edu.au",
                "affiliation": {}
            },
            {
                "first": "R",
                "middle": [
                    "Warwick"
                ],
                "last": "Blood",
                "suffix": "",
                "email": "warwick.blood@canberra.edu.au",
                "affiliation": {}
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Chapman",
                "suffix": "",
                "email": "simon.chapman@sydney.edu.au",
                "affiliation": {}
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Holding",
                "suffix": "",
                "email": "simon.holding@sydney.edu.au",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In recent years, Australians have been exposed to a range of large-scale news coverage and health promotion campaigns about communicable disease. These have included seasonal influenza advisories; campaigns promoting immunisation for vaccine-preventable diseases[1]; traveller vaccination messages; sexually-transmitted disease prevention campaigns[2], including human papilloma virus vaccine to prevent cervical cancer[3]; HIV/AIDS and hepatitis B and C prevention. With the exception of HIV/AIDS and sexually-transmitted diseases, each of these has a vaccine and clear directives about how to avoid infection, forming the central communicative focus of such campaigns.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 349,
                    "end": 350,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 420,
                    "end": 421,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The WHO-declared global pH1N1 (swine 'flu) pandemic of 2009 has attracted research attention from virologists and infectious disease specialists [4-10], but less from communication scholars [11-14]. From the first reports of Mexican cases in late April 2009, what would become sustained Australian reportage rapidly turned to the likelihood of Australian cases involving perhaps epidemic and high mortality numbers. Australians were exposed to daily news featuring the country's senior health officials and an array of infectious disease experts, who unavoidably, had to deal with the uncertain and complex trajectories and virulence of the disease in the context of news production cultures characterised by seven second sound-bites [15] and an appetite for unambiguous, easily understood information.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 191,
                    "end": 193,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 194,
                    "end": 196,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "For the first five months of the pH1N1 epidemic no vaccine was available. As such, this period represents a prolonged example of news coverage of an uncertain risk with the potential to become a major threat to public health and where medical science had no protection to offer, high-lighting once again the context-specific nature of any risk or crisis communication strategy [16]. Knowledge of the H1N1 virus was characterised by uncertainty about the potential seriousness of the threat and actions that individuals and governments should take. This marked the disease and public news discourse about it as a compelling case study in the high-profile communication of uncertainty.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Prior to pH1N1, Australia had experienced large-scale warning campaigns delivered principally via news reports and government advisories in relation to SARS (November 2002-July 2003)[17] and avian influenza (mainly H5N1) (May 2005 - 2006)[18]. Reportage had much in common with that for H1N1: they were \"foreign\" in origin; they threatened to arrive on Australia's shores; their endemicity and expected virulence were uncertain; and a prudent suite of behaviours or government actions were not prescribed as ways of minimising infection [19]. Together, these common features - coupled with the failure of these epidemics to materialise in Australia and the failure of the public to develop any significant concern[20] - lent a further degree of interest to pH1N1 and the way in which the government, health authorities and news media tried to communicate risk.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 239,
                    "end": 241,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 714,
                    "end": 716,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Media risk research highlights how risk is communicated to the public: disseminating risk information; generating and determining public acceptability of different risks; framing responsibility for[21] and motivating action regarding risks; and seeking to explore differences between the communication of voluntary and involuntary risks[22]. Repeated surveys have found around 40% of the public follow health news, with news on influenza being one of the most closely-followed health issues[23]. Studies of the impact of public warnings about emerging diseases with uncertain trajectories have shown that they can attract disproportionate news coverage relative to the burden of disease arising from them [24]. While some studies report that this coverage is often episodic, sensational and contains little information useful to the public in deciding what they should do [25,26], others find that it can be mostly \"neutral\" and that it can cycle through alarmist reports which tend to calm as more information emerges[11]. Despite perceptions of \"excessive\" news coverage, personal concern and knowledge of such diseases can remain low [27] but a significant proportion engage in increased infection control measures such as hand-washing [28].",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 337,
                    "end": 339,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 876,
                    "end": 878,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1240,
                    "end": 1242,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Media-risk research demonstrates that reportage is often governed by journalistic values and organisational norms and has little parallel to actual threat [29-31]. Reporters tend to adopt reporting frames provided by dominant institutions and their key actors who are perceived by journalists as legitimate sources [32]. In the face of hundreds of conflicting findings Bakir (2010) rhetorically asks whether there is anything different in risk reportage compared to other types of news. One answer, she says, 'lies in the uncertainty and value judgements inherent in risk issues, and the diverging interpretations they generate' (pg 7). Indeed, as the Editor-in-Chief of the Journal of Health Communication put it, the confusion and uncertainty about the pH1N1 threat was 'communicable chaos'[12] (pg 413).",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 159,
                    "end": 161,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 793,
                    "end": 795,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "No studies appear to have been published on how emerging diseases are treated by television news. This is a significant absence, because television news on a typical weeknight in Australia can reach over a fifth of the population [33], while the highest state-specific newspaper reaches 1.3 million [34].",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Since May 2005, the Australian Health News Research Collaboration has recorded and categorised all news, current affairs and 'infotainment' programmes related to health and medicine on Sydney free-to-air television stations[15]. We searched the AHNRC database and included all items tagged with 'H1N1' or 'swine flu' in the period April 25, 2009 (the first mention) until October 9 2009. All stories were video clips which were used for the content analysis reported here.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Using a list of content categories that emerged progressively from the content as the pH1N1 story evolved, two authors (AF and MI) compared coding on a set of 15 random clips that each watched and coded individually. After resolving any coding differences and agreeing upon how particular items should be handled, they coded the remainder of the items. These categories related to statements made regarding [1] the seriousness of H1N1, [2] recommended actions viewers were advised to take about avoiding contracting or spreading pH1N1, and [3] reassurances that the government was handling the situation. A statement was any direct (X said \"Y\") or attributed (\"X said that...\") quote by the journalists or news actors featured in each item. A test of inter-coder reliability produced a Kappa statistic of 0.63, indicating a good level of agreement[35].",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 409,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 437,
                    "end": 438,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 541,
                    "end": 542,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 848,
                    "end": 850,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "The most common (42.7%, n = 836/1,958) statements communicating the seriousness of H1N1 concerned infection and mortality rates. These generally conveyed that infection rates were serious (\"Australia is the most severely-affected country in the Asia Pacific with nearly 12,000 cases: more than 10% of the global total\"), universal and spreading (\"Cases have now been confirmed in Mexico, the US, Canada, Spain, the UK, Israel, New Zealand, Germany, Austria and Costa Rica, with cases suspected in South Africa\") and could result in hospitalisation (7.7%, n = 64/836; \"...nearly half of the 123 patients hospitalised around Australia with swine 'flu are in intensive care...\").",
            "cite_spans": [],
            "section": "(i) Infection and mortality tallies ::: 1) Seriousness Of pH1N1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Statements about deaths initially concerned Mexico, but switched to Australia once local deaths occurred among those with underlying medical conditions (\"A second Victorian has died ... She was 50 years old and had cancer...\"). This message changed to encompass people of all ages, as well as risk groups outside those traditionally vulnerable to seasonal 'flu (\"they're young, healthy and at risk of dying from swine 'flu: several hospitals are now reporting cases of otherwise fit people ending up in intensive care...\"). A key concern was accuracy of predictions and the salience given to uncertainty regarding how high these rates might climb (\"It's really impossible to honestly make those predictions. The fear of course in the international community is that it could get very bad, very quickly...\").",
            "cite_spans": [],
            "section": "(i) Infection and mortality tallies ::: 1) Seriousness Of pH1N1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Coverage also referred to the spread using descriptive language punctuated by epidemiological terms (11.3%, n = 221/1,958). The WHO declared an official pandemic on June 11, 2009 (\"I have therefore decided to raise the level of influenza pandemic alert from phase 5 to phase 6. The world is now at the start of the 2009 influenza pandemic.\"). Statements provided commentary that suggested multiple, rapidly-spreading outbreaks which were difficult to contain (\"swine 'flu has been declared unstoppable\"). Descriptions often suggested uncertainty to viewers: for example, some organisations cancelled public events (\"The grand prix swimming meet won't go ahead in Melbourne later this month as sports administrators there and elsewhere take pre-emptive action to stop the virus spreading\"), only to be told by the government this was unnecessary (\"I would urge those who are organising events to make sure that their decisions are based on medical advice\"). Other events went ahead as planned (\"tonight's [football] match ...will go ahead, but without Queensland's State of Origin players, who are in quarantine after one of their number tested positive\") albeit with some confusion as to whether this was appropriate (\"players say measures to stop the virus spreading are disruptive but necessary\" versus \"some health experts think quarantining the players is an over-reaction.\")",
            "cite_spans": [],
            "section": "(ii) Describing the speed and spread of the virus ::: 1) Seriousness Of pH1N1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Despite acknowledgement of uncertainty, health authorities sought to reassure viewers of the importance of remaining calm (\"I don't think there's any reason for alarm or anxiety in the community ... so I think let's keep perspective on this\"). Among all reassuring statements across the 3 questions (n = 182), 34.1% (n = 62/182) stated that the virus was not as severe as first feared; 20.3% (n = 37/182) were statements from health authorities about their confidence in the pandemic preparedness plan; 14.8% (n = 27/182) were indirect statements that implied the level of fear was disproportionate; and 13.7% (n = 25/182) were direct entreaties for the public to not panic. While some statements are necessarily time dependent, collectively they nevertheless reflect the continuous nature of the reassuring messages present throughout the sample period.",
            "cite_spans": [],
            "section": "(iii) The need for calm responses from the public ::: 1) Seriousness Of pH1N1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Several statements implied only particular groups were vulnerable (7.4%, n = 145/1,958), while others implied that everyone was at risk (3.3%, n = 64/1,958). Those with underlying health conditions were considered particularly at risk and in need of anti-viral medication (\"...the 'flu can have severe outcomes for some people with existing conditions ... those conditions include morbid obesity, cardiovascular, renal and respiratory diseases\"), as were pregnant women (\"..the sharp increase in the number of pregnant women in intensive care, six are now on life support with swine flu, most have had their babies delivered prematurely...\"). Yet other statements implied that infection did not match previous patterns, making everybody vulnerable to poor outcomes (\"...because of a lack of immunity in the community we are seeing more serious disease in people that were previously well...\").",
            "cite_spans": [],
            "section": "(iv) Vulnerability of particular groups ::: 1) Seriousness Of pH1N1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "It was therefore unclear whether everyone was vulnerable to infection and poor outcomes, including those who were well and not part of the usual high-risk groups, or whether everyone was vulnerable to infection but only some groups vulnerable to poor outcomes. However, as time went on and more became known about the illness, health authority messages sought to clarify uncertainty (\"the important thing is to say that mostly people have the normal experience with the 'flu and will be fine... What we're looking for is people with underlying medical conditions that suddenly get worse, or ordinary people that've not got other conditions that start to deteriorate\").",
            "cite_spans": [],
            "section": "(iv) Vulnerability of particular groups ::: 1) Seriousness Of pH1N1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "The seriousness of pH1N1 was also communicated via comparisons with other viruses such as SARS, avian and seasonal 'flu. Yet there was disagreement as to whether pH1N1 was less severe (\"...we've got 148 confirmed cases of pH1N1 globally, we have over 8.5 thousand seasonal influenza, human influenza every winter. We need to put this in perspective...\"), more severe (\"infectious diseases experts say the threat is worse than SARS or the bird 'flu...\") or similar to other familiar viruses (\"...the next few days will show whether this is just another 'flu strain that happens to have swine and avian elements, or whether indeed it is a significant killer 'flu...\").",
            "cite_spans": [],
            "section": "(v) Other information ::: 1) Seriousness Of pH1N1 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of all statements (n = 399) concerning advice on what to do just 3.5% provided conflicting or unclear information. This could involve government health authorities disagreeing (\"I think it's prudent that all households think about their readiness....\" versus \"there is no need at this point for people to start thinking about those preparations...\" in the same bulletin), or unclear advice concerning face-masks (e.g. \"pregnant women are being advised to wear face-masks in public...\" versus \"we don't all need to be donning masks. The people that should be wearing masks, whether it's swine 'flu, seasonal influenza or any kind of cold virus, are the people that have the symptoms...\") yet many clips featured imagery of the public wearing masks, while not being pregnant or apparently symptomatic. Likewise, people were advised to respect quarantine measures, but some news actors did not model this behaviour (\"Senator Fielding has defied calls to stay at home despite having potentially been exposed to swine 'flu...\" and \"swine flu victim Karmichael Hunt will play for the Broncos against the Bulldogs tonight in Brisbane\"). Yet the uncertainty about what to do was acknowledged by commentators (\"they are doing to a large extent all they can, they're seeking medical advice, which is often conflicting unfortunately, and following the advice of the experts and that's really all they can do, shy of shutting down an entire sport\"). These conflicting statements were, however, a very small proportion of the advice offered to viewers.",
            "cite_spans": [],
            "section": "Conflicting advice ::: 2) Advice And Recommended Actions For Viewers ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of all statements, the majority were made by reporters (53.6, n = 1,653/3,086); a further 21.5% (n = 662/3,086) by representatives of the government, including their medical officers; and 12.2% (n = 376/3,086) by public health and infectious disease experts. The remaining 12.8% (n = 395/3,086) were a combination of vox populi statements and comments from overseas officials, athletes or other stakeholders.",
            "cite_spans": [],
            "section": "News actors ::: 3) Reassurance That Government Was Handling The Situation ::: Results",
            "ref_spans": []
        },
        {
            "text": "pH1N1 sustained large-scale news coverage over many months, a media focus commensurate with the seriousness with which major health organisations and governments approached the disease. Despite the uncertainty surrounding the virus, statements made about pH1N1 were generally non-alarmist and reassuring, in keeping with findings related to newspaper coverage[37]. As with all studies focused on the content of news texts alone, a limitation of this study is that we are unable to draw any conclusions about the impact of coverage on audiences. In using statements as the unit of analysis we also acknowledge that conclusions cannot be drawn about individual news stories in context. However, we do find areas for consideration regarding the messages potentially taken away by news consumers.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The emerging pandemic saw reportage fuelled by the daily release by the WHO and Australian government of data on new infections and deaths[38,39]. The volume, duration and much of the content of the coverage was such that the public could hardly avoid concluding that the disease was serious enough to warrant the prominent attention it was receiving. The initial sub-text was that pH1N1 might have been shaping to be \"the big one\": a pandemic that could threaten many lives. While Australia and the world saw relatively few deaths, the possibility that this might change underscored the enduring media attention and government vigilance. This, combined with the audience's experience of other prominent health campaigns in recent years, may have created audience expectations that reportage would include information of a less \"banal\" nature on important practical strategies for risk reduction.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 142,
                    "end": 144,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Health officials openly acknowledged the uncertainty regarding how the pandemic might unfold, yet such statements were accompanied by authoritative reassurance that high-level preparedness existed if worst-case scenarios eventuated: 17% of the government's reassuring statements confirmed they had an effective plan, a stockpile of medication and the will to take action as necessary. Viewers were often reminded to seek further advice by visiting the government website, calling the information line or contacting a doctor.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "But beyond advice that the public should remain alert and keep informed, and that the government was well prepared, few clear directives were given on what viewers should actually do themselves. Routine advice that mirrored advice for reducing contagion from common colds and 'flu was given regarding basic hygiene (e.g. hand-washing, covering mouth when coughing, etc) and containing the spread of infection (e.g. staying at home with 'flu-like symptoms, deferring non-essential travel, adhering to quarantine associated with school closures, etc.) - but overall this accounted for only 13% of all statements.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This low key and relatively infrequent advice may have imbued viewers with a sense that pH1N1 was nothing out of the ordinary and helped prevent undue alarm arising. Yet occasional news incidents which belied any sense of banal risk may have fomented some dissonance in viewers. While such items did not make up the bulk of the reportage, they risked creating alarm in viewers who may have only seen occasional news stories. Early in the reporting period, a cruise ship with infected passengers and crew was reported over several days, with undertones that it was a potential conduit for the virus to spread into different Australian cities. Items containing contradictory risk information sometimes were broadcast within the same news bulletin (e.g. a lead news item that the WHO had declared a pandemic, adjacent to a sports news story about a recently infected footballer who had been cleared to play; footballers together in a spa adjacent to a story about the cancellation of a national elite swimming event; Government ministers talking about increased airport measures, with vox populi of disembarking passengers saying they had experienced no border control screening etc.). These inconsistencies had the potential to undermine the government's assurances that everything was under control but they may also have encouraged viewers to seek out more information about the disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Other than the inconsistencies described - a product of different reactions and responses to the risk posed by pH1N1 in the community - we saw little to no evidence of editorial effort to sensationalise reportage by, for example, highlighting examples of community anxiety or the views of any \"maverick\" experts arguing that the assurances being given were irresponsible or, conversely, that the seriousness with which the threat was being taken and the public health measures put in place had been exaggerated. For the most part, reports were moderate or simply updating previous news.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is also important to recognise the limitations of accusing the media of sensationalism or lack of balance in that it risks obscuring rather than clarifying the processes that influence media coverage. For example, as Kitiznger notes [40]determining what constitutes alarming or reassuring statements or media coverage is no simple task and is very much dependent on the situation in question as to whether one believes people should be alarmed or reassured.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 239,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We recognise the time constraints facing television news journalists as well as the different expectations that viewers bring and the factors that shape their interpretations of risk. Notwithstanding these factors our study identifies opportunities where reporting of emerging diseases could be enhanced. While there were daily tallies of infection rates with commentary on how this related to changes in the pandemic alert level, there was little apparent effort to contextualise what the figures meant. Viewers might hear that pH1N1 had arrived in Australia, yet still have little understanding of their personal vulnerability or how the number of infections and deaths compared with those from other infectious diseases like seasonal 'flu or whooping cough, which was also affecting the community at the time [41]. We suggest that constant updates to infection rates could be improved by providing commentary that either (a) would allow a viewer to reach conclusions about their own level of risk or (b) reiterated useful advice about reducing infection and contagion at home and in the community at large, especially given that in other countries viewers felt infection was inevitable and not easily preventable[42].",
            "cite_spans": [
                {
                    "start": 813,
                    "end": 815,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1216,
                    "end": 1218,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "News coverage of pH1N1 as an uncertain and potentially serious risk raised serious challenges for risk communication. With both SARS and avian 'flu having recently attracted mass reportage yet not causing any deaths in Australia, potential \"cry wolf\" [43] legitimacy risks faced Australian health authorities. Concerns over the catastrophic potential of foreign-origin infections had proved unwarranted twice before, so further major public alerts with similar outcomes might engender a sense of either cynicism or complacency. On the other hand, authorities risked the charge that they had not done enough in the event that the disease caused many deaths. These competing concerns created a challenging communication context for health authorities and journalists alike.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It would have been unacceptable for the government to promote personal risk reduction practices like working from home, avoiding crowds and discretionary travel, and the wearing of facemasks if such measures were unwarranted by the risk assessments available. However, it may have been sensible to advise the community of what situation would need to occur before such measures would be recommended. Such advice may have gone some way to promoting greater community understanding of the phases of pandemic preparedness.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There was also the difficulty of communicating complex information within the narrow time constraints of television news, something further compounded by urging viewers to remain calm while simultaneously acknowledging that authorities did not have answers to several questions. Given that a vaccine was not available throughout this sustained period of uncertain risk communication and that mortality remained low, the potential for a 'cry wolf' affect may have been magnified.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Judging by the frequency of press releases across the sample period and the frequency with which the health authorities were available to the media, decisions were plainly taken that the public should be maximally informed, despite there being little different to say from day-to-day in terms of advisories. Almost-daily efforts to generate news coverage were framed by the media in terms of updates and developments, mainly focussed on case increases. For the news media's part, the commercial imperatives to produce compelling news items to attract large audiences for their advertisers may have been tempered by the government's concern to underline the potential seriousness of the disease and journalistic notions of socially responsible reportage. The frequency and volume of news coverage that pH1N1 attracted was, arguably, not reflective of its impact in the community, and understanding the implications of this is an area that warrants further investigation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The Australian government and media acted responsibly by providing regular, high profile and highly transparent information on the emerging intelligence about the pandemic. Uncertainty about the trajectory of the disease was openly acknowledged and reassurances given about government preparedness. Potentially dissonance-generating news coverage that might have engendered panic, complacency or cynicism about \"yet another epidemic\" was uncommon. Opportunities were lost to inform the public about possible future developments and the personal risk reduction behaviours that might then be recommended or mandated.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Further research should explore [1] how various publics decoded and received the information and advice provided and [2] how journalists approached the challenges of making this on-going story maximally newsworthy. Triangulated with content analysis of what was broadcast, such as this paper, these studies could provide valuable information for risk communicators in areas characterised by the uncertainty inherent in emerging diseases.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 34,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 118,
                    "end": 119,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "AF participated in study conception and design, analysed half of all data and helped draft the manuscript. KH participated in study design, advised on risk communication research and helped draft the manuscript. MI participated in study conception and design, analysed half of all data and helped draft the manuscript. RWB participated in study design, coordination and helped draft the manuscript. SC conceived of the study, coordinated the analysis and helped draft the manuscript. SH provided preliminary coding of all news clips and helped identify relevant news items.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        },
        {
            "text": "All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        },
        {
            "text": "All authors are members of the Australian Health News Research Collaboration and invite collaboration with any health researchers interested in news media reporting of health problems. For details see here: http://sydney.edu.au/medicine/public-health/AHNRC/",
            "cite_spans": [],
            "section": "Author information",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1471-2458/11/181/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Statements concerning the seriousness of H1N1\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: direct and indirect advice to viewers\n*Note: the H1N1 vaccine became more prominent in coverage occurring outside the time period reported here",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Reassurance through government action\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Immunise Australia Program",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "ASID (HICSIG) position statement: infection control guidelines for patients with influenza-like illnesses, including pandemic (H1N1) influenza 2009, in Australian health care facilities",
            "authors": [],
            "year": 2009,
            "venue": "Med J Aust",
            "volume": "191",
            "issn": "8",
            "pages": "454-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "How the media reported the first days of the pandemic (H1N1) 2009: results of EU-wide media analysis",
            "authors": [],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "30",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Swine conflusion",
            "authors": [],
            "year": 2009,
            "venue": "J Health Commun",
            "volume": "14",
            "issn": "5",
            "pages": "413-4",
            "other_ids": {
                "DOI": [
                    "10.1080/10810730903034123"
                ]
            }
        },
        "BIBREF4": {
            "title": "The community's attitude towards swine flu and pandemic influenza",
            "authors": [],
            "year": 2009,
            "venue": "Med J Aust",
            "volume": "191",
            "issn": "5",
            "pages": "267-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Avian flu: the creation of expectations in the interplay between science and the media",
            "authors": [],
            "year": 2007,
            "venue": "Sociology of Health & Illness",
            "volume": "29",
            "issn": "1",
            "pages": "46-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The content and structure of Australian television reportage on health and medicine, 2005-2009: parameters to guide health workers",
            "authors": [],
            "year": 2009,
            "venue": "Med J Aust",
            "volume": "191",
            "issn": "11-12",
            "pages": "620-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Myths and maxims of risk and crisis communication",
            "authors": [],
            "year": 2009,
            "venue": "Handbook of Risk and Crisis Communication",
            "volume": "",
            "issn": "",
            "pages": "205-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Avian Influenza (Bird Flu)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Securitising health: Australian newspaper coverage of pandemic influenza",
            "authors": [],
            "year": 2009,
            "venue": "Sociol Health Illn",
            "volume": "31",
            "issn": "4",
            "pages": "525-39",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9566.2009.01162.x"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Think STIs don't happen to people like you?",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The community's attitude towards swine flu and pandemic influenza",
            "authors": [],
            "year": 2009,
            "venue": "Medical Journal of Australia",
            "volume": "191",
            "issn": "5",
            "pages": "267-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Is anyone responsible?:how television frames political issues",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Media and risk: old and new research directions",
            "authors": [],
            "year": 2010,
            "venue": "J Risk Res",
            "volume": "13",
            "issn": "1",
            "pages": "5-18",
            "other_ids": {
                "DOI": [
                    "10.1080/13669870903135953"
                ]
            }
        },
        "BIBREF15": {
            "title": "Health news and the American public, 1996-2002",
            "authors": [],
            "year": 2003,
            "venue": "J Health Polit Polic",
            "volume": "28",
            "issn": "5",
            "pages": "927-50",
            "other_ids": {
                "DOI": [
                    "10.1215/03616878-28-5-927"
                ]
            }
        },
        "BIBREF16": {
            "title": "SARS wars: an examination of the quantity and construction of health information in the news media",
            "authors": [],
            "year": 2007,
            "venue": "Health Commun",
            "volume": "21",
            "issn": "1",
            "pages": "35-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Reporting a potential pandemic - A risk-related assessment of avian influenza coverage in US newspapers",
            "authors": [],
            "year": 2007,
            "venue": "Sci Commun",
            "volume": "28",
            "issn": "4",
            "pages": "429-54",
            "other_ids": {
                "DOI": [
                    "10.1177/1075547007302211"
                ]
            }
        },
        "BIBREF18": {
            "title": "Print media response to SARS in New Zealand",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "8",
            "pages": "1461-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Media effects on students during SARS outbreak",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "5",
            "pages": "732-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The public's response to severe acute respiratory syndrome in Toronto and the United States",
            "authors": [],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "7",
            "pages": "925-31",
            "other_ids": {
                "DOI": [
                    "10.1086/382355"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Ulrich Beck: a critical introduction to the risk society",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Human Papillomavirus (HPV)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Researching risk and the media",
            "authors": [],
            "year": 1999,
            "venue": "Health, Risk & Society",
            "volume": "1",
            "issn": "1",
            "pages": "55-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The media and risk",
            "authors": [],
            "year": 2006,
            "venue": "Risk in social science",
            "volume": "",
            "issn": "",
            "pages": "250-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Media coverage of the ethical and social implications of human genetic research",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "TV Tonight Ratings, Week 46",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 1981,
            "venue": "Statistical methods for rates and proportions",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Not just another flu? The framing of swine flu in the Australian press",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Pandemic (H1N1) 2009 - update 57",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "National tally of confirmed cases of H1N1 Influenza 09",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Critical care services and 2009 H1N1 influenza in Australia and New Zealand",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "20",
            "pages": "1925-34",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0908481"
                ]
            }
        },
        "BIBREF34": {
            "title": "Researching risk and the media",
            "authors": [],
            "year": 1999,
            "venue": "Health, Risk and Society",
            "volume": "1",
            "issn": "1",
            "pages": "55-69",
            "other_ids": {
                "DOI": [
                    "10.1080/13698579908407007"
                ]
            }
        },
        "BIBREF35": {
            "title": "Whooping cough cases surge in NSW",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Public views of the UK media and government reaction to the 2009 swine flu pandemic",
            "authors": [],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-10-697"
                ]
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 1984,
            "venue": "Cry wolf: the psychology of false alarms",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Influenza A(H1N1)v in the southern hemisphere--lessons to learn for Europe?",
            "authors": [],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "24",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "How will Australian general practitioners respond to an influenza pandemic? A qualitative study of ethical values",
            "authors": [],
            "year": 2008,
            "venue": "Med J Aust",
            "volume": "189",
            "issn": "3",
            "pages": "148-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Australia's winter with the 2009 pandemic influenza A (H1N1) virus",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "27",
            "pages": "2591-4",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp0910445"
                ]
            }
        },
        "BIBREF41": {
            "title": "Summary of the Australasian Society for Infectious Diseases and the Thoracic Society of Australia and New Zealand guidelines: treatment and prevention of H1N1 influenza 09 (human swine influenza) with antiviral agents",
            "authors": [],
            "year": 2009,
            "venue": "Med J Aust",
            "volume": "191",
            "issn": "3",
            "pages": "142-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Epidemiological characteristics of pandemic influenza H1N1 2009 and seasonal influenza infection",
            "authors": [],
            "year": 2009,
            "venue": "Med J Aust",
            "volume": "191",
            "issn": "3",
            "pages": "146-9",
            "other_ids": {
                "DOI": []
            }
        }
    }
}