{
    "paper_id": "PMC3847692",
    "metadata": {
        "title": "Respiratory virus surveillance in hospitalised pneumonia patients on the Thailand-Myanmar border",
        "authors": [
            {
                "first": "Paul",
                "middle": [],
                "last": "Turner",
                "suffix": "",
                "email": "pault@tropmedres.ac",
                "affiliation": {}
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Turner",
                "suffix": "",
                "email": "claudia@tropmedres.ac",
                "affiliation": {}
            },
            {
                "first": "Wanitda",
                "middle": [],
                "last": "Watthanaworawit",
                "suffix": "",
                "email": "wanitda@tropmedres.ac",
                "affiliation": {}
            },
            {
                "first": "Verena",
                "middle": [],
                "last": "Carrara",
                "suffix": "",
                "email": "verena@shoklo-unit.com",
                "affiliation": {}
            },
            {
                "first": "Naw",
                "middle": [],
                "last": "Cicelia",
                "suffix": "",
                "email": "pault@tropmedres.ac",
                "affiliation": {}
            },
            {
                "first": "Carole",
                "middle": [],
                "last": "Deglise",
                "suffix": "",
                "email": "cdeglise@pu-ami.org",
                "affiliation": {}
            },
            {
                "first": "Christina",
                "middle": [],
                "last": "Phares",
                "suffix": "",
                "email": "cdeglise@pu-ami.org",
                "affiliation": {}
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Ortega",
                "suffix": "",
                "email": "LuisO@th.cdc.gov",
                "affiliation": {}
            },
            {
                "first": "Francois",
                "middle": [],
                "last": "Nosten",
                "suffix": "",
                "email": "francois@tropmedres.ac",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Pneumonia remains a leading cause of mortality globally: 4.2 million pneumonia deaths were recorded in 2004 [1]. The highest incidence of disease occurs in young children [2,3]. An estimated 156 million pneumonia episodes occur annually in children less than five years old. Over 95% of these occur in the developing world, where the incidence of clinical pneumonia is estimated to be 0.29 episodes per child-year. Almost three-quarters of childhood pneumonia deaths occur in sub-Saharan Africa and Southeast Asia [4]. Bacterial pathogens, most notably Streptococcus pneumoniae and Haemophilus influenzae type B, are important vaccine-preventable causes of pneumonia [5]. Viruses, in particular influenza and respiratory syncytial virus (RSV), are also responsible for a large number of pneumonia cases each year [6]. Using global population data for 2005, for children under the age of five years, it was estimated that RSV was responsible for over 30 million episodes of lower respiratory tract infections (LRTI), with ~3 million of these requiring hospital admission, and 66,000-199,000 deaths [7]. By similar analyses of data from 2008, influenza viruses were estimated to cause 20 million LRTI and 1 million severe LRTI, with 28,000-111,500 deaths, in children aged less than five years [8]. In both of these reviews, 99% of deaths from either influenza–or RSV–associated LRTI occurred in the developing world. These viruses may be responsible for up to 35% of LRTI (RSV 22% [7] and influenza 13% [8]) in children under the age of five years. Other viral pathogens associated with childhood pneumonia include adenoviruses, human metapneumovirus (hMPV), and parainfluenza viruses [5,9].",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 172,
                    "end": 173,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 174,
                    "end": 175,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 515,
                    "end": 516,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 668,
                    "end": 669,
                    "mention": "5",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 814,
                    "end": 815,
                    "mention": "6",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1098,
                    "end": 1099,
                    "mention": "7",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1293,
                    "end": 1294,
                    "mention": "8",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1481,
                    "end": 1482,
                    "mention": "7",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1503,
                    "end": 1504,
                    "mention": "8",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1685,
                    "end": 1686,
                    "mention": "5",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1687,
                    "end": 1688,
                    "mention": "9",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Approximately one-third of the worldwide refugee population of 15 million live in camps [10]. These camps are often crowded with poor sanitation, providing ideal conditions for transmission of respiratory pathogens [11,12]. There have been refugees from Myanmar (Burma) living in camps in Thailand since 1984. In 2006, lower respiratory tract infections were estimated to be the cause of 9% of deaths, and were responsible for 25% of all reported morbidity, in the under-5 age group of the border refugee population. The overall under-5 year mortality rate was 6 per 1,000, giving an estimated LRTI-specific mortality rate of 0.5 per 1,000 [13].",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 216,
                    "end": 218,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 219,
                    "end": 221,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In 2007, the US Centers for Disease Control and Prevention (CDC) and the Shoklo Malaria Research Unit (SMRU) established a respiratory virus surveillance programme in the Burmese refugee population living in Maela camp, Northwest Thailand. The programme included patients admitted to hospital with pneumonia during April 2009-September 2011. The aim of in-patient surveillance was to determine the relative burden of virus-associated pneumonia. The results of 30 months of in-patient surveillance are presented here.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Maela camp is located in rural Tak province approximately 500 km from Bangkok. It is the largest of the nine camps on the Thailand-Myanmar border, housing approximately 45,000 people in a 4 km2 area, and has been in continuous operation since 1984. Karen is the predominant ethnicity in the camp population. General healthcare is provided by the non-governmental organisation Première Urgence–Aide Médicale Internationale (PU-AMI). Camp residents receive World Health Organisation (WHO) Expanded Programme on Immunisation (EPI) immunisations, but immunisations against respiratory pathogens (Haemophilus influenzae type B, influenza viruses, and Streptococcus pneumoniae) are not available.",
            "cite_spans": [],
            "section": "Site and population ::: Methods",
            "ref_spans": []
        },
        {
            "text": "From April 2009 to September 2011, laboratory-enhanced respiratory surveillance was undertaken at the in-patient department (IPD) of the Maela PU-AMI hospital. Throughout this period, trained local health workers reviewed IPD admission logs on six days each week to identify patients with an admission diagnosis of pneumonia, including those who were admitted on the seventh day. Health workers invited all pneumonia patients to participate in enhanced surveillance and enrolled all who agreed. For enrolled patients, health workers completed a brief symptoms questionnaire by patient interview and record review, and collected nasopharyngeal aspirates (NPA) as previously described [14].",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 686,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Enrolment and data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Patient episodes were subsequently excluded from analyses if they (a) failed to meet the surveillance case definition for pneumonia (Table 1), (b) occurred within 14 days of previous episode in the same patient, or (c) lacked adequate laboratory specimens. Surveillance case definitions were based on those devised by WHO for children under five years of age [15,16]. For older individuals, in whom a satisfactory clinical case definition is lacking, the surveillance case definition was based on that described by the British Thoracic Society [17].",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 545,
                    "end": 547,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Enrolment and data collection ::: Methods",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "NPA specimens, in 1 ml viral transport medium (VTM, prepared in-house), were transported daily to the SMRU microbiology laboratory, which is located in the town of Mae Sot, approximately 50 km from Maela. Specimens were placed into an insulated cool box immediately after collection and were transported back to the Mae Sot laboratory within eight hours of collection, where they were stored at−80°C until analysis.",
            "cite_spans": [],
            "section": "Laboratory methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Viral nucleic acid was extracted from thawed NPA-VTM specimens using commercial kits, following the manufacturer’s instructions (QIAamp Viral RNA minikit [Qiagen, Hilden, Germany], April 2009 until September 2010; viral nucleic acid extraction protocol of the MagCore HF16 automated extractor [RBC Bioscience, Taiwan], October 2010 until September 2011). Extracts were analysed by real-time reverse-transcription PCR (rRT-PCR) for adenoviruses, hMPV, influenza viruses (A and B, with typing of influenza A viruses to detect seasonal H1/H3 and pandemic H1 strains), and RSV as described elsewhere [14,18,19]. An internal control human RNaseP PCR was included to confirm the specimen adequacy and to identify PCR inhibition [20]. Specimens were considered positive if a virus PCR cT value was < 40 with appropriate run control results. To ensure the reproducibility of results approaching the assay limits of detection (approximately 100 copies per reaction for each target; SMRU internal QC data), specimens with low positive PCR results (cT values of 35-39) were repeated and only if the cT was < 40 in both runs was the virus PCR considered positive.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 599,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 603,
                    "end": 605,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 723,
                    "end": 725,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Laboratory methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Clinical and laboratory data were recorded on paper-based case record forms and subsequently entered into an Access 2003 database (Microsoft, Redmond, WA, USA) and systematically checked for errors by comparison with the original case record forms. Data were analysed by Stata/IC version 12.1 (StataCorp, College Station, TX, USA).",
            "cite_spans": [],
            "section": "Data management and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Proportions were analysed by chi-squared or Fisher’s exact tests as appropriate. Logistic regression was used to calculate odds ratios (OR) and their 95% confidence intervals (CI). Multivariate models were constructed to determine relationships between age, viral detection, pneumonia severity (<5 years old only), and antimicrobial use prior to admission. Two-tailed p-values of < 0.05 were considered significant.",
            "cite_spans": [],
            "section": "Data management and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This surveillance program underwent ethical and regulatory review at CDC, and was determined not to meet the definition of research. Local ethical review in Maela was not possible at the commencement of surveillance. However, the surveillance activity was discussed with PU-AMI staff, and all concerns were addressed, prior to the beginning of the project. Verbal consent was obtained from each potential participant, or their parent/legal guardian in the case of children aged <15 years, prior to enrolment in the surveillance programme.",
            "cite_spans": [],
            "section": "Ethics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 698 individuals were sampled (689 patients with single episodes, eight patients with two episodes, and one with three episodes). The median age at presentation was one year (IQR < 1-2; range < 1 to 70). Six hundred and forty patients (90.4%) were aged < 5 years (Table 2). There were significantly more males in the < 1 year age group compared with the older patients (64.7% vs. 52.2%, p = 0.001). Patients presented at a median of 4 days after symptom onset (IQR 2-6). Eighty five percent of pneumonia episodes in the patients aged < 5 years were classified as severe or very severe; this did not vary by gender or the duration of illness prior to admission (data not shown). Children aged 1-4 years were less likely to have severe or very severe pneumonia compared with those aged < 1 year (OR 0.6, 95% CI 0.4-0.9, p = 0.03). Treatment was documented for 702/708 (99.2%) episodes: all but one patient received an antimicrobial drug, most commonly amoxicillin or ampicillin +/−gentamicin (664/702, 94.6%).",
            "cite_spans": [],
            "section": "Patient characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 281,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Viral nucleic acid was detected in 53.7% (380/708) NPA specimens. The rank order of detection was RSV (176, 24.9% of NPA), adenovirus (133, 18.8%), influenza A (58, 8.2%), hMPV (33, 4.7%), and influenza B (10, 1.4%).",
            "cite_spans": [],
            "section": "Virus detection ::: Results",
            "ref_spans": []
        },
        {
            "text": "Detection of viruses varied considerably by age (Table 2). Patients aged < 5 years were more likely to have viral nucleic acid detected in the NPA compared with those five years or older (< 1 year old: OR 2.0, 95% CI 1.2-3.4, p = 0.01; 1-4 years old: OR 1.4, 95% CI 0.8-2.3, p = 0.2). RSV was significantly more likely to be detected in those patients presenting at < 5 years of age (< 1 year old: OR 21.2, 95% CI 5.1-88.2, p < 0.001; 1-4 years old: OR 6.9, 95% CI 1.7-29.1, p = 0.008). The same trend was seen for hMPV, although not statistically significant as a result of the small numbers of infections detected in older children and adults (< 1 year old: OR 4.2, 95% CI 0.5-32.0, p = 0.2; 1-4 years old: OR 3.0, 95% CI 0.4-23.0, p = 0.3). Influenza viruses were more commonly detected in older children and adults compared with those aged less than one year (1-4 years old: OR 1.6, 95% CI 0.9-2.8, p = 0.1; ≥ 5 years old: OR 3.7, 95% CI 1.7-7.8, p = 0.001). Adenoviruses were also more likely to be detected in those aged one year or more (1-4 years old: OR 1.9, 95% CI 1.2-2.9, p = 0.003; ≥ 5 years old: OR 1.7, 95% CI 0.8-3.3, p = 0.1) (Figure 1).",
            "cite_spans": [],
            "section": "Virus detection ::: Results",
            "ref_spans": [
                {
                    "start": 1151,
                    "end": 1152,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 55,
                    "end": 56,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Diagnosis of severe or very severe pneumonia in the < 5 year age group was associated with detection of RSV (OR 1.9, 95% CI 1.1-3.2, p = 0.03). The trend remained the same, although the association became statistically non-significant, when controlling for age and detection of other viruses in a multivariate logistic regression model (AOR 1.5, 95% CI 0.8-2.7, p = 0.2). In the same multivariate model, detection of adenovirus (AOR 0.5, 95% CI 0.3-0.9, p = 0.01) or an influenza virus (AOR 0.5, 95% CI 0.3-1.0, p = 0.05) were associated with a lower likelihood of severe or very severe pneumonia diagnosis.",
            "cite_spans": [],
            "section": "Virus detection ::: Results",
            "ref_spans": []
        },
        {
            "text": "Multiple viruses were detected in 4.0% (28/708) specimens. Two viruses were detected in 26 specimens (13 adenovirus + RSV; 8 influenza + RSV; 3 adenovirus plus influenza; 2 adenovirus + hMPV) and three viruses were detected in two specimens (1 adenovirus + influenza + hMPV; 1 adenovirus + influenza + RSV). There were no associations between multiple virus detection with age or severity of pneumonia (data not shown).",
            "cite_spans": [],
            "section": "Virus detection ::: Results",
            "ref_spans": []
        },
        {
            "text": "Virus detection varied by season. RSV, influenza viruses, and hMPV were all detected in the wet (June–October) and cool (November–February) seasons, whereas adenovirus detection occurred year round and peaked in the late cold and hot (March–May) seasons (Figure 2).",
            "cite_spans": [],
            "section": "Virus detection ::: Results",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Interestingly, in an age-adjusted analysis, patients who had received an antimicrobial in the two weeks preceding admission were more likely to be RSV PCR positive (AOR 1.7, 95% CI 1.2-2.5, p = 0.003). No such association was seen for the other viruses.",
            "cite_spans": [],
            "section": "Virus detection ::: Results",
            "ref_spans": []
        },
        {
            "text": "Seasonal influenza A (H1N1) accounted for 88.0% of all influenza virus detections in 2009 but was not identified in subsequent years. Influenza A (H3N2) detections increased from 0% in 2009 to 73.7% of influenza viruses in 2011. Pandemic influenza A (H1N1 2009) detections peaked in 2010 (41.7% of all influenza virus detections). Influenza B was not found in 2009, but in subsequent years accounted for up to 25.0% of influenza virus detections (Figure 3). Twenty five patients with influenza A associated pneumonia (admitted May–October 2009) have been described in detail in a previous manuscript [14].",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Influenza virus dynamics ::: Results",
            "ref_spans": [
                {
                    "start": 454,
                    "end": 455,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Laboratory-enhanced surveillance has documented the contribution of respiratory viruses to 708 hospitalised clinical pneumonia episodes occurring in a crowded refugee camp on the Thailand-Myanmar border during April 2009 to September 2011. As expected, the vast majority of patients were aged less than five years [2]. Viruses were detected in the nasopharynx of half of the cases. Virus detection was significantly more likely in infants compared to older children and adults, although the number of adult cases was small. During the same period, routine hospital surveillance detected 2,081 in-patient LRTI episodes, including 32 (1.5%) deaths and 1,340 (64.4%) episodes in children under five years [21]. Therefore, IPD pneumonia episodes under enhanced surveillance reported here accounted for 34.0% of all IPD LRTI episodes (47.8% of IPD LRTI episodes in children aged less than five years and 9.2% of episodes in persons aged five years or older).",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 703,
                    "end": 705,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The Maela data add to the scant data on the aetiology of pneumonia in refugee populations. The results are broadly consistent with a similar surveillance programme conducted in two Kenyan refugee camps [22], where 51.3% patients with severe acute respiratory infection (SARI) had at least one of adenovirus, hMPV, influenza A/B, parainfluenza virus 1-3, or RSV detected. In the Kenya surveillance, adenovirus was the commonest virus detected (22.7% of specimens), followed by RSV (14.1%). An influenza virus was detected in 11.6% of specimens. The majority (82%) of hospitalised SARI cases were children less than five years of age.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Results from pneumonia aetiology studies from various locations in the developing world have confirmed the high prevalence of virus detection in hospitalised pneumonia episodes in young children [23,24]. RSV has been frequently identified as the commonest virus and is associated with severe infections [25-28]. A significant proportion of RSV infections occur in the first year of life, although both primary infection and re-infections are common in older children [26,29,30]. RSV has previously been documented to be a significant pathogen in Maela, with an incidence of RSV-associated pneumonia of 0.24 episodes per child-year at risk in a cohort of infants followed from birth until two years of age [31,32]. Our results confirm that RSV is the leading virus associated with pneumonia in the general Maela camp population. The majority of infections were in young children and only two (2/176, 1.1%) RSV infections occurred in patients aged five years or older.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 199,
                    "end": 201,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 304,
                    "end": 306,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 468,
                    "end": 470,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 709,
                    "end": 711,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Influenza viruses were detected in almost 10% of patient episodes of pneumonia. This figure is consistent with previously published data on influenza hospitalisations. Simmerman and Uyeki determined that influenza viruses were detected in 6-14% of hospitalised pneumonia cases in a recent review of East and Southeast Asian data [33].",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The role of adenoviruses in the aetiology of pneumonia remains unclear. Frequent re-infection and persistence in young children makes their detection in NPA specimens at the time of pneumonia diagnosis difficult to interpret [34,35]. A recent case–control study from Kenya, undertaken as part of a multi-centre paediatric pneumonia aetiology study (PERCH), did not find a higher odds of adenovirus detection in pneumonia cases compared with controls [36]. In that study, only the detection of RSV in the upper respiratory tract had a significant association with hospitalisation for pneumonia.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 229,
                    "end": 231,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "WHO definitions for clinical pneumonia in childhood were used in our enhanced surveillance in Maela. These definitions were designed to have optimal sensitivity for the diagnosis of potentially life-threatening bacterial infection in resource-poor settings [15]. It was accepted that some over-diagnosis and unnecessary treatment would occur [37]. As was demonstrated in a South African study, where virus-associated pneumonias were reduced by a third in children given a nine-valent pneumococcal conjugate vaccine, a proportion of virus-positive individuals would have had a secondary bacterial infection [38], but many will have received an unnecessary course of antibiotics. Recent work from Pakistan has confirmed that placebo and amoxicillin had equivalent efficacy for WHO non-severe pneumonia and that oral amoxicillin at home is an acceptable alternative to hospital admission and parenteral antibiotics for severe pneumonia [39,40]. In Maela, almost all patients were treated with at least one antimicrobial drug, yet over a third (excluding adenovirus) had a proven viral infection. Collectively, these findings point to the likely over treatment of viral infections in children with WHO defined pneumonia, which may contribute to the rising prevalence of antimicrobial resistance in the developing world [41].",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 343,
                    "end": 345,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 607,
                    "end": 609,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 934,
                    "end": 936,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 937,
                    "end": 939,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1316,
                    "end": 1318,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The enhanced surveillance system had several limitations. Not all hospitalised pneumonia episodes were captured and therefore it was not possible to calculate virus-specific incidence rates. Estimating the representativeness of the patients enrolled by comparison of enhanced surveillance results with routine surveillance figures is problematic. However, as we note, if a direct comparison is made, enhanced surveillance included 47.8% (640/1,340) of all LRTI episodes identified through routine surveillance in children under five years of age but only 9.2% (68/741) of episodes in patients aged five years or older. Differences in case definitions used in the routine surveillance compared with enhanced surveillance is the most likely explanation for this discrepancy [21]. For the under-5 age group the definitions were almost identical (i.e. WHO-based) but for the older age group LRTI was defined in routine surveillance by the presence of a fever plus cough or sore throat and shortness of breath/difficulty breathing. Absence of a requirement for abnormal chest signs likely resulted in inclusion of many non-pneumonia cases within the LRTI category. The low number of deaths recorded in the HIS system suggests that severity was not a significant reason for non-inclusion. Also, since PU-AMI hospital was the only general medical admissions unit within the camp, there were not significant numbers of patients missed as a result of admission to other hospitals. However, it remains possible that the older participants were not representative of the entire hospitalised pneumonia patient group. Additional severity data (e.g. need for supplemental oxygen and length of stay) and outcome data were not collected, which further limit the conclusions that can be drawn from the surveillance and the comparisons that can be made with other studies. The panel of viruses tested for included the key pathogens for which evidence of an association with pneumonia is proven, but inclusion of PCR assays to detect additional respiratory viruses would have added value and may have identified a higher prevalence of multiple infections. Studies using multiplexed virus PCR assays have detected both an increased proportion of children with single and multiple viral lower respiratory infections [42]. Both human bocavirus and rhinoviruses may be detected in a large proportion of pneumonia cases, although data regarding causality from case–control studies are still limited [36,43]. Despite this, it was demonstrated that influenza virus and/or RSV were associated with a third of hospitalised pneumonia episodes in Maela.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 775,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2296,
                    "end": 2298,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2476,
                    "end": 2478,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2479,
                    "end": 2481,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The cost of in-patient pneumonia treatment is high. In two recent studies, the estimated average cost per district hospital pneumonia admission was US$99.26 in Kenya and US$490.80 in Thailand [44,45]. Influenza infections are vaccine preventable. A vaccine to prevent RSV infection remains elusive, although progress continues to be made [46,47]. Inclusion of influenza immunisation, and RSV immunisation should it become available, in the immunisation programme for refugees on the Thailand-Myanmar border would likely significantly reduce the burden of pneumonia requiring hospitalisation.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 342,
                    "end": 344,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Viruses were commonly identified in Burmese refugees admitted to hospital with clinically-diagnosed pneumonia. Use of influenza immunisation and the development of vaccines targeting other common respiratory viruses would be likely to reduce the incidence of pneumonia in children living in refugee camps and similar settings.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "PT, VC, CT, CD, CP, LO, and FN conceived the surveillance project. NC and CT were responsible for specimen and data collection. WW performed the laboratory work. PT and VC did the data analysis. PT prepared the first draft of the manuscript. All authors reviewed and contributed to revisions of the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        },
        {
            "text": "The pre-publication history for this paper can be accessed here:",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        },
        {
            "text": "http://www.biomedcentral.com/1471-2334/13/434/prepub",
            "cite_spans": [],
            "section": "Pre-publication history",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Pneumonia case definitions\n* Measured over one minute: > 60 if < 2 months of age; > 50 if 2-11 months of age; > 40 if 11-59 months of age.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Patient demographic details and virus prevalence\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Viral detection by age group. Detection of individual viruses as a proportion of all viruses detected in patients of each age group.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Seasonality of virus detection, April 2009-September 2011. Lines indicate the proportion of nasopharyngeal aspirate specimens positive for the virus by month: (a) RSV, (b) Adenovirus, (c) Influenza A & B, and (d) hMPV. The bars indicate the number of pneumonia episodes sampled each month.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Influenza virus dynamics by year. The individual lines represent the relative proportions of influenza A sub-types (seasonal H1N1/H3N2 and pandemic H1N1) and influenza B detected by year of surveillance.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "The global burden of disease: 2004 update",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Global trends: refugees, asylum-seekers, returnees, internally displaced and stateless persons",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A community-based study of acute respiratory tract infection in Thai children",
            "authors": [],
            "year": 1990,
            "venue": "Rev Infect Dis",
            "volume": "12",
            "issn": "Suppl 8",
            "pages": "S957-S965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Influenza pandemic plans: what about displaced populations?",
            "authors": [],
            "year": 2006,
            "venue": "Lancet Infect Dis",
            "volume": "6",
            "issn": "5",
            "pages": "256-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "2006 annual health information report, Thailand-Burma border refugee camps",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Influenza in refugees on the Thailand-Myanmar border, May-October 2009",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "9",
            "pages": "1366-1372",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Integrated management of childhood illness handbook",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Cough or difficulty breathing",
            "authors": [],
            "year": 2005,
            "venue": "Pocket book of hospital care for children: guidelines for the management of common illnesses with limited resources",
            "volume": "",
            "issn": "",
            "pages": "69-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "BTS Guidelines for the management of community acquired pneumonia in adults",
            "authors": [],
            "year": 2001,
            "venue": "Thorax",
            "volume": "56",
            "issn": "Suppl 4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Real-time reverse transcriptase PCR assay for detection of human metapneumoviruses from all known genetic lineages",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "3",
            "pages": "981-986",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Comparison of nasopharyngeal and oropharyngeal swabs for the diagnosis of eight respiratory viruses by real-time reverse transcription-PCR assays",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Pneumonia: the forgotten killer of children",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Real-time reverse transcription-polymerase chain reaction assay for SARS-associated coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "311-316",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Health information system",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Epidemiology of respiratory viral infections in two long-term refugee camps in Kenya, 2007-2010",
            "authors": [],
            "year": 2012,
            "venue": "BMC Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "RNA viruses in community-acquired childhood pneumonia in semi-urban Nepal; a cross-sectional study",
            "authors": [],
            "year": 2009,
            "venue": "BMC Med",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The etiology of pneumonia in malnourished and well-nourished Gambian children",
            "authors": [],
            "year": 1994,
            "venue": "Pediatr Infect Dis J",
            "volume": "13",
            "issn": "11",
            "pages": "975-982",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Respiratory syncytial virus infection in tropical and developing countries",
            "authors": [],
            "year": 1998,
            "venue": "Trop Med Int Health",
            "volume": "3",
            "issn": "4",
            "pages": "268-280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Incidence and severity of respiratory syncytial virus pneumonia in rural Kenyan children identified through hospital surveillance",
            "authors": [],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "9",
            "pages": "1341-1349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Viral etiology of severe pneumonia among Kenyan infants and children",
            "authors": [],
            "year": 2010,
            "venue": "JAMA",
            "volume": "303",
            "issn": "20",
            "pages": "2051-2057",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Clinical presentation and severity of viral community-acquired pneumonia in young Nepalese children",
            "authors": [],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "1",
            "pages": "e1-e6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Respiratory syncytial virus infection and disease in infants and young children observed from birth in Kilifi district, Kenya",
            "authors": [],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "1",
            "pages": "50-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Childhood pneumonia mortality–a permanent global emergency",
            "authors": [],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "9583",
            "pages": "285-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Respiratory syncytial virus epidemiology in a birth cohort from Kilifi district, Kenya: infection during the first year of life",
            "authors": [],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "190",
            "issn": "10",
            "pages": "1828-1832",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "High rates of pneumonia in children under two years of age in a South East Asian refugee population",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "A high burden of respiratory syncytial virus associated pneumonia in children less than two years of age in a South East Asian refugee population",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The burden of influenza in East and South-East Asia: a review of the English language literature",
            "authors": [],
            "year": 2008,
            "venue": "Influenza Other Respi Viruses",
            "volume": "2",
            "issn": "3",
            "pages": "81-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Persistence of adenovirus nucleic acids in nasopharyngeal secretions: a diagnostic conundrum",
            "authors": [],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "8",
            "pages": "746-750",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Respiratory viral infection in lower airways of asymptomatic children",
            "authors": [],
            "year": 2010,
            "venue": "Acta Paediatr",
            "volume": "99",
            "issn": "3",
            "pages": "394-398",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A preliminary study of pneumonia etiology among hospitalized children in Kenya",
            "authors": [],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "Suppl 2",
            "pages": "S190-S199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Acute lower respiratory tract infections in children: possible criteria for selection of patients for antibiotic therapy and hospital admission",
            "authors": [],
            "year": 1984,
            "venue": "Bull World Health Organ",
            "volume": "62",
            "issn": "5",
            "pages": "749-753",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "A role for Streptococcus pneumoniae in virus-associated pneumonia",
            "authors": [],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "8",
            "pages": "811-813",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Comparison of oral amoxicillin with placebo for the treatment of world health organization-defined nonsevere pneumonia in children aged 2-59 months: a multicenter, double-blind, randomized, placebo-controlled trial in Pakistan",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "3",
            "pages": "293-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Epidemiology and etiology of childhood pneumonia",
            "authors": [],
            "year": 2008,
            "venue": "Bull World Health Organ",
            "volume": "86",
            "issn": "5",
            "pages": "408-416",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Effectiveness of community case management of severe pneumonia with oral amoxicillin in children aged 2-59 months in Matiari district, rural Pakistan: a cluster-randomised controlled trial",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "9817",
            "pages": "729-737",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Antimicrobial resistance in developing countries Part II: strategies for containment",
            "authors": [],
            "year": 2005,
            "venue": "Lancet Infect Dis",
            "volume": "5",
            "issn": "9",
            "pages": "568-580",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Spectrum of respiratory viruses in children with community-acquired pneumonia",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "8",
            "pages": "808-813",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Human bocavirus infections",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "2",
            "pages": "178-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The economic burden of inpatient paediatric care in Kenya: household and provider costs for treatment of pneumonia, malaria and meningitis",
            "authors": [],
            "year": 2009,
            "venue": "Cost Eff Resour Alloc",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The incidence of pneumonia in rural Thailand",
            "authors": [],
            "year": 2006,
            "venue": "Int J Infect Dis",
            "volume": "10",
            "issn": "6",
            "pages": "439-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "New strategies for control of respiratory syncytial virus infection",
            "authors": [],
            "year": 2008,
            "venue": "Curr Opin Infect Dis",
            "volume": "21",
            "issn": "6",
            "pages": "639-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "An evaluation of the emerging interventions against Respiratory Syncytial Virus (RSV)-associated acute lower respiratory infections in children",
            "authors": [],
            "year": 2011,
            "venue": "BMC Publ Health",
            "volume": "11",
            "issn": "Suppl 3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Respiratory tract infections in children in developing countries",
            "authors": [],
            "year": 2005,
            "venue": "Semin Pediatr Infect Dis",
            "volume": "16",
            "issn": "2",
            "pages": "84-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Viral pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "9773",
            "pages": "1264-1275",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta-analysis",
            "authors": [],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "9725",
            "pages": "1545-1555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Global burden of respiratory infections due to seasonal influenza in young children: a systematic review and meta-analysis",
            "authors": [],
            "year": 2011,
            "venue": "Lancet",
            "volume": "378",
            "issn": "9807",
            "pages": "1917-1930",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Human metapneumovirus-associated lower respiratory tract infections among hospitalized human immunodeficiency virus type 1 (HIV-1)-infected and HIV-1-uninfected African infants",
            "authors": [],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "12",
            "pages": "1705-1710",
            "other_ids": {
                "DOI": []
            }
        }
    }
}