{
    "paper_id": "PMC3618313",
    "metadata": {
        "title": "Pathogenic mechanisms implicated in the intravascular coagulation in the lungs of BVDV-infected calves challenged with BHV-1",
        "authors": [
            {
                "first": "María",
                "middle": [
                    "A"
                ],
                "last": "Risalde",
                "suffix": "",
                "email": "v12rimom@uco.es",
                "affiliation": {}
            },
            {
                "first": "Verónica",
                "middle": [],
                "last": "Molina",
                "suffix": "",
                "email": "vmolinahdez@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Pedro",
                "middle": [
                    "J"
                ],
                "last": "Sánchez-Cordón",
                "suffix": "",
                "email": "an2sacop@uco.es",
                "affiliation": {}
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Romero-Palomo",
                "suffix": "",
                "email": "fernandorome@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Miriam",
                "middle": [],
                "last": "Pedrera",
                "suffix": "",
                "email": "v72pemam@uco.es",
                "affiliation": {}
            },
            {
                "first": "Bartolomé",
                "middle": [],
                "last": "Garfia",
                "suffix": "",
                "email": "info@lvgarfia.net",
                "affiliation": {}
            },
            {
                "first": "José",
                "middle": [
                    "C"
                ],
                "last": "Gómez-Villamandos",
                "suffix": "",
                "email": "jcgomez@uco.es",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The bovine respiratory disease complex (BRDC) is an important problem for the cattle industry, often resulting in severe economic losses [1,2]. This fatal bovine respiratory infection is a multi-factorial disease associated with a primary viral infection followed by a secondary bacterial infection. It is frequently characterized by concurrent infections of several pathogens. The etiologic agents related to feedlot pneumonias include bovine viral diarrhea virus 1 and 2 (BVDV-1 and BVDV-2), bovine herpesvirus type 1 (BHV-1), bovine parainfluenza-3 virus, bovine respiratory syncytial virus, bovine adenovirus, bovine coronavirus, Mannheimia haemolytica, Pasteurella multocida, Histophilus somni and Mycoplasma spp. [3-6]. Resistance to respiratory disease in cattle requires host defense mechanisms that protect against viral and bacterial pathogens that have also evolved sophisticated strategies to evade the host immune responses, including among others an altered pulmonary macrophages (MΦs) function or the induction of profound inflammatory responses that cause lung injury and sepsis [6].",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 140,
                    "end": 141,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 720,
                    "end": 721,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 722,
                    "end": 723,
                    "mention": "6",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1096,
                    "end": 1097,
                    "mention": "6",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The inflammatory process is a protective mechanism that occurs in response to trauma, infection or tissue injury [7,8]. Increased blood supply, enhanced vascular permeability and migration of immune cells occur at damaged sites. In this process, MΦs play a central role in managing different immunopathological phenomena through the secretion of inflammatory mediators such as nitric oxide (NO), prostaglandins, and the pro-inflammatory cytokines tumor necrosis factor-α (TNFα) and interleukin (IL)-1 [9-11].",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "mention": "7",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 116,
                    "end": 117,
                    "mention": "8",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 502,
                    "end": 503,
                    "mention": "9",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "NO is a potent vasodilator, acting to maintain vascular tone and function within the vessel wall, generated from L-arginine by nitric oxide synthase (NOS) enzymes. There are three main isoforms of NOS with distinct functions and patterns of expression: endothelial NOS, neuronal NOS and inducible NOS (iNOS) highly expressed in MΦs [10,12].",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 336,
                    "end": 338,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Prostaglandins are other important inflammatory mediators implicated in the vascular homeostasis since its low levels can prevent or reverse aggregation of platelets and induce vasodilation [9,13]. These molecules are produced from arachidonic acid metabolites by the catalysis of cyclooxygenase-2 (COX-2) [14].",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "9",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 193,
                    "end": 195,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Pro-inflammatory cytokines induce integrin expression and redistribution of leukocytes, which contribute to their recruitment and activation at the site of inflammation [15,16], as well as increasing vascular permeability and tissue injury [17,18]. There is evidence that inflammatory cytokines are the main orchestrators of the inflammatory cascade in BRDC, detecting high levels of TNFα and IL-1 in the airways of cattle infected with respiratory pathogens [19-22].",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 173,
                    "end": 175,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 241,
                    "end": 243,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "BVDV is a pestivirus that although it is not a primary agent in the pathogenesis of BRDC, it can suppress the host immune system and increase the risk of secondary infections, thus enhancing pulmonary colonization by other pathogens such as BHV-1 [23-25]. The mechanisms of the immunosuppressive action of BVDV are object of debate, including changes related to decreased lymphocyte proliferation [26,27], severe lymphoid depletion in lymphoid tissues [28-30], decreased chemotaxis and phagocytic activity [31], increased production of prostaglandin E2 [32,33], increased NO synthesis in response to lipopolysaccharide [34,35] and impaired production of pro-inflammatory cytokines [30,36-39].",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 401,
                    "end": 403,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 453,
                    "end": 455,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 456,
                    "end": 458,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 507,
                    "end": 509,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 620,
                    "end": 622,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 623,
                    "end": 625,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 685,
                    "end": 687,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 688,
                    "end": 690,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Therefore, the aim of this study was to clarify the mechanisms responsible for ultrastructural and histopathological changes occurring in the lungs of calves pre-infected with BVDV and challenged later with BHV-1, as well as to analyze the role of MΦs in the appearance of the lesions. Thus, this work will contribute to gaining a better understanding about how this virus predisposes to secondary airborne infections.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The experimental design and collection of samples have been described by Risalde et al. [40]. Briefly, twenty-four Friesian calves (8–9 months old), BVDV and BHV-1 antigen and antibody (Ab) free, were housed in the Animal Experimental Center of Cordoba University (Spain). The animals had an adjustment period of one week before the study started and were separated into three groups based on the inoculation protocol: twelve calves were inoculated intranasally with 10 mL of a suspension of non-cytopathic BVDV-1 strain 7443 with a titration of 105 tissue culture infective dose 50% (TCID50)/mL (courtesy of the Institute für Virologie, TIHO, Hannover, Germany). Twelve days later, when the calves showed neither clinical signs nor BVDV viraemia, they were challenged with 2 mL of BHV-1.1 strain Iowa containing 107 TCID50/mL (courtesy of the Hipra Laboratories, Girona, Spain) (BVDV/BHV-1 group). Two calves of this group, BHV-1.1-free, were used as BVDV infection controls. At the same time, ten calves were inoculated only with BHV-1.1 (BHV-1 group). Two un-infected (UI) animals were used as negative controls and received intranasally 2 mL of tissue culture fluid free of viruses. The time point of BHV-1.1 inoculation was defined as day 0.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After virus inoculation, clinical examination was performed daily. In order to determine the number of platelets, EDTA blood obtained from coccygeal vein and nasal swab samples were collected at 0, 3, 6, 9, 12, 15, 18 and 21 hours post-inoculation, 1, 2, 4, 5, 7, 9, 12 and 14 days post-inoculation (dpi) with BHV-1.1. The infected calves were sedated with xylazine (Rompun® 2% solution; Bayer Healthcare, Kiel, Germany) and euthanized by overdosing with thiopental-sodium (Thiovet®; Vet Limited, Leyland, Lancashire, UK) in batches of two at 1, 2, 4, 7 and 14 dpi. Two animals of the BVDV/BHV-1 group were killed at 0 dpi just before BHV-1.1 inoculation (BHV-1.1-UI), being used as BVDV infection controls for this group. On the contrary, the two negative control animals were euthanized at the end of the study, being used as UI controls for the BHV-1 group. The experimental procedure was carried out in accordance with the Code of Practice for Housing and Care of Animals used in Scientific Procedures, approved by the European Economic Community in 1986 (86/609/EEC amended by the directive 2003/65/EC).",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All euthanized calves were subjected to necropsy examination. The samples were collected from the lungs and immediately frozen at −80°C for virological study; likewise, they were fixed in 10% buffered formalin solution for histopathological and immunohistochemical studies as well as in 2.5% glutaraldehyde in 0.1 M PBS for ultrastructural analysis.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Lung tissue samples were analyzed to discard any infection with secondary bacterial pathogens, being subjected to microbiological routine cultures (Xylose lysine deoxycholate agar, MacConkey agar and Blood agar) by using standard procedures. No bacteria were isolated from these samples.",
            "cite_spans": [],
            "section": "Experimental design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "RNeasy Lipid tissue kit (Qiagen) was used to extract BVDV ribonucleic acid (RNA) from lung samples, according to the manufacturer’s instructions. This RNA was subjected to a one step Real-Time Reverse Transcription plus Polymerase Chain Reaction (RT-PCR) using primers and Taqman probes (at the same concentration) from conserved regions of the 5’-UTR of BVDV-1a [41]. The reaction was performed using the Real Time Ready RNA Virus Master (Roche, Mannheim, Germany) in a LightCycler 1.5, according to the manufacturer’s instructions. The samples with a cycle threshold value less than or equal to 45 were considered as positive. The positive control was the NCP BVDV-1 strain 7443 at 105 TCID50/mL.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Polymerase chain reaction (PCR) ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A real-time PCR analysis of the BHV-1 deoxyribonucleic acid (DNA), extracted from lung samples using Genomic DNA from a tissue kit (Macherey-Nagel, Germany), was performed according to the OIE Terrestrial Manual [42]. After analyzing the results on an Applied 7300 detector (Applied Biosystems, USA), any sample with a cycle threshold value less than or equal to 45 was considered as positive. The positive control was the BHV-1.1 strain Iowa at 108.3 TCID50/mL.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Polymerase chain reaction (PCR) ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Glutaraldehyde-fixed samples were post-fixed in 2% osmium tetroxide, dehydrated in acetone and embedded in Epon 812® (Fluka Chemie AG, Buchs, Switzerland). Sections (50 nm) were counterstained with uranyl acetate and lead citrate, and examined with a Philips CM-10 transmission electron microscope.",
            "cite_spans": [],
            "section": "Tissue sample collection and processing for transmission electron microscopy (TEM) ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Formalin-fixed samples were dehydrated through a graded series of alcohol to xylol and embedded in paraffin wax by routine techniques for light microscopy. Samples were sectioned (3 μm) and stained by different methods as haematoxylin-eosin and the Fraser Lendrum technique, or processed for their immunohistochemical study using the avidin-biotin-peroxidase complex (ABC) method.",
            "cite_spans": [],
            "section": "Immunohistochemical methods ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The ABC method for immunohistochemistry (IHC) was performed on serial sections of formalin-fixed samples, which were dewaxed and rehydrated as previously described by Pedrera et al. [29,38]. Briefly, endogenous peroxidase activity was exhausted by incubation with 0.3% hydrogen peroxide in methanol for 30 min at room temperature. The samples were subjected to different methods for antigen retrieval (Table 1). After pre-treatment, the sections were rinsed three times in PBS (pH 7.2) for 10 min and then covered with 1% normal horse serum (Pierce-Endogen, Woburn, USA) in 0.05 M Tris buffered saline (TBS) (pH 7.6) or 20% normal goat serum in PBS for 30 min at room temperature, for primary monoclonal Ab(mAb) and polyclonal Ab(pAb), respectively. After this blocking stage, sections were incubated with primary Ab at 4°C overnight. After primary incubation, the slides were washed in PBS (three times for 5 min each) and then incubated with the secondary antibodies for 30 min at room temperature. Biotinylated horse anti-mouse IgG secondary Ab (Pierce-Endogen) diluted 1:200 in Tris buffer containing normal horse serum 1% was used for the primary mAb. Biotinylated goat anti-rabbit IgG secondary Ab (Vector Laboratories, Burlingame, CA, USA) diluted 1:200 in PBS containing normal goat serum 1.5% was used for the primary pAb. After three further 5 min washes in TBS, samples were incubated with the ABC complex (Vectastain® ABC Elite Kit, Vector Laboratories, CA, USA) for 1 h at room temperature. All tissue sections were finally rinsed in PBS and incubated with chromogen solution (NovaRED® Substrate Kit, Vector Laboratories). Slides were counterstained with Mayer’s haematoxylin. Details of the primary mAb and pAb are summarized in Table 1.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Immunohistochemical methods ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 408,
                    "end": 409,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1749,
                    "end": 1750,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Tissue samples from cattle, in which reactivity for primary Ab against cytokines and cellular markers used in this study had been demonstrated, were used as positive controls in IHC [29,38]. Tissue sections for which the specific primary Ab were replaced by rabbit or mouse non-immune sera (DakoCytomation, Glostrup, Denmark) were used as negative controls.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Immunohistochemical methods ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In order to evaluate the number of immunolabeled cells and to correlate the results obtained using different Ab, two paraffin-wax blocks from the lungs of each animal were selected. Cell counts were carried out on 50 randomly chosen fields of 0.2 mm2 from tissue sections from these blocks. The results are given as the number of positive cells per 0.2 mm2. Identification of different types of immunolabeled cells was based on morphological features, location and size of the cells.",
            "cite_spans": [],
            "section": "Cell counting and statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The different pulmonary MΦs exhibited rounded or elongated morphology, an indented nucleus and abundant cytoplasm. Interstitial MΦs (IMΦs), pulmonary intravascular MΦs (PIM) and pulmonary alveolar MΦs (PAM) are localized in distinct anatomical compartments of the lung, including connective tissue, being adhered to the endothelium in the pulmonary capillaries and air spaces, respectively. PIM and IMΦs were grouped together and are described as “septal MΦs”.",
            "cite_spans": [],
            "section": "Cell counting and statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A semiquantitative estimation of platelet aggregation Factor-VIII-positive was performed on 50 randomly chosen 0.2 mm2 areas. The results are given as the presence of positive clusters of platelets per area as follows: absent (−), mild (+), moderate (++) and abundant (+++). For graphical representation and statistical analysis, they were scored from absent to severe (0 to 3).",
            "cite_spans": [],
            "section": "Cell counting and statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Quantifications were performed by two experienced observers but with no previous knowledge of which group was being analyzed. Data were assessed to calculate mean ± standard error values and were analyzed with the SAS System for Windows, version 9.1 (SAS Institute, Cary, North Carolina, USA). Chi-square analysis was employed for the estimation of platelet aggregation Factor-VIII-positive for which a p < 0.05 was accepted as statistically significant, using a Fisher’s exact test in the instance of an expected value below 5. The Duncan’s Multiple Range Test (p < 0.05) was used to analyze significant differences of the values in the same group at various time points (*) and non-paired Student’s t-test (p < 0.05) was used between both inoculated groups at the same time point (**).",
            "cite_spans": [],
            "section": "Cell counting and statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The main respiratory signs are given in Risalde et al. [40]. Briefly, the calves pre-infected with BVDV show more intense respiratory signs such as cough, mucopurulent nasal discharge, dyspnoea and open-mouth breathing mainly between 4 and 11 dpi, while the calves of the BHV-1 group only presented a moderate serous nasal discharge.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Respiratory signs and hematological findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "Platelet numbers were within the clinically normal range in all calves throughout the study, except for 2 animals from both inoculated groups, where an important decrease of platelet numbers to approximately 57% was observed at 12 hpi.",
            "cite_spans": [],
            "section": "Respiratory signs and hematological findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "The presence of BVDV in the lungs of co-infected calves was detected by RT-PCR between 0 and 7 dpi (12–19 dpi BVDV), presenting the samples cycle threshold values between 33 and 39; whereas BHV-1 was detected by PCR from 2 to 14 dpi in these calves with cycle threshold values from 35 to 40. On the contrary, BHV-1 was only detected between 4 and 7 dpi in the BHV-1 group, showing the samples higher cycle threshold values (between 41 and 42), while BVDV was not detected in these calves throughout the study.",
            "cite_spans": [],
            "section": "Detection of BVDV and BHV-1 in the lungs ::: Results",
            "ref_spans": []
        },
        {
            "text": "There were no remarkable lesions in the negative control animals. The pulmonary parenchyma of inoculated calves was affected by interstitial pneumonia with alveolar septal thickening produced by interstitial aggregates of mononuclear cells. The appearance of this alteration was earlier in the co-infected calves and was associated with occasional haemorrhages.",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": []
        },
        {
            "text": "The fraser Lendrum technique revealed fibrin microthrombi in some pulmonary venules and capillaries of inoculated calves, being more severe in co-infected calves, mainly from 4 dpi onwards (Figure 1A). These changes were confirmed by the ultrastructural study together with the presence of fibrin in alveoli associated with PAM in both inoculated groups at early stages (Figure 1B). Moreover, these animals displayed an intense hyperaemia as well as interstitial and alveolar oedema during this period.",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 378,
                    "end": 379,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "These findings were associated with a great quantity of platelets, whose detection was performed by IHC using anti-Factor-VIII Ab. Thus, in the negative control calves, this Ab prompted positive granular immunostaining among sheathed capillary cells, free in the interstitium and occasionally in MΦs cytoplasm. However, in the inoculated groups, clusters of immunostained granular material were observed in blood vessels. Moreover, numerous IMΦs and periarterial MΦs, together with some PAM, were swollen and displayed an intense positive granular and cytoplasmic reaction in both inoculated groups between 4 and 7 dpi (Figure 2A, 2B). In the BVDV/BHV-1 group, clusters of platelets were observed from 1 dpi, being more evident throughout the study associated with MΦs engulfing platelets that peaked at 4 dpi (score value of 3 in all evaluated fields) (Figure 3). Subsequently, the positive reaction in MΦs and vascular lumina diminished considerably without recovering thereafter (Figure 2C). There was a significant difference in the presence of platelet clusters in this group throughout the study (p = 0.0119). In the BHV-1 group, these findings were observed from 2 dpi with similar values to the co-infected group, decreasing the number of platelet clusters until the end of the study (Figures 2D and 3). However, there was no significant difference in the incidence of these clusters in the lungs of animals infected only with BHV-1.",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": [
                {
                    "start": 627,
                    "end": 628,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 631,
                    "end": 632,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 861,
                    "end": 862,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 990,
                    "end": 991,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1301,
                    "end": 1302,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1308,
                    "end": 1309,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Ultrastructural studies confirmed that there was an increase in the number of activated platelets forming multiple aggregations within the blood vessels, whose vascular lumina usually appeared completely occluded. The changes indicative of this activation were an enlarged and deformed shape of the cells, a partial or total decrease in granule numbers and a dilation of the open canalicular system. The most common form of platelet aggregation was the appearance of mosaic-like clusters comprising fully degranulated platelets with fusion of cytoplasmic membranes. Occasionally, these membranes completely disappeared, giving rise to a finely granular structure with low electron density, containing vestiges of platelet organelles and surrounded by a membrane layer. In the BVDV/BHV-1 group, platelet aggregation occurred sooner and was more intense, increasing between 4 and 7 dpi (Figure 4A) and not showing a total recovery at the end of the study (Figure 4C). In the BHV-1 group this lesion was moderate, presenting retrieval signs from 7 dpi (Figure 4B, 4D).",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": [
                {
                    "start": 892,
                    "end": 893,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 961,
                    "end": 962,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1057,
                    "end": 1058,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1061,
                    "end": 1062,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Subcellular changes indicative of a slight secretory activation in IMΦs such as enlargement, proliferation and dilation of rough endoplasmic reticulum and Golgi complex cisternae were mainly observed in the BHV-1 group at 4 dpi. Moreover, from 4 dpi, some PIM and PAM of both inoculated groups appeared enlarged and rounded, with loss of filopodia, increased number of lysosomes and varying amounts of cell debris in their cytoplasm, characteristic signs of phagocytic activation (Figure 1C).",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": [
                {
                    "start": 488,
                    "end": 489,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Immunolabeling of septal MΦs displayed similar kinetics in single and dual infections after BHV-1.1 inoculation, although presenting differences in the magnitude of their response. Thus, the BVDV/BHV-1 group showed a higher number of these cells during the study, peaking at 4 dpi (p < 0.0001). The number of PAM was also significantly higher in the co-infected calves at the start of the study, showing a decrease from 4 dpi (Figure 5).",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": [
                {
                    "start": 434,
                    "end": 435,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Secretory activity of MΦs observed ultrastructurally was confirmed by IHC, which enabled the detection of MΦs-secreted inflammatory mediators.",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": []
        },
        {
            "text": "TNFα and IL-1α-producing cells, identified as septal MΦs and PAM, were detected immunohistochemically in the lungs of control and infected animals. These proinflammatory cytokines presented differences in magnitude and kinetics between single and dual infections. TNFα-positive septal MΦs were associated with sites of inflammation in the BVDV/BHV-1 group (Figure 6A), showing only a slight peak at 2 dpi (p < 0.008), whereas the BHV-1 group presented a longer response of this chemical mediator in peribronchial areas (from 4 dpi; p < 0.0001) (Figure 6B). On the contrary, IL-1α-reactive septal MΦs were significantly different between both infected groups before BHV-1 inoculation (0 dpi BHV-1). BVDV/BHV-1 group calves maintained lower numbers of IL-1α-positive septal MΦs throughout the study (Figure 6C), showing a delayed response to BHV-1 inoculation (from 7 dpi onwards). By contrast, BHV-1 group calves displayed an early increase of this cytokine associated with peribronchial areas (at 2 dpi; p < 0.007) (Figure 6D). The number of PAM positive for studied cytokines was low in both inoculated groups, presenting only a slight response at the end of the study, with the exception of an IL-1α peak in the single infected group between 1 and 2 dpi (Figure 7).",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 552,
                    "end": 553,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 805,
                    "end": 806,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1023,
                    "end": 1024,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1264,
                    "end": 1265,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Numerous groups of immunolabeled septal MΦs presenting iNOS-positive cytoplasmic granules, mainly IMΦs, were observed in the pulmonary parenchyma of animals infected only with BVDV (Figure 8A). After BHV-1 inoculation, in BVDV/BHV-1 group calves, septal MΦs expressing iNOS decreased significantly until the end of the experiment (p < 0.0001), showing values of approximately twice below the baseline level from 4 dpi (Figure 8B). In healthy calves, septal MΦs presented a similar response after BHV-1 inoculation; although in these animals the decrease of this mediator was observed later than in the BVDV/BHV-1 group. On the contrary, the number of iNOS-positive PAM was higher in the BVDV/BHV-1 group and did not suffer changes throughout the study, while BHV-1 group calves showed a significant decrease from 7 dpi (Figure 7).",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 426,
                    "end": 427,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 827,
                    "end": 828,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Intracellular localization of COX-2 was perinuclear and cytoplasmic in the MΦs, being its expression scarce in the lungs during the study (Figure 8C), except for septal MΦs of the BVDV/BHV-1 group at 4 dpi (p < 0.0001) (Figure 7). This intense expression occurred at sites of inflammation and injury, mainly oedemas, and was correlated with the degree of pulmonary inflammation (Figure 8D).",
            "cite_spans": [],
            "section": "Respiratory lesions ::: Results",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 227,
                    "end": 228,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 386,
                    "end": 387,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "The objective of this study was to evaluate and characterize the vascular changes observed in the lungs of healthy calves and calves with subclinical BVD both experimentally inoculated with BHV-1.1, and to clarify the role of the pulmonary MΦs in the local response to the secondary pathogen.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results show that following BHV-1 inoculation, both groups of calves displayed a mononuclear cell infiltrate and prompted major vascular alterations in the lungs, marked by intense intravascular coagulation in small and medium-sized blood vessels from an early stage of the disease. Three mechanisms, jointly known as Virchow’s triad, can induce thrombosis [43]: 1) endothelial wall injury; 2) abnormalities of blood constituents (platelets, coagulation and fibrinolytic pathways); and 3) abnormalities of blood flow.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "With regard to endothelial damage, infection by human herpes simplex virus – belonging to the same subfamily that BHV-1 [44] – has been shown to cause endothelial injury, favoring the exposure of subendothelial tissue and the release of procoagulant mediators [45,46]. Here, however, neither histopathological nor ultrastructural examination disclosed any morphological evidence of endothelial damage in either of the inoculated groups.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 264,
                    "end": 266,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Analysis of the cell components involved in coagulation pathways revealed fibrin deposits and intense platelet aggregation in the pulmonary microvasculature of both groups; these findings were particularly marked in the BVDV/BHV-1 group at 4 dpi, coinciding with a significant increase of the rectal temperature and severe clinical respiratory symptoms [40]. According to this, in the course of certain acute viral infections, platelets may be activated in vivo, leading to their degranulation, aggregation and withdrawal from circulation [47-49]. The procoagulant activity of BVDV and BHV-1 has been reported in vitro [50]. In our experimental study, it was increased in the co-infected calves due to the concomitance of both agents in the lungs between 2 and 7 dpi. Despite the absence of BVDV in the blood of these calves at the moment of BHV-1 inoculation, it does not completely disappear, being detected by PCR in the lungs and by IHC in lymphoid tissues throughout the experience [51]. However, there was no evidence in any stage of direct interaction between these viruses and platelets, which would suggest that platelet activation may be enhanced by indirect mechanisms including the expression of inflammatory mediators released by MΦs, which are known to play a major role in the maintenance of tissue homeostasis [11,52].",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 620,
                    "end": 622,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 988,
                    "end": 990,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1327,
                    "end": 1329,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1330,
                    "end": 1332,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The study of pro-inflammatory cytokines revealed alterations in the kinetics and magnitude of TNFα and IL-1 expression; both mediators can prompt changes in coagulation by increasing the number of endothelial adhesion molecules or increasing vascular permeability [11,53]. Thus, the BVH-1 group calves display an increase in IL-1 synthesis by septal MΦs coinciding with the onset of platelet aggregation in the lungs (2 dpi). This, together with the subsequent action of TNFα, would favor the maintenance of the procoagulant setting. By contrast, BVDV/BHV-1 group calves, whilst exhibiting a higher number of IMΦs – the main producers of these cytokines – displayed inhibited IL-1 expression until 7 dpi, along with a minimal TNFα response. This impaired cytokine production, also observed at the systemic level [40], indicates that the synergic action of both chemical mediators can be ruled out as a potential mechanism for inducing platelet aggregation in the co-infected group.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 268,
                    "end": 270,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 813,
                    "end": 815,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Calves inoculated only with NCP BVDV (0 dpi for the BVDV/BHV-1 group) displayed greater expression of iNOS by septal MΦs than healthy calves [34,35,54]. However, following BHV-1 inoculation, BVDV/BHV-1 group calves exhibited an early decline in iNOS (1 dpi), an inflammatory mediator that limits the extent and duration of pathogen-induced platelet activation [55]. This finding, together with the moderate response of TNFα, may have favored the appearance of platelet aggregates in the early stages of the disease, and intense aggregation coinciding with the greatest decrease in iNOS levels (4 dpi).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 361,
                    "end": 363,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The intense platelet aggregation observed in the lung microvasculature of the BVDV/BHV-1 group at 4 dpi, together with the increase in number and size of PIM as a result of phagocytic and secretory activation would indirectly prompt a slowdown in blood flow and a subsequent response by the COX-2 enzyme aimed at reversing that process [13]. However, in view of the damage observed at later stages, this action was presumably unable to counter the procoagulant events associated with the drop in iNOS expression, these being additionally enhanced by the delayed action of IL-1 in co-infected animals. Slowed blood flow, together with cytokine release, may lead to increased vascular permeability and extravasation of leukocytes into the pulmonary parenchyma [11,53,56,57].",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 765,
                    "end": 767,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 768,
                    "end": 770,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Therefore, the results of this study indicate that the concomitance of BVDV and BHV-1 in the lungs enhances a synergic action of their pathogenic mechanisms, disrupting the maintenance of pulmonary homeostasis by facilitating the establishment of an inflammatory and procoagulant environment, characteristic of the BRDC, which appears to be modulated by inflammatory mediators released by pulmonary MΦs. In this respect, further research is required into the possible involvement of this concomitance, through the use of live BVDV and BHV-1 vaccines, in the triggering of an impaired pulmonary immune response. On the contrary, animals pre-inoculated with BVDV - despite suffering a transient infection - exhibit an alteration in the response of pro-inflammatory cytokines which play a key role in activating the immune response.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Ab: Antibody; ABC: Avidin-biotin-peroxidase complex method; BHV-1: Bovine herpesvirus-1; BHV-1 group: Calves inoculated only with BHV-1; BRDC: Bovine respiratory disease complex; BVDV: Bovine viral diarrhea virus; BVDV/BHV-1 group: Calves inoculated with BVDV and BHV-1; COX-2: Cyclooxygenase-2; DNA: Deoxyribonucleic acid; dpi: Days post-inoculation; IHC: Immunohistochemistry; IL: Interleukin; IMΦs: Interstitial macrophages; iNOS: Inducible nitric oxide synthase; mAb: Monoclonal Ab; MΦs: Macrophages; NO: Nitric oxide; NOS: Nitric oxide synthase; pAb: Polyclonal antibodies; PAM: Pulmonary alveolar MΦs; PCR: Polymerase chain reaction; PIM: Pulmonary intravascular MΦs; RNA: Ribonucleic acid; RT-PCR: Reverse transcription-polymerase chain reaction; TBS: Tris buffered saline; TCID50: Tissue culture infective dose 50%; TEM: Transmission electron microscopy; TNFα: Tumor necrosis factor-α; UI: BHV-1.1 un-infected animals.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "MAR participated in the design and coordination of the experiment, performed post-mortem and IHC examinations, analyzed the data and drafted the manuscript. VM participated in the design of the experiment, carried out tissue processing and participated in the IHC examinations and data analysis. PJSC participated in the design and coordination of the experiment, coordinated tissue sample collection at post-mortem and tissue sampling. FR carried out clinical monitoring and post-mortem examinations and helped with tissue sampling. MP carried out the clinical monitoring and tissue sampling at post-mortem. BG performed the molecular techniques. JCG conceived and coordinated the study, carried out the ultrastructural study and coordinated the drafting of the manuscript. All authors read, commented on manuscript drafts and approved its final version.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Detailed list of primary antibodies used in the immunohistochemical study\nMΦs, macrophages; mAb, monoclonal antibody; pAb, polyclonal antibody. a Incubation with 0.1% protease type XIV (Sigma–Aldrich Chemie) in 0.01 M PBS, pH 7.2, for 10 min at room temperature. b Incubation with 0.1 M citric acid (pH 6), microwave for 5 min at sub-boiling temperature. c Incubation with 0.1% Tween 20 (Merck) in 0.01 M PBS, pH 7.2, for 10 min at room temperature. d Incubation with 0.1 M citric acid (pH 6) and autoclaved for 30 min at 121°C, 1 atm.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Fibrin microthrombi in pulmonary venules of animals pre-infected with BVDV and challenged later with BHV-1.1. Co-infected animals presented vascular alterations that facilitate the occlusion of the pulmonary venules as fibrin microthrombi observed with Fraser Lendrum technique (A) and TEM (B) at 4 dpi, as well as PIM enlarged and rounded engulfing cell debris (arrowheads) observed with TEM at 4 dpi (C).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Immunohistochemical detection of pulmonary platelet clusters in calves with and without pre-existing BVDV challenged with BHV-1.1. Immunohistochemical study of the lung in these animals revealed that the calves of the BVDV/BHV-1 group showed a great quantity of Factor VIII-positive clusters of platelets in some pulmonary venules and capillaries at 4 dpi (A), compared with minor changes present in the BHV-1 group (B), where IMΦs and periarterial MΦs were observed engulfing positive granular material. Moreover, the calves of the BVDV/BHV-1 group showed lower quantities of platelet clusters at 14 dpi (C), with this lesion in the BHV-1 group being almost inexistent at this time (D).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Representative graphic of the valuation of factor VIII-positive platelet clusters detected by immunohistochemical method. These score values were obtained for the analysis of 100 fields (0.2 mm2 each) from the lung of calves (n = 2 per time point) inoculated with BHV-1.1 (a) versus calves inoculated with BVDV and BHV-1.1 (b). The results are given as follows: absent (−), mild (+), moderate (++) and abundant (+++), and scored from absent to severe (0 to 3). (UI, BHV-1.1 un-infected: negative controls for the BHV-1 group and BVDV infection controls for the BVDV/BHV-1 group).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Ultrastructural detection of pulmonary platelet clusters in calves with and without pre-existing BVDV challenged with BHV-1.1. The analysis of the samples with transmission electron microscopy confirmed the presence of multiple aggregations of platelets within the blood vessels with some vascular lumina completely occluded (arrowheads) in the lungs of the BVDV/BHV-1 group at 4 dpi (A), versus a mild lesion (arrowheads) observed in the BHV-1 group (B). Pulmonary parenchyma showed recovery signs of this lesion (arrowheads) in the co-infected group at 14 dpi (C), in comparison with a total recuperation (arrowheads) in the single infection (D).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Septal MΦs and PAM (means ± standard errors) positive for MAC387 by immunohistochemical method. The values were evaluated in the lung of calves co-infected experimentally with BVDV and BHV-1.1 compared with calves inoculated only with BHV-1.1 (n = 2 per time point). (UI, BHV-1.1 un-infected: negative controls for the BHV-1 group and BVDV infection controls for the BVDV/BHV-1 group. *p < 0.05 significant differences in the same group at various time points; **p < 0.05 significant differences between inoculated groups at the same time point).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Pro-inflammatory cytokines in the lungs of calves with and without pre-existing BVDV challenged with BHV-1.1. An immunohistochemical study revealed the presence of septal MΦs and PAM positive for TNFα (A) and IL-1α (C) associated with sites of inflammation in the pulmonary parenchyma of the BVDV/BHV-1 group at 2 dpi. However, the calves of the BHV-1 group presented a higher number of IMΦs reactive to TNFα (B) and IL-1α (D) in the peribronchial areas of the lung at 2 dpi.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Septal MΦs and PAM (mean ± standard error) positive for TNFα, IL-1α, iNOS and COX-2. Immunohistochemical study revealed changes in the lungs of calves co-infected experimentally with BVDV and BHV-1.1 compared with calves inoculated only with BHV-1.1 (n = 2 per time point). (UI, BHV-1.1 un-infected: negative controls for the BHV-1 group and BVDV infection controls for the BVDV/BHV-1 group. *p < 0.05 significant differences in the same group at various time points; **p < 0.05 significant differences between inoculated groups at the same time point).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: Immunohistochemical detection of iNOS and COX-2 in the lungs of BVDV pre-infected calves challenged with BHV-1.1. Numerous immunolabeled septal MΦs iNOS-positive were observed in the lungs of calves inoculated only with BVDV (0 dpi of BVDV/BHV-1 group) (A), versus a minor number of these cells at 4 dpi BHV-1.1 (B). Pulmonary parenchyma of calves inoculated only with BVDV (0 dpi of BVDV/BHV-1 group) showed an absence of MΦs positive for COX-2 Ab (C), compared with numerous immunolabeled MΦs COX-2-positive observed in the sites of inflammation at 4 dpi (D).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Bovine respiratory disease-A clinician’s perspective",
            "authors": [],
            "year": 1998,
            "venue": "Cattle Pract",
            "volume": "6",
            "issn": "",
            "pages": "251-255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The role of nitric oxide synthases in lung inflammation",
            "authors": [],
            "year": 2007,
            "venue": "Curr Opin Investig Drugs",
            "volume": "8",
            "issn": "",
            "pages": "899-909",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Veterinary Immunology: An Introduction",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Adenoviral-mediated gene transfer of nitric oxide synthase isoforms and vascular cell proliferation",
            "authors": [],
            "year": 2006,
            "venue": "J Vasc Res",
            "volume": "43",
            "issn": "",
            "pages": "462-472",
            "other_ids": {
                "DOI": [
                    "10.1159/000095163"
                ]
            }
        },
        "BIBREF4": {
            "title": "Suppression of pro-inflammatory cytokines, iNOS, and COX-2 expression by brown algae Sargassum micracanthum in RAW 264.7 macrophages",
            "authors": [],
            "year": 2009,
            "venue": "Eur Asia J BioSci",
            "volume": "3",
            "issn": "",
            "pages": "130-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Immunohistochemical demonstration of cyclooxygenase-2 (COX-2) and prostaglandin receptors EP2 and FP expression in the bovine intercaruncular uterine wall around term",
            "authors": [],
            "year": 2008,
            "venue": "Anim Reprod Sci",
            "volume": "106",
            "issn": "",
            "pages": "241-254",
            "other_ids": {
                "DOI": [
                    "10.1016/j.anireprosci.2007.04.016"
                ]
            }
        },
        "BIBREF6": {
            "title": "Inflammatory cytokines enhance the interaction of mannheimia haemolytica leukotoxin with bovine peripheral blood neutrophils in vitro",
            "authors": [],
            "year": 2002,
            "venue": "Infect Immun",
            "volume": "70",
            "issn": "",
            "pages": "4336-4343",
            "other_ids": {
                "DOI": [
                    "10.1128/IAI.70.8.4336-4343.2002"
                ]
            }
        },
        "BIBREF7": {
            "title": "Effect of experimental infection of cattle with bovine herpesvirus-1 (BHV-1) on the ex vivo interaction of bovine leukocytes with mannheimia (pasteurella) haemolytica leukotoxin",
            "authors": [],
            "year": 2002,
            "venue": "Vet Immunol Immunopathol",
            "volume": "84",
            "issn": "",
            "pages": "97-110",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-2427(01)00397-X"
                ]
            }
        },
        "BIBREF8": {
            "title": "Secondary in vitro B lymphocyte (antibody) response to microbial antigens: use in appraisal of vaccine immunogenicity and cytokine immunoregulation",
            "authors": [],
            "year": 1991,
            "venue": "Vaccine",
            "volume": "9",
            "issn": "",
            "pages": "170-176",
            "other_ids": {
                "DOI": [
                    "10.1016/0264-410X(91)90149-Z"
                ]
            }
        },
        "BIBREF9": {
            "title": "Tumor necrosis factor as a mediator of inflammation in influenza A viral pneumonia",
            "authors": [],
            "year": 1995,
            "venue": "Microb Pathog",
            "volume": "19",
            "issn": "",
            "pages": "175-183",
            "other_ids": {
                "DOI": [
                    "10.1006/mpat.1995.0056"
                ]
            }
        },
        "BIBREF10": {
            "title": "Increased pulmonary secretion of tumor necrosis factor-alpha in calves experimentally infected with bovine respiratory syncytial virus",
            "authors": [],
            "year": 2000,
            "venue": "Vet Immunol Immunopathol",
            "volume": "76",
            "issn": "",
            "pages": "199-214",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-2427(00)00214-2"
                ]
            }
        },
        "BIBREF11": {
            "title": "Pneumonia: identifying the causal agent",
            "authors": [],
            "year": 2000,
            "venue": "Cattle Pract",
            "volume": "8",
            "issn": "",
            "pages": "131-134",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Pulmonary expression of tumor necrosis factor alpha, interleukin-1 beta, and interleukin-8 in the acute phase of bovine pneumonic pasteurellosis",
            "authors": [],
            "year": 2001,
            "venue": "Vet Pathol",
            "volume": "38",
            "issn": "",
            "pages": "297-310",
            "other_ids": {
                "DOI": [
                    "10.1354/vp.38-3-297"
                ]
            }
        },
        "BIBREF13": {
            "title": "Bovine herpesvirus 1 infection and infectious bovine rhinotracheitis",
            "authors": [],
            "year": 2007,
            "venue": "Vet Res",
            "volume": "38",
            "issn": "",
            "pages": "181-209",
            "other_ids": {
                "DOI": [
                    "10.1051/vetres:2006059"
                ]
            }
        },
        "BIBREF14": {
            "title": "Bovine herpesvirus type 1 infection of bovine bronchial epithelial cells increases neutrophil adhesion and activation",
            "authors": [],
            "year": 2009,
            "venue": "Vet Immunol Immunopathol",
            "volume": "131",
            "issn": "",
            "pages": "167-176",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2009.04.002"
                ]
            }
        },
        "BIBREF15": {
            "title": "Effects in calves of mixed infections with bovine viral diarrhoea virus and several other bovine viruses",
            "authors": [],
            "year": 1992,
            "venue": "Comp Immunol Microbiol Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "261-270",
            "other_ids": {
                "DOI": [
                    "10.1016/0147-9571(92)90005-C"
                ]
            }
        },
        "BIBREF16": {
            "title": "The medicine and epidemiology of bovine respiratory disease in feedlots",
            "authors": [],
            "year": 2003,
            "venue": "Aust Vet J",
            "volume": "81",
            "issn": "",
            "pages": "480-487",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1751-0813.2003.tb13367.x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Effect of passive immunity on the development of a protective immune response against bovine viral diarrhea virus in calves",
            "authors": [],
            "year": 2003,
            "venue": "Am J Vet Res",
            "volume": "64",
            "issn": "",
            "pages": "65-69",
            "other_ids": {
                "DOI": [
                    "10.2460/ajvr.2003.64.65"
                ]
            }
        },
        "BIBREF18": {
            "title": "Defective function of leukocytes from cattle persistently infected with bovine viral diarrhea virus and the influence of recombinant cytokines",
            "authors": [],
            "year": 1991,
            "venue": "Am J Vet Res",
            "volume": "52",
            "issn": "",
            "pages": "381-387",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Effect of concurrent experimentally induce bovine respiratory syncytial virus and bovine viral diarrhoea virus infection on respiratory tract and enteric diseases in calves",
            "authors": [],
            "year": 1998,
            "venue": "Am J Vet Res",
            "volume": "59",
            "issn": "",
            "pages": "1423-1430",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Distribution of viral antigen and tissue lesions in persistent and acute infection with homologous strain of noncytopathic bovine viral diarrhoea virus",
            "authors": [],
            "year": 2004,
            "venue": "J Vet Diagn Invest",
            "volume": "16",
            "issn": "",
            "pages": "388-396",
            "other_ids": {
                "DOI": [
                    "10.1177/104063870401600504"
                ]
            }
        },
        "BIBREF21": {
            "title": "Morphological changes and viral distribution in the ileum of colostrum-deprived calves inoculated with noncytopathic bovine viral diarrhea virus genotype-1",
            "authors": [],
            "year": 2009,
            "venue": "J Comp Path",
            "volume": "141",
            "issn": "",
            "pages": "52-62",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcpa.2009.03.004"
                ]
            }
        },
        "BIBREF22": {
            "title": "Economic impact associated with respiratory disease in beef cattle",
            "authors": [],
            "year": 1997,
            "venue": "Vet Clin North Am Food Anim Pract",
            "volume": "13",
            "issn": "",
            "pages": "367-377",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Virus distribution and role of thymic macrophages during experimental infection with noncytopathogenic bovine viral diarrhea virus type 1",
            "authors": [],
            "year": 2012,
            "venue": "Vet Pathol",
            "volume": "49",
            "issn": "",
            "pages": "811-818",
            "other_ids": {
                "DOI": [
                    "10.1177/0300985811414031"
                ]
            }
        },
        "BIBREF24": {
            "title": "Depression of bovine monocyte chemotactic responses by bovine viral diarrhea virus",
            "authors": [],
            "year": 1979,
            "venue": "Infect Immun",
            "volume": "25",
            "issn": "",
            "pages": "565-568",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Effect of BVD virus infection on alveolar macrophage functions",
            "authors": [],
            "year": 1995,
            "venue": "Vet Immunol Immunopathol",
            "volume": "46",
            "issn": "",
            "pages": "195-210",
            "other_ids": {
                "DOI": [
                    "10.1016/0165-2427(94)05366-Z"
                ]
            }
        },
        "BIBREF26": {
            "title": "Macrophages and respiratory viruses",
            "authors": [],
            "year": 1997,
            "venue": "Pathol Biol",
            "volume": "45",
            "issn": "",
            "pages": "184-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Noncytopathic strains of bovine viral diarrhoea virus prime bovine bone marrow-derived macrophages for enhanced generation of nitric oxide",
            "authors": [],
            "year": 1994,
            "venue": "Biochem Biophys Res Commun",
            "volume": "202",
            "issn": "",
            "pages": "1562-1568",
            "other_ids": {
                "DOI": [
                    "10.1006/bbrc.1994.2109"
                ]
            }
        },
        "BIBREF28": {
            "title": "Cytokine regulation by virus infection: bovine viral diarrhoea virus, a flavivirus, downregulates production of tumor necrosis factor alpha in macrophages in vitro",
            "authors": [],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "2650-2653",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Enhancement of apoptosis via an extrinsic factor, TNF-a, in cells infected with cytopathic bovine viral diarrhea virus",
            "authors": [],
            "year": 2005,
            "venue": "Microbes Infect",
            "volume": "7",
            "issn": "",
            "pages": "1482-1491",
            "other_ids": {
                "DOI": [
                    "10.1016/j.micinf.2005.05.006"
                ]
            }
        },
        "BIBREF30": {
            "title": "Bovine viral diarrhea viruses modulate toll-like receptors, cytokines and co-stimulatory molecules genes expression in bovine peripheral blood monocytes",
            "authors": [],
            "year": 2008,
            "venue": "Comp Immunol Microbiol Infect Dis",
            "volume": "31",
            "issn": "",
            "pages": "403-418",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cimid.2007.06.006"
                ]
            }
        },
        "BIBREF31": {
            "title": "Apoptosis in lymphoid tissues of calves inoculated with non-cytopathic bovine viral diarrhea virus genotype 1: activation of effector caspase-3 and role of macrophages",
            "authors": [],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "2650-2659",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.012021-0"
                ]
            }
        },
        "BIBREF32": {
            "title": "Hepatic immune response in calves during acute subclinical infection with bovine viral diarrhoea virus type 1",
            "authors": [],
            "year": 2011,
            "venue": "Vet J",
            "volume": "190",
            "issn": "",
            "pages": "110-116",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2011.03.003"
                ]
            }
        },
        "BIBREF33": {
            "title": "Bovine viral diarrhea viral infections in feeder calves with respiratory disease: interactions with Pasteurella spp., parainfluenza-3 virus, and bovine respiratory syncytial virus",
            "authors": [],
            "year": 2000,
            "venue": "Can J Vet Res",
            "volume": "64",
            "issn": "",
            "pages": "151-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Response of proinflammatory and anti-inflammatory cytokines in calves with subclinical bovine viral diarrhea challenged with bovine herpesvirus-1",
            "authors": [],
            "year": 2011,
            "venue": "Vet Immunol Immunopathol",
            "volume": "144",
            "issn": "",
            "pages": "135-143",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2011.07.022"
                ]
            }
        },
        "BIBREF35": {
            "title": "Real-time PCR for simultaneous detection and genotyping of bovine viral diarrhea virus",
            "authors": [],
            "year": 2003,
            "venue": "J Virol Methods",
            "volume": "114",
            "issn": "",
            "pages": "21-27",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2003.08.004"
                ]
            }
        },
        "BIBREF36": {
            "title": "Infectious bovine rhinotracheitis/infectious pustular vulvovaginitis",
            "authors": [],
            "year": 2012,
            "venue": "Manual of Diagnostic Tests and Vaccines for Terrestrial Animals, Chapter 2. 4.13 [on line]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Virchow’s triad revisited: blood constituents",
            "authors": [],
            "year": 2003,
            "venue": "Pathophysiol Haemost Thromb",
            "volume": "33",
            "issn": "",
            "pages": "449-454",
            "other_ids": {
                "DOI": [
                    "10.1159/000083844"
                ]
            }
        },
        "BIBREF38": {
            "title": "Family-Herpesviridae",
            "authors": [],
            "year": 2012,
            "venue": "Virus taxonomy: classification and nomenclature of viruses",
            "volume": "",
            "issn": "",
            "pages": "111-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Infection of vascular endothelial cells with herpes simplex virus enhances tissue factor activity and reduces thrombomodulin expression",
            "authors": [],
            "year": 1990,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "87",
            "issn": "",
            "pages": "7095-7099",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.87.18.7095"
                ]
            }
        },
        "BIBREF40": {
            "title": "Platelets from thrombocytopenic ponies acutely infected with equine infectious anemia virus are activated in vivo and hypofunctional",
            "authors": [],
            "year": 1999,
            "venue": "Virology",
            "volume": "259",
            "issn": "",
            "pages": "7-19",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1999.9737"
                ]
            }
        },
        "BIBREF41": {
            "title": "Enhanced platelet reactivity in cats experimentally infected with feline infectious peritonitis virus",
            "authors": [],
            "year": 1990,
            "venue": "Vet Pathol",
            "volume": "27",
            "issn": "",
            "pages": "269-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Potentiation of platelet responses in vitro by feline infectious peritonitis virus",
            "authors": [],
            "year": 1990,
            "venue": "Vet Pathol",
            "volume": "27",
            "issn": "",
            "pages": "261-268",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Early platelet aggregation as a cause of thrombocytopenia in classical swine fever",
            "authors": [],
            "year": 2002,
            "venue": "Vet Pathol",
            "volume": "39",
            "issn": "",
            "pages": "84-91",
            "other_ids": {
                "DOI": [
                    "10.1354/vp.39-1-84"
                ]
            }
        },
        "BIBREF44": {
            "title": "Lung pathology and infectious agents in fatal feedlot pneumonias and relationship with mortality, disease onset, and treatments",
            "authors": [],
            "year": 2009,
            "venue": "J Vet Diagn Invest",
            "volume": "21",
            "issn": "",
            "pages": "464-477",
            "other_ids": {
                "DOI": [
                    "10.1177/104063870902100407"
                ]
            }
        },
        "BIBREF45": {
            "title": "Induction of procoagulant activity in virus infected bovine alveolar macrophages and the effect of lipopolysaccharide",
            "authors": [],
            "year": 1997,
            "venue": "Vet Immunol Immunopathol",
            "volume": "58",
            "issn": "",
            "pages": "27-37",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-2427(96)05746-7"
                ]
            }
        },
        "BIBREF46": {
            "title": "Comparison of pathologic changes and viral antigen distribution in tissues of calves with and without pre-existing bovine viral diarrhea virus infection following challenge with bovine herpesvirus-1",
            "authors": [],
            "year": null,
            "venue": "Am J Vet Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Monocyte and macrophage heterogeneity",
            "authors": [],
            "year": 2005,
            "venue": "Nat Rev Immunol",
            "volume": "5",
            "issn": "",
            "pages": "953-964",
            "other_ids": {
                "DOI": [
                    "10.1038/nri1733"
                ]
            }
        },
        "BIBREF48": {
            "title": "Arterial thrombosis associated with granulocyte-macrophage colony-stimulating factor (GM-CSF) administration in breast cancer patients treated with dose-intensive chemotherapy: a report of two cases",
            "authors": [],
            "year": 1995,
            "venue": "Cancer Invest",
            "volume": "13",
            "issn": "",
            "pages": "188-192",
            "other_ids": {
                "DOI": [
                    "10.3109/07357909509011689"
                ]
            }
        },
        "BIBREF49": {
            "title": "Immunology of bovine viral diarrhea virus",
            "authors": [],
            "year": 1995,
            "venue": "Vet Clin North Am Food Anim Pract",
            "volume": "11",
            "issn": "",
            "pages": "501-520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Distinct role and location of the endothelial isoform of nitric oxide synthase in regulating platelet aggregation in males and females in vivo",
            "authors": [],
            "year": 2011,
            "venue": "Eur J Pharmacol",
            "volume": "65",
            "issn": "",
            "pages": "152-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Filovirus-induced endothelial leakage triggered by infected monocytes/ macrophages",
            "authors": [],
            "year": 1996,
            "venue": "J Virol",
            "volume": "70",
            "issn": "",
            "pages": "2208-2214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Increased release of interleukin-1 beta, interleukin-6, and tumor necrosis factor-alpha by bronchoalveolar cells lavaged from involved sites in pulmonary tuberculosis",
            "authors": [],
            "year": 1996,
            "venue": "Am J Respir Crit Care Med",
            "volume": "153",
            "issn": "",
            "pages": "799-804",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Effect of stress on viral-bacterial synergy in bovine respiratory disease: novel mechanisms to regulate inflammation",
            "authors": [],
            "year": 2005,
            "venue": "Comp Funct Genom",
            "volume": "6",
            "issn": "",
            "pages": "244-250",
            "other_ids": {
                "DOI": [
                    "10.1002/cfg.474"
                ]
            }
        },
        "BIBREF54": {
            "title": "The impact of endogenous triggers on trauma-associated inflammation",
            "authors": [],
            "year": 2006,
            "venue": "Curr Opin Crit Care",
            "volume": "12",
            "issn": "",
            "pages": "595-601",
            "other_ids": {
                "DOI": [
                    "10.1097/MCC.0b013e3280106806"
                ]
            }
        },
        "BIBREF55": {
            "title": "Inflammasome adaptors and sensors: intracellular regulators of infection and inflammation",
            "authors": [],
            "year": 2007,
            "venue": "Nat Rev Immunol",
            "volume": "7",
            "issn": "",
            "pages": "31-40",
            "other_ids": {
                "DOI": [
                    "10.1038/nri1997"
                ]
            }
        },
        "BIBREF56": {
            "title": "Pharmacological and biochemical demonstration of the role of cyclooxygenase 2 in inflammation and pain",
            "authors": [],
            "year": 1994,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "91",
            "issn": "",
            "pages": "12013-12017",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.91.25.12013"
                ]
            }
        }
    }
}