{
    "paper_id": "PMC3551837",
    "metadata": {
        "title": "Chemokine CXCL14 is associated with prognosis in patients with colorectal carcinoma after curative resection",
        "authors": [
            {
                "first": "Jun",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "email": "junr1987109@163.com",
                "affiliation": {}
            },
            {
                "first": "Xudan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": "yangxudan@yahoo.cn",
                "affiliation": {}
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "email": "cheng_linlinlinlin@163.com",
                "affiliation": {}
            },
            {
                "first": "Rui",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": "r.a.u.l@163.com",
                "affiliation": {}
            },
            {
                "first": "Yunlong",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "email": "leiyunlong12345@163.com",
                "affiliation": {}
            },
            {
                "first": "Dandan",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "email": "wodongdandan@163.com",
                "affiliation": {}
            },
            {
                "first": "Fanghua",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "lifanghua518@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Quek",
                "middle": [
                    "Choon"
                ],
                "last": "Lau",
                "suffix": "",
                "email": "lqc2@np.edu.sg",
                "affiliation": {}
            },
            {
                "first": "Longfei",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "email": "denglf1988@163.com",
                "affiliation": {}
            },
            {
                "first": "Edouard",
                "middle": [
                    "C"
                ],
                "last": "Nice",
                "suffix": "",
                "email": "ed.nice@monash.edu",
                "affiliation": {}
            },
            {
                "first": "Ke",
                "middle": [],
                "last": "Xie",
                "suffix": "",
                "email": "mei97@sina.com",
                "affiliation": {}
            },
            {
                "first": "Canhua",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": "hcanhua@hotmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Colorectal carcinoma (CRC) is one of the most common malignancies worldwide [1]. Over 1 million new cases of colorectal carcinoma are diagnosed each year [2]. In China, colorectal carcinoma ranks fifth among cancer deaths, with the incidence increasing annually [3]. Despite improved radiotherapeutic and chemotherapeutic regimens and surgical outcomes, almost half of the colorectal carcinoma patients relapse within 5 years of treatment and inevitably succumb to the disease. The prognosis and treatment of colorectal carcinoma currently depends on the pathologic stage of disease at the time of diagnosis and primary surgical treatment. Unfortunately, disease stage alone does not allow accurate prediction of outcome for individual patients [4]. If patient outcomes are predicted more accurately, treatments could be tailored to avoid undertreating patients destined to relapse or overtreating patients who could be cured by surgery alone. Thus, new biomarkers pivotal to tumor biology are urgently needed to improve prognosis of the adjuvant treatment regimens.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 155,
                    "end": 156,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 263,
                    "end": 264,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 746,
                    "end": 747,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Chemokines, a family of small (8–14 KDa) secreted proteins that orchestrate leukocyte trafficking, have been implicated in tumor development and progression [5-7]. They exert their cellular effect by specifically activating corresponding transmembrane G protein-coupled receptors [8]. Chemokines are classified into the C, CC, CXC, and CX3C families, based on variations in a structural motif of conserved N-terminal cysteine residues. Approximately 50 chemokines and 20 chemokine receptors have been identified. Chemokines could promote the invasiveness of cancer cells by triggering integrin clustering and enhancing their adherence to extracellular matrix via their receptors [9,10]. Furthermore, chemokines and chemokine receptors could also serve as prognostic factors for cancer outcomes [11,12].",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "mention": "5",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 160,
                    "end": 161,
                    "mention": "7",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 281,
                    "end": 282,
                    "mention": "8",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 680,
                    "end": 681,
                    "mention": "9",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 795,
                    "end": 797,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 798,
                    "end": 800,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "CXCL14 (originally identified as BRAK, BMAC, or Mip2γ) is a chemokine with as yet unknown function. This molecule was first identified by differential display using normal epithelial cells and head and neck squamous carcinoma cells and was shown to be expressed in many other normal tissues and in various tumors of epithelial origin with heterogeneous expression levels [13-16]. As a unique member of the chemokine family, the receptor for CXCL14 has not yet been identified and the role of this molecule in tumor progression is controversial. Although the role of CXCL14 as a tumor suppressor seemed well established, recent studies suggested that CXCL14 might actually promote tumor progression [17,18]. For example, CXCL14 was reported to be up-regulated in pancreatic cancer tissues compared to chronic pancreatitis and normal pancreas [19]. It has also been documented that CXCL14 transcript is markedly higher in papillary thyroid carcinoma than in adjacent noncancerous tissues and positively correlated with lymph node metastasis [20]. CXCL14 also acts as a multi-modal stimulator of prostate and stomach tumor growth [15,21]. These findings necessitate a re-evaluation of the function of CXCL14 in epithelial tumors.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 374,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 699,
                    "end": 701,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 842,
                    "end": 844,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1040,
                    "end": 1042,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1128,
                    "end": 1130,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1131,
                    "end": 1133,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Till now, there has been little data suggesting the association between CXCL14 and colorectal carcinoma. This study was therefore designed to investigate the expression and clinical significance of CXCL14 in colorectal cancer. Our results showed that elevated CXCL14 expression in primary colorectal cancers was associated with poor disease-free survival and overall survival, indicating CXCL14 might be used as a potential prognostic marker for CRC patients.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "HCT116, SW620, RKO and LoVo colorectal cancer cell lines were purchased from American Type Culture Collection (ATCC, Rockville, MD). Cells were maintained in Dulbecco’s Modified Eagle’s Medium (DMEM, Invitrogen) containing 10% heat-inactivated fetal calf serum (Hyclone, Logan, UT), penicillin (107 U/L) and streptomycin (10 mg/L) at 37°C in a humidified chamber containing 5% (v/v) CO2 in air.",
            "cite_spans": [],
            "section": "Cell culture ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To clone the CXCL14 cDNA, we isolated total RNA from HCT116 cell line. First strand cDNA was reversely transcribed from 1 μg of total RNA in a final volume of 20 μl using reverse transcriptase and random hexamers with ExScript™ reagent kit (TaKaRa, Dalian, China) according to the manufacturer’s instructions. Primers were designed using Primer Premier 5 software. Primers used were CXCL14: forward 5′-CGG GAT CCA TGT CCC TGC TCC CAC GCC-3′, reverse 5′-CCC TCG AGC TAT TCT TCG TAG ACC CTG CGC TT-3′ (336 bp product fragment). PCR was performed with rTaq (TaKaRa) in a DNA thermal cycler (Bio-Rad) according to a standard protocol as follows: initial denaturation (2 min at 94°C) followed by 30 cycles of denaturation at 94°C for 30 s, annealing at 56°C for 45 s, and elongation at 72°C for 50 s. After the last cycle a terminal elongation step (5 min at 72°C) was added and thereafter the samples were kept at 4°C. PCR products were run on 2.0% agarose gel, stained by SYBR Gold (Molecular Probes, Eugene, OR), and analyzed under UV light.",
            "cite_spans": [],
            "section": "Cloning of CXCL14, transfection and semi-quantitative RT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To construct a eukaryotic expression vector, the CXCL14 cDNA was cloned into pcDNA3.1(+) plasmid using the Eukaryotic TA Expression kit (Invitrogen Life Technologies, Grand Island, NY) according to the manufacturer’s instructions. Human colorectal cell line SW620 was transfected with the human CXCL14 expression vector using Lipofectamine 2000 (Invitrogen Life Technologies, Grand Island, NY) according to the supplier’s instructions. Next, transfected cells were split and treated with G418 (Invitrogen Life Technologies, Grand Island, NY), and 12 clones were obtained. SW620 cells stably transfected with pcDNA3.1(+) empty vector was used as mock control. Validation of the difference of CXCL14 expression among colorectal cell lines was performed by semi-quantitative RT-PCR. Gene transcription of GAPDH and CXCL14 was analyzed by a two-step reverse transcription-PCR as above.",
            "cite_spans": [],
            "section": "Cloning of CXCL14, transfection and semi-quantitative RT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A 21-mer shRNA expressing vector targeting CXCL14 (shCXCL14) and its scrambled sequence-expressing vecotr as a negative control (shNC) were synthesized following the published literature [22]. The insert sequence for CXCL14 shRNA was 5′-GCA CCA AGC GCT TCA TCA ACT GTG AAG CCA CAG ATG GGT TGA TGA AGC GCT TGG TGC-3′ and that for the scramble control shRNA was 5′-GCC ATA CGC GAC ATA ACC TCT GTG AAG CCA CAG ATG GGA GGT TAT GTC GCG TAT GGC-3′. The underlined nucleotides indicated the 19-bp hairpin loop sequence. HCT116 cells were transfected with those vectors by use of a Lipofectamine. Cells treated with Lipofectamine alone were used as a mock control. For proliferation and motility assays, cells were transfected with those vectors for 24 h before use. For expression analyses, cells were harvested at 48 h post transfection.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Construction of and transfection with shRNA expressing vector targeting CXCL14 ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Proteins were extracted in RIPA buffer (50 mM Tris-base, 1.0 mM EDTA, 150 mM NaCl, 0.1% SDS, 1% TritonX-100, 1% Sodium deoxycholate, 1 mM phenylmethylsulfonyl fluoride) and quantified using the DC protein assay kit (Bio-Rad, USA). Samples were separated on 10% or 12% SDS-PAGE and transferred to PVDF membranes (Amersham Biosciences). The membranes were blocked overnight with PBS containing 0.1% Tween 20 in 5% skimmed milk at 4°C and subsequently probed using the following primary antibodies: rabbit-anti-CXCL14 (diluted 1:400, Proteintech). Blots were incubated with the respective primary antibodies for 2 h at room temperature and washed 3 times in TBS with Tween 20. Subsequently, the blots were incubated with secondary antibodies (diluted 1:10,000; Santa Cruz Biotechnology) conjugated to Horseradish Peroxidase for 2 h at room temperature. Target proteins were detected by enhanced chemiluminescence reagents (Amersham Biosciences, Piscataway, NJ), as previously described [23]. β-actin was used as an internal control.",
            "cite_spans": [
                {
                    "start": 984,
                    "end": 986,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Western blotting ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "5-Bromo-2′-deoxyuridine (BrdU) incorporation assay, was performed as previously described [24]. Cells were seeded in 24-well culture plates at a density of 5 × 105, grown to preconfluence (60%). After treatment, BrdU (10 mM) (Roche Applied Science, Indianapolis, IN) was added to each well and incubated for 4 h. Anti-BrdU antibody (Zhongshan Biothechnology, Zhongshan, China), appropriate fluorescein isothiocyanate-labeled secondary antibody were used. Staining was visualized using confocal microscope (Leica, Heidelber, Germany). Cell proliferation was determined by counting the number of BrdU-positive cells in eight alternative areas. 3-(4,5-methylthiazol-2-yl)-2,5-diphenyl-tetrazolium bromide (MTT) assay was performed as described previously [25]. For evaluation of cell growth in soft agar, cells (3000 cells/well) were resuspended in DMEM containing 10% FBS with 0.35% agarose and layered on top of 0.5% agarose in DMEM on 6-well plates. For colony formation assay, SW620 cells (100 cells/well) were resuspended in DMEM 10% FBS with rhCXCL14 (PeproTech) (0-100 ng/ml) on 6-well plates. Cultures were maintained for 14 days and plates were stained with Crystal Violet. Each experiment was done in triplicate.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "In vitro proliferation assays ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cell migration assays were performed in 24-well transwell chambers (Corning, NY). Cells in serum-free medium (1 × 105 cells per well) were added to the upper chamber. After 20 h, the number of cells that migrated through the membrane to the lower chamber was counted. For invasion assays, matrigel (1:3, BD) was added to the transwell membrane chambers, incubated for 4 h, and seeded with cells. Cells, which had migrated to the lower chamber, were counted after 72 h, as previously described [26].",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "In vitro motility assays ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "265 primary colorectal tumors and 129 corresponding adjacent normal colorectal mucosa of the same subjects, were collected from the patients who underwent surgical resections during 2006 at the Sichuan Provincial People’s Hospital (Chengdu, China). The primary tumors were staged according to tumor-node-metastasis (TNM) classification system of the International Union against Cancer [27]. Tumor differentiation was graded according to Edmondson Steiner grading by experienced pathologists. Further clinicopathologic patient information was extracted from the clinical notes and a summary of the detailed colorectal cancer demographics is listed in Table 1. Informed consent for tissue procurement was obtained from all patients prior to analysis, and the project was approved by the Institutional Ethics Committee of Sichuan University.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Surgical specimens ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 656,
                    "end": 657,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Tissues were formalin-fixed and paraffin-embedded, and serial 4 μm thickness sections were taken for immunohistochemistry analysis using a Dako Envision System (Dako Cytomation GmbH, Hamburg, Germany Denmark) according to the manufacturer’s instructions. Briefly, the paraffin sections were deparaffinized, rehydrated, incubated in 3% H2O2 for 10 min in the dark at room temperature to block the endogenous peroxidase activity, and antigen-retrieved in citrate buffer (pH 6.0) using autoclave sterilizer method. Subsequently, the sections were preincubated with normal fetal calf or goat serum diluted in PBS (pH 7.4) for 15 min at 37°C, followed by incubation at 4°C overnight with the primary antibodies (rabbit anti-CXCL14, dilution 1:50, Proteintech; rabbit anti-CXCL14, dilution 1:200, Abcam; rabbit anti-Ki67, dilution 1:200, Abcam). After rinsing in fresh PBS, slides were incubated with horseradish peroxidase-linked goat anti-rabbit antibodies at 37°C for 40 min, followed by staining with 3,3′-diaminobenzidine (DAB) substrate solution (Dako Cytomation GmbH) and counterstaining with Mayer’s hematoxylin. Non-immune rabbit IgG at the same dilution as the primary antibody was used as the negative controls.",
            "cite_spans": [],
            "section": "Immunohistochemical staining ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cells with visible brown particles in the cytoplasm were regarded as positive. All sections were evaluated by two senior pathologists (Y.X. and D.D.), blinded to patient outcomes and all clinicopathologic findings. The immunohistochemical staining was evaluated based on the intensity (weak = 1, intense = 2) of CXCL14 immunostaining and the density (0% = inverse, 1-50% = 1, 51-75% = 2, >76% = 3) of positive tumor cells [28]. The final scores of each sample were multiplied intensity and density, and the tumors were finally determined as inverse: score = 0; low expression: score ≤ 3; high expression: score>3. If the evaluations did not agree the specimens were reevaluated and then classified according to the assessment given most frequently by the observers.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 425,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Evaluation of immunohistochemical staining ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Analysis was performed with SPSS 16.0 for Windows (SPSS Inc); qualitative variables were compared using the Pearson χ2 Test and Fisher’s exact test; and quantitative variables were analyzed by the t test. A Spearman test for non-parametric variables was used to evaluate correlation between clinical factors and CXCL14 expression. Survival curves for colorectal cancer patients with high or low CXCL14 expression levels were constructed using the Kaplan-Meier analysis. Univariate analysis of clinical factors including age, sex, TNM stage, tumor invasion, lymph node metastases, histodifferentiation, location and tumor size was assessed by the log-rank test. Multivariate analysis of disease-free survival and overall survival were performed by the Cox proportional hazards regression model using the forward stepwise method when clinical prognostic factors were adjusted. The results were considered statistically significant when P value was less than 0.05.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To investigate the potential clinical role of chemokine CXCL14 in colorectal cancer, immunohistochemistry staining was performed on 265 colorectal cancer specimens and 129 matched adjacent normal colorectal mucosa specimens with an antibody to CXCL14, the specificity of which we first confirmed (Additional file 1: Figure S1A). Strong CXCL14 staining was mainly observed in the cytoplasm of tumor cells, while partially in the normal mucosa (Figure 1A). CXCL14-positive staining was observed in 54.3% (70/129) of normal colorectal mucosa samples, while in 85.3% (226/265) of primary CRC samples. CXCL14 expression was markedly up-regulated in colorectal tumor tissues compared with normal colorectal mucosa (P < 0.001, Figure 1B, C). Further, high CXCL14 immunoreactivity was also found in colorectal cancer tissues, compared to adjacent non-cancerous tissues, by using another antibody recognizing CXCL14, which may rule out the possibility of non-specific staining (Additional file 1: Figure S1B). Most of the stroma cells were CXCL14-negative, although sporadic positive staining on these cells was also observed. These analyses suggested that up-regulation of CXCL14 might be involved in colorectal cancer initiation and progression.",
            "cite_spans": [],
            "section": "CXCL14 expression was up-regulated in CRC ::: Results",
            "ref_spans": [
                {
                    "start": 450,
                    "end": 452,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We next analyzed the relevance between CXCL14 expression in tumor tissues and clinicopathologic factors. The parameters included in this analysis were sex (male, female), age (25–88 y), TNM stage (Stages I, II, III, IV), tumor invasion (T1, T2, T3, T4), histodifferentiation (well-, moderately and poorly differentiated), lymph node metastasis (N0, N1, N2), tumor size (<2, 2–5, >5) and location (colon, rectum). We found that the levels of CXCL14 expression were positively associated with TNM stage (P < 0.001, Figure 2A, C; Table 2), and reversely associated with histodifferentiation (P = 0.002, Figure 2B, D; Table 2). Of the 226 CXCL14-positive CRC cases, 8 were in Stage I (submucosa invasion), 83 in Stage II (subserosal invasion), 127 in Stage III (lymph node metastasis) and 8 in Stage IV (distant metastasis); and 57 were well-differentiated, 140 moderately and 29 poorly differentiated. In addition, the levels of CXCL14 expression were positively correlated with tumor size (P = 0.001, P = 0.003 for early-stage (I/II) colorectal carcinoma and late-stage (III/IV) colorectal carcinoma, respectively, Table 3). No apparent correlation between CXCL14 expression and other clinical factors was observed (Table 3). These analyses indicated that up-regulation of CXCL14 in colorectal cancer cells was correlated with tumor progression.",
            "cite_spans": [],
            "section": "CXCL14 was correlated with several clinicopathologic factors in CRC ::: Results",
            "ref_spans": [
                {
                    "start": 520,
                    "end": 522,
                    "mention": "2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 607,
                    "end": 609,
                    "mention": "2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 533,
                    "end": 534,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 620,
                    "end": 621,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1119,
                    "end": 1120,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1220,
                    "end": 1221,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Patients with early-stage (I/II) colorectal carcinoma were divided into low-CXCL14-expressing tumor group (n = 69) and high-CXCL14-expressing tumor group (n = 22). Analysis by the Kaplan-Meier method revealed a significant decrease in disease-free survival of high CXCL14-expressing patients compared with low CXCL14-expressing patients: 36.4% v 14.5% (Log-rank P = 0.018, Figure 3A). By univariate analysis, CXCL14 expression, number of lymph nodes, and tumor size were significantly correlated with disease recurrence (Table 4). To determine whether the prognostic value of CXCL14 expression was independent of other risk factors associated with clinical outcome of colorectal carcinoma, multivariate analysis was performed using Cox proportional hazard model. The results showed only CXCL14 remained a prognostic factor in disease-free survival of early-stage colorectal carcinoma patients (risk ratio, 2.92; 95% CI, 1.15-7.40; P = 0.024; Table 4). Among all the AJCC stage II CRC patients, high CXCL14 expression was found in 21 samples while expression of CXCL14 was relatively low in other 62 samples. Those with tumors that highly expressed CXCL14 also showed significantly poorer disease-free survival (Log-rank P = 0.03, Figure 3B).",
            "cite_spans": [],
            "section": "CXCL14 was correlated with disease recurrence ::: Results",
            "ref_spans": [
                {
                    "start": 380,
                    "end": 382,
                    "mention": "3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1237,
                    "end": 1239,
                    "mention": "3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 527,
                    "end": 528,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 948,
                    "end": 949,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The level of CXCL14 expression in primary colorectal carcinoma specimens from 135 late-stage (III/IV) colorectal carcinoma patients stratified these tumors as 67 high- and 68 low-CXCL14-expressing tumors. An overall survival analysis of 135 colorectal cancer patients indicated that the level of CXCL14 expression was inversely correlated with survival time of the patients after surgery. Patients with strong CXCL14 expression showed significantly decreased overall survival. The overall survival curves were constructed by the Kaplan-Meier method and analyzed using Log-rank test (Log-rank P = 0.003, Figure 3C). To determine the prognostic significance of CXCL14 as a predictor of overall survival in patients with late-stage colorectal carcinoma, univariate and multivariate analyses were conducted. By univariate analysis, clinical factors including age, lymph node metastasis and CXCL14 expression were significantly correlated with overall survival (Table 4). Factors that were significant in univariate analysis and showed a trend toward significance were included in the multivariate model. Results showed CXCL14 expression could be used as a prognostic factor in overall survival of colorectal carcinoma patients (risk ratio, 3.087; 95% CI, 1.866-5.107; P < 0.001; Table 4). Patients with stage III CRC were divided into low-CXCL14-expressing tumor group (n = 66) and high-CXCL14-expressing tumor group (n = 61). By univariate analysis, CXCL14 expression (low expression v high expression) remained significantly different for all stage III CRC patients (Log-rank P < 0.001, Figure 3D).",
            "cite_spans": [],
            "section": "CXCL14 was correlated with overall survival ::: Results",
            "ref_spans": [
                {
                    "start": 610,
                    "end": 612,
                    "mention": "3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1592,
                    "end": 1594,
                    "mention": "3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 963,
                    "end": 964,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1281,
                    "end": 1282,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "To explore whether CXCL14 is correlated with the proliferation of colorectal cancer cells, levels of Ki67, a marker of cell proliferation [29], were analyzed in 118 resected colorectal cancer specimens, which were also examined with an antibody to CXCL14 (Figure 4A). CXCL14 and Ki67 levels were plotted against each other, and statistical analysis using the Spearman’s correlation test showed significant correlation between these parameters (P < 0.01; Figure 4B). These results suggested that CXCL14 might play a causal role in the induction of proliferation in colorectal cancer.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "CXCL14 up-regulation was correlated with high proliferation in CRC ::: Results",
            "ref_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "mention": "4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 461,
                    "end": 463,
                    "mention": "4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To explore the effect of CXCL14 on colorectal cancer cell proliferation, we investigated the expression levels of CXCL14 mRNA and protein in four different colorectal cancer cell lines: HCT116, SW620, RKO and LoVo (Figure 4C). The results showed that SW620 had only low levels of endogenous CXCL14 expression and thus human CXCL14 cDNA was transfected into the cell line, with G418 to allow the formation of colonies. Two clones (clone 1 and clone 2) with elevated CXCL14 were selected for further studies. Semi-quantitative RT-PCR and Western blotting confirmed that CXCL14 was stably over-expressed compared with mock control (Figure 4D). MTT assay and BrdU incorporation assay indicated that the two subclones grew significantly faster than control cells (Figure 4E, F). We performed a colony formation assay in 6-well plates. As expected, the results showed that the two subclones yielded increased colonies compared with control cells (Figure 4G). In addition, treatment with rhCXCL14 protein could promote SW620 cell proliferation (Additional file 2: Figure S2A-C). While shRNA-mediated inhibition of CXCL14 expression in HCT116 cells caused a significant decrease in cell proliferation (Figure 4H-K). Collectively, these data identified previously unrecognized growth-stimulatory effects of CXCL14 on colorectal cancer cells.",
            "cite_spans": [],
            "section": "Effect of CXCL14 on colorectal cancer cell proliferation in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "mention": "4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 636,
                    "end": 638,
                    "mention": "4D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "4E",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "4G",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1201,
                    "end": 1203,
                    "mention": "4H",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "When analyzing the levels of CXCL14 expression in colorectal carcinoma tissues by immunohistochemistry, we found an interesting phenomenon that the number of CXCL14-immunopositive carcinoma cells increased as carcinoma cells invaded deeply and the tumor regions that were more close to the invasion front showed stronger CXCL14 immunoreactivity. Furthermore, the majority of the cancer cells in the lymph node metastases were also CXCL14-immunopositive (Figure 5A). These phenomena suggested CXCL14 was involved in CRC invasion and metastasis. Several in vitro studies were performed to obtain further validation. SW620 subclones (clone 1 and clone 2) migrated faster than control cells through uncoated membranes in the modified Boyden chamber assays, and were more invasive than control cells as demonstrated by Martrigel invasion. The numbers of migrated SW620 cells of CXCL14-transfeted groups were 64 ± 7 and 56 ± 8 for clone 1 and clone 2, respectively. Meanwhile the number of migrated cells in mock vector-transfected cells was 20 ± 4. Further, CXCL14 induced SW620 cell invasion by more than threefold when compared with the control groups: 35 ± 5 (clone 1), 28 ± 6 (clone 2) versus 8 ± 2 (mock control) (Figure 5B-D). In addition, treatment with rhCXCL14 protein also accelerated SW620 cell migration and invasion (Additional file 2: Figure S2D, E). However, shRNA-mediated inhibition of CXCL14 expression in HCT116 cells caused a significant decrease in cell migration and invasion (Figure 5E-G). These results demonstrated the functional potential of CXCL14 in promoting colorectal cancer cell migration and invasion.",
            "cite_spans": [],
            "section": "Effect of CXCL14 on colorectal cancer cell motility in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 461,
                    "end": 463,
                    "mention": "5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "mention": "5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1501,
                    "end": 1503,
                    "mention": "5E",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "CXCL14, a novel non-ELR chemokine with yet uncharacterised receptor, has been reported to be associated with tumor progression and metastasis [15,16,30]. In this study, we found that CXCL14 was frequently up-regulated in colorectal tumors compared with the adjacent normal colorectal mucosa. This finding is consistent with previous studies that CXCL14 expression was elevated in tumor tissues compared with adjacent normal tissues [19,20,30]. To the best of our knowledge, this is the first study that analyzes the expression of CXCL14 protein in colorectal carcinoma by immunohistochemistry using surgically resected neoplastic tissues. Furthermore, in early stage I colorectal cancer, CXCL14 expression was up-regulated compared with adjacent normal mucosa, suggesting that CXCL14 over-expression is an early event in the development of CRC. It is intriguing to speculate on possible reasons for these high expression levels of CXCL14 during tumorigenesis. Immunohistochemical analysis showed that CXCL14 expression was mainly located in malignant colorectal epithelial cells, and partially in stroma cells. Hence, it could be postulated that CXCL14, similar to other chemokines, is likely to signal through a G-coupled receptor and contributes to progression of CRC via both autocrine and paracrine pathways. Additionally, the levels of CXCL14 expression were significantly associated with some clinicopathologic factors including TNM stage, histodifferentiation, and tumor size. Previous studies have reported that these factors are possible predictors of early recurrence and cancer-death [31-33]. Among them, TNM stage is the strongest predictor of survival for patients with colorectal cancer [32]. The correlation between CXCL14 expression and these factors implies that elevated expression of CXCL14 may be associated with poor patient outcome.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 146,
                    "end": 148,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 149,
                    "end": 151,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 433,
                    "end": 435,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 436,
                    "end": 438,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 439,
                    "end": 441,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1596,
                    "end": 1598,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1599,
                    "end": 1601,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1702,
                    "end": 1704,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Multivariate analysis showed that elevated CXCL14 level in patients with stage I/II colorectal carcinoma was an independent risk factor for developing recurrence, and that the level of CXCL14 expression in patients with stage III/IV colorectal carcinomas was inversely correlated with duration of survival. CXCL14 is therefore a useful prognostic factor for predicting the outcome of patients with CRC who have had a surgical resection of their tumor. Therefore, patients with colorectal carcinoma showing elevated CXCL14 expression should be carefully followed-up, while those with no or low CXCL14 expression should avoid being overtreated. In addition, tumors with high CXCL14 expression had a worse prognosis, even within the same clinicopathologic stage. The staging system, which is based on the extent of the tumor spread at the time of primary surgical treatment, does not always account for the aggressiveness of the tumor itself. From a clinical perspective, the ability to predict outcome within the same clinicopathologic stage is the key to individualizing treatment options. CXCL14, to some degree, helps makes up for the fact that TNM stage per se cannot predict the outcome of patients with the same clinical stage. Although clinicopathologic data dealing with CXCL14 expression at the protein level are currently scarce, increasing attention has been paid to the prognostic significance of CXCL14 in other diseases. Using antibody arrays, CXCL14 has been identified as a potential diagnostic marker of hepatocellular carcinoma [34]. Additionally, CXCL14 have been suggested to be a poor prognostic marker in papillary thyroid carcinoma by qPCR analysis [20].",
            "cite_spans": [
                {
                    "start": 1545,
                    "end": 1547,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1671,
                    "end": 1673,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The functional role(s) of CXCL14 in tumor biology has been addressed in a few previous reports [15,17]. In the present study, immunohistochemical analyses and a number of in vitro studies were performed to validate the aggressive role of CXCL14 in colorectal cancer progression. The observation that there was good correlation between CXCL14 levels and Ki67 in human colorectal cancer suggested that CXCL14 was involved in human colorectal cancer cell proliferation. Indeed, we found that CXCL14 enhanced malignant colorectal cell proliferation in vitro. Consistent with these findings, CAF-derived CXCL14 was reported to exert paracrine stimulatory effects on the proliferation of the prostate cancer cell line LNCaP [15]. Meanwhile, rhCXCL14 was shown to enhance the proliferation of MCF-7 breast cancer cell accompanied by a robust increase in ERK phosphorylation in an autocrine manner [35]. Intriguingly, CXCL14 expression was observed to be restricted to the myoepithelial cells in ductal carcinoma in situ and the tumor epithelial cells in invasive breast carcinoma, suggesting CXCL14 might be converted into an autocrine factor from a paracrine factor [30].",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 99,
                    "end": 101,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 719,
                    "end": 721,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 891,
                    "end": 893,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In almost all the specimens studied, the deeply invaded cancer cells were more intensely stained than those in mucosal regions. Additionally, the number of CXCL14-positive cancer cells increased as cancer cells invaded deeply, with more than 90% of the cells in the regions of the muscularis propria and subserosa immunopositive. Furthermore, almost all the cancer cells in the lymph node metastases were also CXCL14-immunopositive. These results suggest CXCL14 may be involved in the process of invasion and metastasis, especially lymphatic permeation and nodal metastasis of colorectal cancer cells. In vitro studies further validated the role of CXCL14 in colorectal cancer cell migration and invasion. The underlying mechanisms of CXCL14-enhanced colorectal cancer cell migration and invasion are not clear. Recent reports showed that activation of chemokine signaling could promote tumor cell metastasis by regulating polymerization of intracellular actins, inducing formation of pseudopodia, and facilitating extracellular matrix degradation and remodeling [36,37]. These findings are consistent with previous studies that implicated altered chemokine expression levels as an indicator of progression to tumorigenesis and metastasis capacity [38,39]. However, few studies have reported the potential of CXCL14 in colorectal carcinoma initiation and progression. In contrast to previous studies in which CXCL14 was reported to be deficient in tumors and acted as a tumor suppressor [17,18], CXCL14 is recently identified as a novel potential cancer-stimulatory protein [20]. Results obtained from the present study together with others indicate a need for further analysis of possible tumor type- and stage-specific effects of CXCL14 in other tumors [15,17,30]. The mechanisms through which CXCL14 promotes or inhibits tumor progression need to be further analyzed.",
            "cite_spans": [
                {
                    "start": 1064,
                    "end": 1066,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1067,
                    "end": 1069,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1249,
                    "end": 1251,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1252,
                    "end": 1254,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1488,
                    "end": 1490,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1491,
                    "end": 1493,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1575,
                    "end": 1577,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1756,
                    "end": 1758,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1759,
                    "end": 1761,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1762,
                    "end": 1764,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A series of topics worthy of further studies are suggested by the present findings. Firstly, identification of the receptor for CXCL14 is pressingly needed. The “seed and soil” theory that target organs releasing specific chemokines attract tumor cells bearing corresponding receptors has provided an acceptable explanation for many important roles of chemokine receptors in cancer metastasis [37,40]. Analyses of the effects of GPCR inhibitors with known target profiles and GPCR profiling of CXCL14-responsive and -nonresponsive cells, will possibly be useful for receptor identification. Identification of the factor(s) that cause up-regulation of CXCL14 in tumor epithelial cells is another relevant issue warranting further analyses. Understanding the mechanisms through which the chemokine CXCL14 promotes cell transformation and tumor progression is key to effective therapy. We examined the expression pattern of CXCL14 in CRC and its clinical value based on a small number of cases. Thus, there is a requirement for further investigations to clarify the correlation of CXCL14 expression with the clinical outcome of CRC with a larger patient cohort.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 396,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, these results provide the first definitive immunohistochemical evidence that CXCL14 expression is up-regulated in colorectal cancer. Additionally, we report the potential clinical value of understanding CXCL14 expression in patients with CRC. On the one hand, CXCL14 could be used as a prognostic factor for poor disease outcome. On the other hand, our studies suggest that CXCL14 expression may be beneficial for individualizing treatment options for CRC patients. One of the challenges to effective therapy lies in understanding the mechanisms through which the chemokine CXCL14 promotes cell transformation and tumor progression. Understanding these mechanisms is essential for developing new therapeutic strategies to effectively inhibit cancer growth and metastasis. Taken together, our study can form the basis for future potential novel tumor therapy.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "CXCL: CXC chemokine ligand; CXCR: CXC chemokine receptor; CRC: Colorectal carcinoma; CAF: Cancer-associated fibroblast; DFS: Disease-free survival; EMT: Epithelial-mesenchymal transition; FFPE: Formalin-fixed paraffin-embedded; HNSCC: Head and neck squamous cell carcinomas; OS: Overall survival; PTC: Papillary thyroid carcinoma; TNM: Tumor-node-metastasis.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "HC, ZJ conceived of the study, participated in the design of the study, carried out the immunohistochemistry assays, performed the statistical analysis and draft the manuscript. YX, DD, XK, LF, LQ and NE participated in the design of the study, collected the formalin-fixed and paraffin-embedded CRC patient tissues and related clinicpathologic information and performed the statistical analysis. LR, LY, CL and DL carried out the molecular genetic studies, participated in the sequence alignment, carried out the immunohistochemistry assays and drafted the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Colorectal cancer demographics\nAbbreviation: AJCC, American Joint Committee on Cancer. *Ninety patients had paired adjacent normal colorectal mucosa specimens. #Primary colorectal cancer tumors.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Relation between clinical factors and CXL14 expression in all colorectal carcinoma patients\n※ χ2 test.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Comparison of clinical factors with CXCL14 for stage I/II patients and stage III/IV patients\n∮ Fisher’s exact test; † t test; ∩Nonparametric correlations; ※ χ2 test.",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Univariate and multivariate analyses of stage I/II disease-free survival and stage III/IV overall survival\nAbbreviation: NS, not significant.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: A, CXCL14 expression was elevated in human colorectal cancer. Individual FFPE sections (e.g. case 1) demonstrated normal colorectal mucosa, with adjacent colorectal cancer that had invaded underneath the normal mucosa. Inset in the left panel, the junction between normal mucosa and adjacent tumor, shown at a higher magnification in the right panel, demonstrated the differences in the level of CXCL14 expression. ‘T’ refers to tumor tissue and ‘N’ refers to adjacent non-tumor tissue from the same patient. Bar, 100 μm. Paired samples of normal colorectal tissue and colorectal tumor tissue from the same patients (e.g. case 2) demonstrated little detectable CXCL14 immunoreactivity in the normal colorectal mucosa. In contrast, the colorectal tumor demonstrated intense CXCL14 immunostaining in the cytoplasm of the tumor. Bar, 50 μm. B, CXCL14 expression was plotted using the immunohistochemical scores in each carcinoma and adjacent normal tissues. C, CXCL14 expression scores were shown as box plots, with the horizontal lines representing the median; the bottom and top of the boxes representing the 25th and 75th percentiles, respectively; and the vertical bars representing the range of data.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The level of CXCL14 expression was significantly correlated with TNM stage and histodifferentiation. A, strong immunoreactivity was more likely to present with late-stage CRC compared to early-stage CRC (P < 0.001). Bar, 50 μm. B, poorly differentiated colorectal tumors showed stronger immunoreactivity of CXCL14 than moderately and well differentiated colorectal tumors (P = 0.002). Bar, 25 μm. C and D, comparison of immunohistochemical scores of CXCL14 according to TNM stage (C) and histodifferentiation (D).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Cumulative disease-free and overall survival of CRC patients with high or low CXCL14 expression. A and B, Kaplan-Meier disease-free survival curves to estimate survival of AJCC stage I/II CRC patients (A) and AJCC stage II CRC patients (B). C and D, Kaplan-Meier overall survival curves to estimate survival of AJCC stage III/IV CRC patients (C) and AJCC stage III CRC patients (D). Comparison was made of groups with high CXCL14 and low CXCL14 expression. Marks on graph lines represent censored samples. P value refers to two-sided log-rank tests.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Effects of CXCL14 expression on human colorectal cancer cell proliferation. A, immunohistochemical staining of human colorectal tumor sections using CXCL14 and Ki67 antibodies. Bar, 25 μm. B, correlation between the expression levels of CXCL14 and Ki67 (n = 118; P < 0.01, two-tailed Spearman test coefficient: 0.502). C, endogenous CXCL14 mRNA and protein levels were determined by semi-quantitative RT-PCR and Western blotting in several colorectal cancer cell lines. D, CXCL14 was stably over-expressed in the SW620 subclones (clone 1 and clone 2). E-G, proliferation of SW620 cells stably expressing CXCL14 or mock vector was compared by BrdU incorporation assay (E), MTT assay (F), and colony formation assay (G), respectively. H, expression of CXCL14 in HCT116 cells was inhibited by transfection with shCXCL14. I-K, proliferation of HCT116 cells transfected with shCXCL14 or shNC was measured by BrdU assay (I), MTT assay (J), and colony formation assay (K), respectively. Error bars represent ± SD. Student’s t test was used for the statistical analyses. *, P < 0.05; **, P < 0.01.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: CXCL14 promoted migration and invasion of SW620 cells. A, the deeply invading carcinoma cells were more intensely stained with CXCL14 than those in mucosal region. ‘C muscle’ refers to circular muscle; ‘L muscle’ refers to longitudinal muscle. The cancer cells in the lymph node metastases were also CXCL14-immunopositive. B-D, a 2-chamber assay was used for evaluation of the migration/invasion ability of SW620 subclones. Over-expression of CXCL14 significantly increased the migration and invasion abilities. The number of migrated (C) and invaded (D) cells from five random fields were counted and presented with cell numbers. E-G, motility of HCT116 transfected with shCXCL14 or shNC were compared by transwell assay (F) and Matrigel assay (G), respectively. Column, mean; bars, SE (from triplicates). Student’s t test was used for the statistical analyses. *, P < 0.05; **, P < 0.01.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767-1772",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(03)13412-5"
                ]
            }
        },
        "BIBREF1": {
            "title": "Rap1 Translates chemokine signals to integrin activation, cell polarization, and motility across vascular endothelium under flow",
            "authors": [],
            "year": 2003,
            "venue": "J Cell Biol",
            "volume": "161",
            "issn": "",
            "pages": "417-427",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.200301133"
                ]
            }
        },
        "BIBREF2": {
            "title": "CXCL12/SDF1 Expression by breast cancers is an independent prognostic marker of disease-free and overall survival",
            "authors": [],
            "year": 2009,
            "venue": "Eur J Cancer",
            "volume": "45",
            "issn": "",
            "pages": "2579-2587",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejca.2009.06.026"
                ]
            }
        },
        "BIBREF3": {
            "title": "Chemokine receptor CXCR4 expression in colorectal cancer patients increases the risk for recurrence and for poor survival",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Oncol",
            "volume": "23",
            "issn": "",
            "pages": "2744-2753",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Cloning of BRAK, a novel divergent CXC chemokine preferentially expressed in normal versus malignant cells",
            "authors": [],
            "year": 1999,
            "venue": "Biochem Biophys Res Commun",
            "volume": "255",
            "issn": "",
            "pages": "703-706",
            "other_ids": {
                "DOI": [
                    "10.1006/bbrc.1999.0257"
                ]
            }
        },
        "BIBREF5": {
            "title": "In vivo expression of the novel CXC chemokine BRAK in normal and cancerous human tissue",
            "authors": [],
            "year": 2000,
            "venue": "Am J Pathol",
            "volume": "156",
            "issn": "",
            "pages": "1937-1950",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9440(10)65067-5"
                ]
            }
        },
        "BIBREF6": {
            "title": "CXCL14 is an autocrine growth factor for fibroblasts and acts as a multi-modal stimulator of prostate tumor growth",
            "authors": [],
            "year": 2009,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "106",
            "issn": "",
            "pages": "3414-3419",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0813144106"
                ]
            }
        },
        "BIBREF7": {
            "title": "Mitochondrial dysfunction and reactive oxygen species imbalance promote breast cancer cell motility through a CXCL14-mediated mechanism",
            "authors": [],
            "year": 2009,
            "venue": "Cancer Res",
            "volume": "69",
            "issn": "",
            "pages": "2375-2383",
            "other_ids": {
                "DOI": [
                    "10.1158/0008-5472.CAN-08-3359"
                ]
            }
        },
        "BIBREF8": {
            "title": "BRAK/CXCL14 expression in oral carcinoma cells completely suppresses tumor cell xenografts in SCID mouse",
            "authors": [],
            "year": 2009,
            "venue": "Biomedical Res",
            "volume": "30",
            "issn": "",
            "pages": "315-318",
            "other_ids": {
                "DOI": [
                    "10.2220/biomedres.30.315"
                ]
            }
        },
        "BIBREF9": {
            "title": "Loss of new chemokine CXCL14 in tumor tissue is associated with low infiltration by dendritic cells (DC), while restoration of human CXCL14 expression in tumor cells causes attraction of DC both in vitro and in vivo",
            "authors": [],
            "year": 2005,
            "venue": "J Immunol",
            "volume": "174",
            "issn": "",
            "pages": "5490-5498",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "CXCL14 expression and potential function in pancreatic cancer",
            "authors": [],
            "year": 2008,
            "venue": "Cancer Lett",
            "volume": "259",
            "issn": "",
            "pages": "209-217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.canlet.2007.10.021"
                ]
            }
        },
        "BIBREF11": {
            "title": "New insights into the aetiology of colorectal cancer from genome-wide association studies",
            "authors": [],
            "year": 2009,
            "venue": "Nat Rev Genet",
            "volume": "10",
            "issn": "",
            "pages": "353-358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Gene expression profiling of papillary thyroid carcinoma identifies transcripts correlated with BRAF mutational status and lymph node metastasis",
            "authors": [],
            "year": 2008,
            "venue": "Clin Cancer Res",
            "volume": "14",
            "issn": "",
            "pages": "4735-4742",
            "other_ids": {
                "DOI": [
                    "10.1158/1078-0432.CCR-07-4372"
                ]
            }
        },
        "BIBREF13": {
            "title": "Hyperplastic gastric tumors induced by activated macrophages in COX-2/mPGES-1 transgenic mice",
            "authors": [],
            "year": 2004,
            "venue": "EMBO J",
            "volume": "23",
            "issn": "",
            "pages": "1669-1678",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.emboj.7600170"
                ]
            }
        },
        "BIBREF14": {
            "title": "Restoration of BRAK/CXCL14 gene expression by gefitinib is associated with antitumor efficacy of the drug in head and neck squamous cell carcinoma",
            "authors": [],
            "year": 2009,
            "venue": "Cancer Sci",
            "volume": "100",
            "issn": "",
            "pages": "2202-2209",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1349-7006.2009.01281.x"
                ]
            }
        },
        "BIBREF15": {
            "title": "Mechanism of cancer cell adaptation to metabolic stress: proteomics identification of a novel thyroid hormone-mediated gastric carcinogenic signaling pathway",
            "authors": [],
            "year": 2009,
            "venue": "Mol Cell Proteomics",
            "volume": "8",
            "issn": "",
            "pages": "70-85",
            "other_ids": {
                "DOI": [
                    "10.1074/mcp.M800195-MCP200"
                ]
            }
        },
        "BIBREF16": {
            "title": "The cytokine gene CXCL14 restricts human trophoblast cell invasion by suppressing gelatinase activity",
            "authors": [],
            "year": 2009,
            "venue": "Endocrinology",
            "volume": "150",
            "issn": "",
            "pages": "5596-5605",
            "other_ids": {
                "DOI": [
                    "10.1210/en.2009-0570"
                ]
            }
        },
        "BIBREF17": {
            "title": "Quercetin induces protective autophagy in gastric cancer cells: involvement of Akt-mTOR- and hypoxia-induced factor 1α-mediated signaling",
            "authors": [],
            "year": 2011,
            "venue": "Autophagy",
            "volume": "7",
            "issn": "",
            "pages": "966-78",
            "other_ids": {
                "DOI": [
                    "10.4161/auto.7.9.15863"
                ]
            }
        },
        "BIBREF18": {
            "title": "Proteomics identification of ITGB3 as a key regulator in reactive oxygen species-induced migration and invasion of colorectal cancer cells",
            "authors": [],
            "year": 2011,
            "venue": "Mol Cell Proteomics",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "TNM residual tumor classification revisited",
            "authors": [],
            "year": 2002,
            "venue": "Cancer",
            "volume": "94",
            "issn": "",
            "pages": "2511-2516",
            "other_ids": {
                "DOI": [
                    "10.1002/cncr.10492"
                ]
            }
        },
        "BIBREF20": {
            "title": "Prognostic evaluation of epidermal fatty acid-binding protein and calcyphosine, two proteins implicated in endometrial cancer using a proteomic approach",
            "authors": [],
            "year": 2008,
            "venue": "Int J Cancer",
            "volume": "123",
            "issn": "",
            "pages": "2377-2383",
            "other_ids": {
                "DOI": [
                    "10.1002/ijc.23808"
                ]
            }
        },
        "BIBREF21": {
            "title": "Common markers of proliferation",
            "authors": [],
            "year": 2006,
            "venue": "Nat Rev Cancer",
            "volume": "6",
            "issn": "",
            "pages": "99-106",
            "other_ids": {
                "DOI": [
                    "10.1038/nrc1802"
                ]
            }
        },
        "BIBREF22": {
            "title": "Nuclear localization of 14-3-3 epsilon inversely correlates with poor long-term survival of patients with colorectal cancer",
            "authors": [],
            "year": 2011,
            "venue": "J Surg Oncol",
            "volume": "106",
            "issn": "",
            "pages": "224-231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Molecular characterization of the tumor microenvironment in breast cancer",
            "authors": [],
            "year": 2004,
            "venue": "Cancer Cell",
            "volume": "6",
            "issn": "",
            "pages": "17-32",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccr.2004.06.010"
                ]
            }
        },
        "BIBREF24": {
            "title": "A prognostic model of recurrence and death in stage I non-small cell lung cancer utilizing presentation, histopathology, and oncoprotein expression",
            "authors": [],
            "year": 1995,
            "venue": "Cancer Res",
            "volume": "55",
            "issn": "",
            "pages": "51-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The staging of colorectal cancer: 2004 and beyond",
            "authors": [],
            "year": 2004,
            "venue": "CA Cancer J Clin",
            "volume": "54",
            "issn": "",
            "pages": "295-308",
            "other_ids": {
                "DOI": [
                    "10.3322/canjclin.54.6.295"
                ]
            }
        },
        "BIBREF26": {
            "title": "Colorectal carcinoma: selected issues in pathologic examination and staging and determination of prognostic factors",
            "authors": [],
            "year": 2008,
            "venue": "Arch Pathol Lab Med",
            "volume": "132",
            "issn": "",
            "pages": "1600-1607",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Antibody arrays identify potential diagnostic markers of hepatocellular carcinoma",
            "authors": [],
            "year": 2008,
            "venue": "Biomark Insights",
            "volume": "3",
            "issn": "",
            "pages": "1-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "CCL3-CCR5 Axis regulates intratumoral accumulation of leukocytes and fibroblasts and promotes angiogenesis in murine lung metastasis process",
            "authors": [],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "181",
            "issn": "",
            "pages": "6384-6393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "CXCL12-CXCR4 Interactions modulate prostate cancer cell migration, metalloproteinase expression and invasion",
            "authors": [],
            "year": 2004,
            "venue": "Lab Invest",
            "volume": "84",
            "issn": "",
            "pages": "1666-1676",
            "other_ids": {
                "DOI": [
                    "10.1038/labinvest.3700181"
                ]
            }
        },
        "BIBREF30": {
            "title": "Dissemination and growth of cancer cells in metastatic sites",
            "authors": [],
            "year": 2002,
            "venue": "Nat Rev Cancer",
            "volume": "2",
            "issn": "",
            "pages": "563-572",
            "other_ids": {
                "DOI": [
                    "10.1038/nrc865"
                ]
            }
        },
        "BIBREF31": {
            "title": "A SAGE (serial analysis of gene expression) view of breast tumor progression",
            "authors": [],
            "year": 2001,
            "venue": "Cancer Res",
            "volume": "61",
            "issn": "",
            "pages": "5697-5702",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Involvement of chemokine receptors in breast cancer metastasis",
            "authors": [],
            "year": 2001,
            "venue": "Nature",
            "volume": "410",
            "issn": "",
            "pages": "50-56",
            "other_ids": {
                "DOI": [
                    "10.1038/35065016"
                ]
            }
        },
        "BIBREF33": {
            "title": "Postoperative nomogram for disease recurrence after radical prostatectomy for prostate cancer",
            "authors": [],
            "year": 1999,
            "venue": "J Clin Oncol",
            "volume": "17",
            "issn": "",
            "pages": "1499-1507",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "The pathogenesis of cancer metastasis: the ‘seed and soil’ hypothesis revisited",
            "authors": [],
            "year": 2003,
            "venue": "Nat Rev Cancer",
            "volume": "3",
            "issn": "",
            "pages": "453-458",
            "other_ids": {
                "DOI": [
                    "10.1038/nrc1098"
                ]
            }
        },
        "BIBREF35": {
            "title": "Tumour-immune cell interactions modulated by chemokines",
            "authors": [],
            "year": 2008,
            "venue": "Expert Opin Biol Ther",
            "volume": "8",
            "issn": "",
            "pages": "269-290",
            "other_ids": {
                "DOI": [
                    "10.1517/14712598.8.3.269"
                ]
            }
        },
        "BIBREF36": {
            "title": "Involvement of chemokine receptor 4/stromal cell-derived factor 1 system during osteosarcoma tumor progression",
            "authors": [],
            "year": 2005,
            "venue": "Clin Cancer Res",
            "volume": "11",
            "issn": "",
            "pages": "490-497",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Chemokines and chemokine receptors in leukocyte trafficking",
            "authors": [],
            "year": 2002,
            "venue": "Am J Physiol Regul Integr Comp Physiol",
            "volume": "283",
            "issn": "",
            "pages": "R7-R28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Chemokine receptors: cloning strategies",
            "authors": [],
            "year": 1996,
            "venue": "Methods",
            "volume": "10",
            "issn": "",
            "pages": "104-118",
            "other_ids": {
                "DOI": [
                    "10.1006/meth.1996.0084"
                ]
            }
        },
        "BIBREF39": {
            "title": "Extracellular matrix remodelling: the role of matrix metalloproteinases",
            "authors": [],
            "year": 2003,
            "venue": "J Pathol",
            "volume": "200",
            "issn": "",
            "pages": "448-464",
            "other_ids": {
                "DOI": [
                    "10.1002/path.1400"
                ]
            }
        }
    }
}