{
    "paper_id": "PMC3120787",
    "metadata": {
        "title": "Lytic HSV-1 infection induces the multifunctional transcription factor Early Growth Response-1 (EGR-1) in rabbit corneal cells",
        "authors": [
            {
                "first": "Gautam",
                "middle": [
                    "R"
                ],
                "last": "Bedadala",
                "suffix": "",
                "email": "gautam744@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Jayavardhana",
                "middle": [
                    "R"
                ],
                "last": "Palem",
                "suffix": "",
                "email": "palem.vardhan@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Lorna",
                "middle": [],
                "last": "Graham",
                "suffix": "",
                "email": "lpgraham@umes.edu",
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Hill",
                "suffix": "",
                "email": "JHill@lsuhsc.edu",
                "affiliation": {}
            },
            {
                "first": "Harris",
                "middle": [
                    "E"
                ],
                "last": "McFerrin",
                "suffix": "",
                "email": "hmcferri@xula.edu",
                "affiliation": {}
            },
            {
                "first": "Shao-Chung",
                "middle": [],
                "last": "Hsia",
                "suffix": "",
                "email": "vhsia@umes.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Herpes simplex virus type-1 (HSV-1) is a common pathogen with worldwide seroprevalence rates ranging from 50% to 90% [1-3]. It is a neurotropic virus that is in the subfamily of alpha herpesvirinae. Initial or primary infection with HSV-1 mostly occurs during childhood in mucoepithelial surfaces and is generally mild or asymptomatic. Upon infection of epithelial cells, HSV-1 initiates lytic replication, and at the end of this cycle, the virus infects sensory neurons proximal to the site of primary infection. Virions can travel via retrograde axonal transport to the cell bodies of neurons in the trigeminal ganglia where lifelong latency is established [4]. The latent virions can reactivate due to unknown causes and prohibit subsequent lytic infections. The most common form of lytic infection is the cold sore or fever blister where viral replication takes place in the orofacial mucosa [5]. Infection of the brain leads to herpes encephalitis, a dangerous condition that can cause permanent neurological damage with high mortality [5]. Orofacial infection, although less threatening, represents the major route for transmission to a naive host.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 119,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 120,
                    "end": 121,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 660,
                    "end": 661,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 897,
                    "end": 898,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1042,
                    "end": 1043,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In addition to encephalopathy and orofacial infection, HSV-1 also infects the eyes leading to 8 cases of herpetic keratitis per 100,000 population every year [6]. Keratitis refers to inflammation of corneal epithelium due to a number of irritants such as infections by viruses, bacteria, and fungi. Herpetic keratitis is the major cause of corneal blindness, with unilateral visual impairment occurring in at least one-third of patients with recurrent disease [7].",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "mention": "6",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 461,
                    "end": 462,
                    "mention": "7",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Lytic infections of HSV-1 are typically characterized by the entry of virus into the cell and translocation of the viral genome into the nucleus followed by replication and evasion of host defenses in order to disperse and persist in the environment. Gene expression of HSV-1 is tightly regulated in a cascade fashion. The three temporal classes of genes are designated immediate-early (α), early (β) and late (γ) genes [8]. There are five α genes, designated ICP0, ICP4, ICP22, ICP27, and ICP47. The α genes were defined by the presence of the cis element for induction by VP16, which interacts with cellular factors, including the protein Oct-1, a homeobox protein, to activate viral immediate early (IE) gene transcription in trans [9,10]. The expression of β genes requires the expression of α genes, especially functional ICP4. ICP0 enhances the ability of ICP4 to trans-activate γ genes [11]. The expression of γ gene has been shown to be blocked by effective concentrations of DNA synthesis inhibitors [12]. All of these steps require interaction between viral and host components. The communication between virus and host factors is being investigated by many laboratories but is not understood completely, and identification of host factors that interact with the virus remains a challenge. Additional information will identify new drug targets for treatment and will aid in understanding the complex processes of initiation of HSV-1 latency and reactivation.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "mention": "8",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 736,
                    "end": 737,
                    "mention": "9",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 738,
                    "end": 740,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 894,
                    "end": 896,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Our laboratory examined the hypothesis that HSV-1 infection of epithelial cells including a cell line from rabbit cornea rapidly induced the expression of the cellular transcription factor early growth response-1 (Egr-1), also known as NGFI-a, Zif268, Krox24, TIS8, and ZENK. The Early Growth Response (EGR) family belongs to the C2H2-type zinc-finger proteins [13-15]. Egr-1 functions as a convergence point for many signaling cascades and is known to play an important role in regulating inflammation, cell proliferation, and apoptosis [16]. Our previous transient cotransfection studies with promoter plasmids and Egr-1 expression vector showed that Egr-1 regulated HSV-1 ICP22 and ICP4 promoter activity [17]. In the present study, we demonstrate for the first time that Egr-1 protein is induced rapidly in cells such as SIRC and VERO upon infection. Using inhibitors of the transcription factors CREB and NFκB, we further investigate the mechanism by which HSV-1 induces Egr-1 activation",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 709,
                    "end": 711,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "VERO (derived from kidney epithelial cells of the African Green Monkey) cells and HEK293 cells were grown in DMEM supplemented with 10% FBS. SIRC (Rabbit cornea) cells obtained from ATCC (Cat#: CCL-60) were grown in MEM supplemented with 10% FBS. The RE-EGFP strain of HSV-1 was used throughout the study [18]. Unless otherwise indicated, all viral infections were carried with a MOI of 5 for 1 hour.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 308,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Cells, viruses and culture conditions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Protein extract was subjected to 10% sodium dodecyl sulfate polyacrylamide gel electrophoresis and transferred onto nitrocellulose membranes. The blots were blocked using PBS with 5% (wt/vol) non-fat dry milk and washed in PBS. Rabbit anti-Egr-1 polyclonal antibody (Santa Cruz SC-110x) or cAMP response element binding (CREB) Ser-133 phosphorylation (Abcam#ab32096) was used at a dilution of 1:1,000. Anti-a-Tubulin mouse antibody (Calbiochem, Cat#: CP06, San Diego, CA) was added at a dilution of 1:10,000. The chemiluminiscent signal from the membranes was detected by Syngene GeneGnome HR Bioimaging system (Frederick, MD). The protocol was performed essentially as described by the manufacturer.",
            "cite_spans": [],
            "section": "Western Blot analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Approximately 20,000 cells were placed in a multi-chamber slide (Cat# 354104 BD Falcon) with respective media one day before infection. The cells were pretreated for 3 hours with inhibitors Bay 11-7082 (Calbiochem#196871) and NBD binding peptide (Calbiochem Cat#: 480025) for the NFкB inhibition study. After infection cells were rinsed once with 2 ml PBS for 5 min and fixed with 100% methanol at -20°C. Slides were incubated with 2% normal blocking serum followed by incubation with primary antibody for Egr-1 (Millipore# MAB10073) overnight at 4°C. The slides were then incubated with fluorescent conjugated secondary antibody (Invitrogen cat# A21424), at RT for 1 hr. Finally, the slides were mounted with fluorescent mounting medium containing DAPI. The expression of enhanced green fluorescent protein (EGFP), red fluorescence, and DAPI staining were accessed by an Olympus fluorescence microscope (IX71) coupled with an Olympus digital camera photo apparatus (DP71). Imaging analysis was performed by using Olympus DP controller software.",
            "cite_spans": [],
            "section": "Immunofluoroscence ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Total RNA was extracted from the cells using trizol reagent (Invitrogen). RT-PCR was performed using Superscript One-Step RT-PCR (Invitrogen) with 0.5 μg of total RNA and primer set for reaction. Their sequences are as follows: Egr-1: 5'-AGA CCA GTT ACC CCA GCC AAA C-3'and 5'-AAA ATG TCA GTG TTC GGC GTG-3'; EGFP: 5'-GCA GAA GAA CGG CAT CAA GGT G-3' and 5'-TGG GTG CTC AGG TAG TGG TTG TC-3'. The reverse transcription/PCR reaction was carried out at 45°C for 20 min followed by 25 cycles of 94°C for 30 s, 55°C for 30 s, and 68°C for 30 s. The RT-PCR products were analyzed by 2% agarose gel electrophoresis.",
            "cite_spans": [],
            "section": "Reverse transcriptase PCR (RT-PCR) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cell monolayers were treated with 1% formaldehyde solution for 10 min at room temperature. Cells were then harvested and subjected to sonication. The lysed samples were centrifuged for 10 min at 13,000 rpm at 4°C and the supernatant was diluted 10-fold with RIPA buffer containing protease inhibitor. Immunoprecipitation was then performed with Dynabeads Protein A (Invitrogen, Cat#: 100.01D) with antibodies against CREB (Abcam#ab32096) and NFкB (Abcam#ab7970). To analyze immunoprecipitated DNA, PCR amplification was performed with primers against Egr-1 promoter: 5'-TGG GGG GCT TCA CGT CAC TC-3' and 5'-AAG TTC TGC GGC TGG ATC TCT C-3''. The products were analyzed by 2% agarose gel electrophoresis.",
            "cite_spans": [],
            "section": "Chromatin Immunoprecipitation (ChIP) assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Approximately 20,000 cells were placed in a multichamber slide (Cat# 354104 BD Falcon) with respective media one day before transfection. The cells were cotransfected with phMGFP (Promega Cat #E6421) and one of the vectors (pCMV-CREB133 or pCMV-KCREB) from the CREB dominant negative vector set (Clonetech Cat# 631925) using lipofectamine (Invitrogen). fter 2 days, the cells were infected with virus (MOI = 1) for 1 hour. The cells were then incubated in fresh medium for 24 hours. Immunofluorescence was carried out using anti-Egr-1 antibody as described above.",
            "cite_spans": [],
            "section": "Transfection studies involving the dominant negative mutants of CREB ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The expression of Egr1 was established first using the VERO cell line as the model for our study because HSV-1 lytic gene expression is well characterized in these cells [19-23]. Western blotting analysis showed that Egr-1 protein was not present in VERO cells but was induced upon infection and that its induction was enhanced with increased viral infection (Figure 1A). A time-course study revealed that detectable levels of Egr-1 protein were present at 24 hours post infection, and similar levels were detected at 48 and 72 hours post infection (Figure 1B). Our data also indicated that Egr-1 protein was induced in rabbit corneal cells SIRC under similar conditions (Figure 1C). In addition, human corneal cell line HCE-2 was sufficient to produce Egr-1 upon HSV-1 infection (data not shown). However, Egr-1 was not inducible in HEK293 cells. Endogenous Egr-1 was present in uninfected 293HEK cells and the production was not stimulated by viral infection (Figure 1D). To further confirm the induction of Egr-1 by HSV-1, immunofluorescence staining was performed on infected cells. A recombinant HSV-1 constitutively expressing EGFP was used to infect the cells followed by fixation, blocking, and incubation with primary and secondary Egr-1 antibody (shown in red). The results supported the previous observation that Egr-1 protein (red) was co-expressed only in the cells infected with EGFP virus (green) (Figure 2). Together, these results strongly indicated that Egr1 protein was induced by HSV-1 infection.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 174,
                    "end": 176,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Egr-1 protein is induced by HSV-1 infection ::: Results",
            "ref_spans": [
                {
                    "start": 367,
                    "end": 369,
                    "mention": "1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 969,
                    "end": 971,
                    "mention": "1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1420,
                    "end": 1421,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "RT-PCR assays were used to analyze Egr-1 mRNA transcript expression upon infection. Interestingly, results showed that Egr-1 mRNA was produced as early as 1 hour post infection and a higher concentration of Egr-1 mRNA was observed 3 hours post infection (Figure 3). To address whether viral replication was necessary for Egr-1 production, the same analyses were conducted in the presence of acyclovir (ACV, 50 μM); the results indicated that viral replication was not required for Egr-1 mRNA expression (Figure 3). These results demonstrated that HSV-1 infection increased Egr1 mRNA transcript expression which occurred immediately after viral inoculation.",
            "cite_spans": [],
            "section": "Egr-1 mRNA was detected at 1 hour post infection ::: Results",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 511,
                    "end": 512,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The Egr-1 promoter exhibits several transcription factor binding sites such as NFкB [24] and CREB [25,26]. NFкB has been shown to interact with Egr-1 promoter [27,28]. ChIP assays were performed 24 hours post infection to examine the recruitment of NFкB and pCREB to the Egr1 promoter by HSV-1 infection. The results indicated that NFкB and pCREB were recruited to the Egr-1 promoter upon infection in SIRC cells (compare Figure 4A, lanes 1 and 2). This type of recruitment was not seen in HEK293 cells, which exhibited no Egr1 induction upon infection (compare Figure 4A, lanes 3 and 4). Additional infection experiments showed increase in pCREB protein level during HSV-1 infection (Figure 4B, lane 2). These observations suggested that NFκB and pCREB could play roles in regulating HSV-1-mediated Egr1 expression.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 99,
                    "end": 101,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 102,
                    "end": 104,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 160,
                    "end": 162,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 163,
                    "end": 165,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "NFкB and pCREB were recruited to the Egr1 promoter upon infection ::: Results",
            "ref_spans": [
                {
                    "start": 429,
                    "end": 431,
                    "mention": "4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 569,
                    "end": 571,
                    "mention": "4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Immunofluorescent analyses were performed to investigate if CREB participated in Egr1 induction. Following transfection with two dominant negative isoforms of CREB, pCREB 133 or pKCREB, the number of green fluorescent cells observed was similar after 2 days, indicating that transfection efficiency was equivalent (Figure 5A). Additional data showed that the use of dominant negative CREB inhibited the induction of Egr-1 (Figure 5C and 5D) when compared to the GFP control (Figure 5B). Plasmid pCMV-CREB133 encodes a mutated form of CREB, blocking cAMP-induced transcription, and preventing CREB phosphorylation at S133. Plasmid pCMV-KCREB also encodes a mutated form of CREB, blocking cAMP-induced transcription. These results indicated that CREB was involved in the virus-mediated Egr1 expression.",
            "cite_spans": [],
            "section": "Dominant-negative CREB decreased the Egr-1 induction observed upon infection ::: Results",
            "ref_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "mention": "5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 437,
                    "end": 439,
                    "mention": "5D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 482,
                    "end": 484,
                    "mention": "5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The NFкB inhibitor Bay11-7082 (Calbiochem, San Diego, CA) specifically targets the TNF-α-inducible phosphorylation of IκBα, irreversibly inhibiting and decreasing expression of NFκB [29]. NBD binding peptide is a cell-permeable fusion peptide that inhibits cytokine-induced NF-κB activation and NF-κB-dependent gene expression [30]. Immunofluorescence studies showed that Bay 11-7082 (Figure 6B), and NBD binding peptide (Figure 6C) have a significant inhibitory effect on Egr1 induction when compared to control (Figure 6A). These results demonstrated that NFκB participated in the induction of Egr1 upon infection.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "NFкB inhibition reduced Egr-1 expression by infection ::: Results",
            "ref_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "mention": "6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 429,
                    "end": 431,
                    "mention": "6C",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 521,
                    "end": 523,
                    "mention": "6A",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Egr-1 is involved in the gene expression and the replication of several viruses such as Epstein Barr virus [31,32], HSV-1 [17,33,34], JC virus [35], orthopox virus [36], murine corona virus [37], rabies virus [38,39], borna disease virus [39], human foamy virus [40], Japanese encephalitis virus [38], HTLV-I [41,42] and HTLV-II [42]. In most cases, Egr-1 was induced after the virus targeted neural cells and lymphocytes. Our results have demonstrated an induction of Egr-1 protein upon HSV-1 infection in epithelial cells such as VERO and SIRC (a corneal cell line). This observation suggests that Egr-1 could play a role in host cellular responses to HSV-1 lytic infection.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 111,
                    "end": 113,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 123,
                    "end": 125,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 126,
                    "end": 128,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 129,
                    "end": 131,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 144,
                    "end": 146,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 165,
                    "end": 167,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 191,
                    "end": 193,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 213,
                    "end": 215,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 239,
                    "end": 241,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 310,
                    "end": 312,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 313,
                    "end": 315,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Several pathways are known to regulate the induction of Egr-1 including p38/MAPK [43], JNK [44], MEK/ERK [45], CREB pathway [46], and NFкB activation [27,28]. By inhibiting the pathways known to be involved in Egr1 induction, we determined that NFкB and CREB play roles in Egr1 expression induced by HSV-1. CREB is activated and stabilized by HSV-1 ICP10 and can modulate viral-induced apoptosis [47]. Studies have reported the presence of NFкB regulatory sequence [24] and CRE [25] in the human Egr-1 promoter. Transient activation of NFкB during the first few minutes of HSV-1 infection has been reported [48,49]. In addition, most of the up-regulated mRNA upon infection was NFкB-dependent [50]. Furthermore, NFкB-dependent gene expression is directly related to a number of stress-induced activities in eukaryotic cells [51]. Since Egr-1 is induced by stress and is known to control a variety of divergent cellular responses, it is possible that this induction is NFкB-dependent. Therefore from the host cell standpoint, viral infection can be considered as a stress and Egr1 is rapidly induced to turn on various cellular responses.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 92,
                    "end": 94,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 125,
                    "end": 127,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 151,
                    "end": 153,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 154,
                    "end": 156,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 466,
                    "end": 468,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 608,
                    "end": 610,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 825,
                    "end": 827,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our previous study showed that Egr1 can bind to the Egr1 binding element (EBE) located in the intron of ICP22 and thus regulate the activity of both ICP22 and ICP4 [17]. Since Egr1 is expressed in neural tissues, it could play a role in the maintenance of latency and subsequent reactivation. In addition, our preliminary studies revealed that Egr1 induced by viral infection was sufficient to interact with the ICP22 EBE during the lytic infection of SIRC and the over-expression of Egr-1 enhanced HSV-1 gene expression, replication, and release of infectious viruses (unpublished data). Together, these results suggest the involvement of Egr-1 in HSV-1 gene expression/replication via regulation of α-genes. Recombinant virus over-expressing Egr-1 and stable cell lines containing siRNA repressing Egr-1 are being constructed to further investigate the roles of Egr-1 during HSV-1 lytic infections.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is not known which viral proteins are required for Egr-1 induction. It is likely that the binding of the viruses to the cell surface is sufficient to trigger the expression of Egr-1. Viral binding to the target cell is mediated by envelope glycoprotein gB, gC, or gD and the entry is mediated by gD to one of the cell surface receptors, such as the Herpes Virus Entry Mediator (HVEM)), heparan sulfate, nectin-1/2, and cell adhesion molecules from the immunoglobulin superfamily [52]. HVEM belongs to the superfamily of TNF (tumor necrosis factor)/NGF (nerve growth factor) receptors [53], and has been identified independently as TR2 (TNF receptor like-2) [54]. The Egr-1 gene can be regulated by TNF [55] and NGF [56] in cultured cells, and NFкB can be activated by the gD/HVEM [57]. Therefore, Egr-1 induction quite possibly can be correlated to the binding of viral glycoprotein to HVEM or other cellular surface receptors. Additional experiments are required to determine the induction mechanisms of Egr-1 by viral infection.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 661,
                    "end": 663,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 719,
                    "end": 721,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, we have shown for the first time that Egr1 can be induced rapidly by HSV-1 lytic infection in epithelial cells such as VERO and SIRC. This induction may be due to transactivation by the NFкB and/or CREB-mediated signaling cascades. The Egr1 induced by HSV-1 in corneal cells could have implications in viral pathogenesis, inflammation, and disease progression. More experiments to determine the role of Egr-1 are underway, especially in other models of infection.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "ACV: acyclovir; ChIP: chromatin immunoprecipitation; CREB: cAMP response element binding protein; DAPI: 4',6-diamidino-2-phenylindole; DMEM: Dulbecco's modified Eagles medium; EBE: Egr1 binding element; EGR: Early growth response; FBS: fetal bovine serum; GFP: green fluorescent protein; HVEM: herpes virus entry mediator; NBD: NEMO-binding domain; NGF: nerve growth factor; PBS: phosphate buffered saline; RIPA: radioimmunoprecipitation assay; SIRC: Statens Seruminstitut Rabbit Cornea; TNF: tumor necrosis factor; TR2: TNF-receptor like-2; VERO: derived from kidney epithelial cells of the African green monkey.",
            "cite_spans": [],
            "section": "List of Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "GRB established the experimental protocols, performed the infection and immunofluorescent microscopy, completed the Western blot analyses, composed the draft of the manuscript, etc. JRP performed the RT-PCR, assisted the preparation of manuscript, performed the transfection experiments, confirmed the RT-PCR results, and maintained the cell cultures. LG performed the RT-PCR, Western blot analysis and repeated the transfection experiments. HEM and JMH participated in the experimental design, prepared the expression vectors, discussed the experimental data, conceived the strategic plan, and participated in the manuscript preparation. SVH initiated the project, identified the Egr-1 induction, directed all the experimental approaches, analyzed the preliminary data, supervised the work, and prepared the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Egr-1 protein was induced by HSV-1 infection 24 hours post treatment. a.) This figure is a western blot analysis showing the expression of Egr-1 protein (83 Kda) in infected VERO cells 24 hours post treatment. MOI of 1, 5, and 10 were used and more viruses led to more Egr-1 production. Noted that infection at higher moi (Lane 3) led to cell death therefore no significant increase of Egr-1 production was observed. b.) Egr-1 was induced by HSV-1 infection (MOI-5) in VERO cells and detectable levels were observed at 24, 48, and 72 hours post treatment. c.) Egr-1 induction was also seen in SIRC cells infected with a MOI of 5. d.) Uninfected HEK 293 cells express Egr1 (lane 1), and no induction was seen upon infection with HSV-1 MOI 10 (lane 2). Overexpression of Egr-1 was seen in HEK293 cells transfected with Egr1 expression vector (lane 3).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Immunofluorescence microscopy indicates expression of Egr-1 in HSV-1 infected cells. Immunofluorescence data indicated that Egr-1(red) is expressed only in the cells infected with HSV-1 EGFP virus (green). Infection controls showed no EGFP signal or Egr-1, indicating the specificity of the antibody.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Egr-1 mRNA was detected at 1 hour post treatment. VERO cells were infected with HSV-1 BE EGFP virus or with UV-inactivated virus at a MOI of 5. Total mRNA was isolated at 1, 2,3,12, and 24 hours post treatment and RT-PCR was performed.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: NFкB and CREB were recruited to the Egr-1 promoter upon infection. a.) Chip assay was performed using antibodies against NFкB and CREB. Lane1: Noninfected SIRC cells. Lane 2: SIRC cells infected with HSV-1 at a MOI of 5. Lane 3: HEK293 cells infected with virus at a MOI of 5. PCR was performed using primers for the Egr-1 promoter. For comparison, input controls (lanes 1-3) indicated the PCR products from samples prior to immunoprecipitation. b.) Over-expression of CREB protein (37 kda) was seen in VERO cells infected with HSV-1 (lane 2) when compared to the mock-infected control (lane 1).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Dominant negative CREB inhibited the induction of Egr-1 upon HSV-1 infection. VERO cells were transfected with phMGFP alone and in combination with CREB dominant negative vectors pCREB133 or pKCREB. a.) The transfection efficiency of the three groups is similar as shown by the number of GFP-positive cells. b.) Cells infected with a control vector show induction of Egr-1 protein (red) whereas cells infected with the dominant negative mutants, CREB133(c) or KCREB (d) do not show the induction of the Egr-1 protein.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: NFкB inhibitors abolished the induction of Egr-1 upon infection. Egr-1 expression was not induced in cells pretreated with 1 μM of BAY 11-7082 (b) or 10 μM NBD binding peptide (c) after infection with HSV-1 compared the control (a)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A systematic review of the epidemiology and interaction of herpes simplex virus types 1 and 2",
            "authors": [],
            "year": 2005,
            "venue": "Sex Transm Infect",
            "volume": "81",
            "issn": "2",
            "pages": "103-7",
            "other_ids": {
                "DOI": [
                    "10.1136/sti.2004.012039"
                ]
            }
        },
        "BIBREF1": {
            "title": "Herpes simplex virus type 1 infection stimulates p38/c-Jun N-terminal mitogen-activated protein kinase pathways and activates transcription factor AP-1",
            "authors": [],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "8",
            "pages": "5097-103",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.274.8.5097"
                ]
            }
        },
        "BIBREF2": {
            "title": "Herpes simplex viruses with mutations in the gene encoding ICP0 are defective in gene expression",
            "authors": [],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "5",
            "pages": "2916-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Characterization of a major late herpes simplex virus type 1 mRNA",
            "authors": [],
            "year": 1981,
            "venue": "J Virol",
            "volume": "38",
            "issn": "2",
            "pages": "483-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "DNA-binding specificity of NGFI-A and related zinc finger transcription factors",
            "authors": [],
            "year": 1995,
            "venue": "Mol Cell Biol",
            "volume": "15",
            "issn": "4",
            "pages": "2275-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Identification of NAB1, a repressor of NGFI-A- and Krox20-mediated transcription",
            "authors": [],
            "year": 1995,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "92",
            "issn": "15",
            "pages": "6873-7",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.92.15.6873"
                ]
            }
        },
        "BIBREF6": {
            "title": "A nerve growth factor-induced gene encodes a possible transcriptional regulatory factor",
            "authors": [],
            "year": 1987,
            "venue": "Science",
            "volume": "238",
            "issn": "4828",
            "pages": "797-9",
            "other_ids": {
                "DOI": [
                    "10.1126/science.3672127"
                ]
            }
        },
        "BIBREF7": {
            "title": "Regulation of life and death by the zinc finger transcription factor Egr-1",
            "authors": [],
            "year": 2002,
            "venue": "J Cell Physiol",
            "volume": "193",
            "issn": "3",
            "pages": "287-92",
            "other_ids": {
                "DOI": [
                    "10.1002/jcp.10178"
                ]
            }
        },
        "BIBREF8": {
            "title": "Early growth response gene 1 (Egr-1) regulates HSV-1 ICP4 and ICP22 gene expression",
            "authors": [],
            "year": 2007,
            "venue": "Cell Res",
            "volume": "17",
            "issn": "6",
            "pages": "546-55",
            "other_ids": {
                "DOI": [
                    "10.1038/cr.2007.44"
                ]
            }
        },
        "BIBREF9": {
            "title": "Cidofovir and experimental herpetic stromal disease",
            "authors": [],
            "year": 1999,
            "venue": "Arch Ophthalmol",
            "volume": "117",
            "issn": "7",
            "pages": "925-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Proteins specified by herpes simplex virus. V. Purification and structural proteins of the herpesvirion",
            "authors": [],
            "year": 1972,
            "venue": "J Virol",
            "volume": "9",
            "issn": "1",
            "pages": "143-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Regional distribution of antibodies to herpes simplex virus type 1 (HSV-1) and HSV-2 in men and women in Ontario, Canada",
            "authors": [],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "1",
            "pages": "84-9",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.41.1.84-89.2003"
                ]
            }
        },
        "BIBREF12": {
            "title": "Proteins specified by herpes simplex virus. XIII. Glycosylation of viral polypeptides",
            "authors": [],
            "year": 1975,
            "venue": "J Virol",
            "volume": "16",
            "issn": "5",
            "pages": "1308-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Regulation of herpesvirus macromolecular synthesis: sequential transition of polypeptide synthesis requires functional viral polypeptides",
            "authors": [],
            "year": 1975,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "72",
            "issn": "4",
            "pages": "1276-80",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.72.4.1276"
                ]
            }
        },
        "BIBREF14": {
            "title": "Regulation of herpesvirus macromolecular synthesis. I. Cascade regulation of the synthesis of three groups of viral proteins",
            "authors": [],
            "year": 1974,
            "venue": "J Virol",
            "volume": "14",
            "issn": "1",
            "pages": "8-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Proteins specified by herpes simplex virus. XI. Identification and relative molar rates of synthesis of structural and nonstructural herpes virus polypeptides in the infected cell",
            "authors": [],
            "year": 1973,
            "venue": "J Virol",
            "volume": "12",
            "issn": "6",
            "pages": "1347-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Analysis of functional elements in the human Egr-1 gene promoter",
            "authors": [],
            "year": 1999,
            "venue": "Rheumatol Int",
            "volume": "18",
            "issn": "5-6",
            "pages": "207-14",
            "other_ids": {
                "DOI": [
                    "10.1007/s002960050086"
                ]
            }
        },
        "BIBREF17": {
            "title": "5' upstream sequence and genomic structure of the human primary response gene, EGR-1/TIS8",
            "authors": [],
            "year": 1991,
            "venue": "Oncogene",
            "volume": "6",
            "issn": "5",
            "pages": "867-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Full promoter sequence of human early growth response factor-1 (Egr-1): demonstration of a fifth functional serum response element",
            "authors": [],
            "year": 2000,
            "venue": "DNA Seq",
            "volume": "10",
            "issn": "6",
            "pages": "429-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Involvement of Egr-1/RelA synergy in distinguishing T cell activation from tumor necrosis factor-alpha-induced NF-kappa B1 transcription",
            "authors": [],
            "year": 1997,
            "venue": "J Exp Med",
            "volume": "185",
            "issn": "3",
            "pages": "491-7",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.185.3.491"
                ]
            }
        },
        "BIBREF20": {
            "title": "Inhibition of the RelA(p65) NF-kappaB subunit by Egr-1",
            "authors": [],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "7",
            "pages": "4719-25",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.275.7.4719"
                ]
            }
        },
        "BIBREF21": {
            "title": "Novel inhibitors of cytokine-induced IkappaBalpha phosphorylation and endothelial cell adhesion molecule expression show anti-inflammatory effects in vivo",
            "authors": [],
            "year": 1997,
            "venue": "J Biol Chem",
            "volume": "272",
            "issn": "34",
            "pages": "21096-103",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.272.34.21096"
                ]
            }
        },
        "BIBREF22": {
            "title": "Age-specific prevalence of infection with herpes simplex virus types 2 and 1: a global review",
            "authors": [],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "186",
            "issn": "Suppl 1",
            "pages": "S3-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "NF-kappaB in human disease: current inhibitors and prospects for de novo structure based design of inhibitors",
            "authors": [],
            "year": 2005,
            "venue": "Curr Med Chem",
            "volume": "12",
            "issn": "3",
            "pages": "357-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Expression of Egr-1 correlates with the transformed phenotype and the type of viral latency in EBV genome positive lymphoid cell lines",
            "authors": [],
            "year": 1996,
            "venue": "Oncogene",
            "volume": "13",
            "issn": "10",
            "pages": "2105-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Induction of the early growth response 1 gene by Epstein-Barr virus lytic transactivator Zta",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "15",
            "pages": "7748-55",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02608-05"
                ]
            }
        },
        "BIBREF26": {
            "title": "Repression of the HSV-1 latency-associated transcript (LAT) promoter by the early growth response (EGR) proteins: involvement of a binding site immediately downstream of the TATA box",
            "authors": [],
            "year": 1997,
            "venue": "J Neurovirol",
            "volume": "3",
            "issn": "3",
            "pages": "212-24",
            "other_ids": {
                "DOI": [
                    "10.3109/13550289709018296"
                ]
            }
        },
        "BIBREF27": {
            "title": "Suppression of transcription factor early growth response 1 reduces herpes simplex virus lethality in mice",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Invest",
            "volume": "118",
            "issn": "10",
            "pages": "3470-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Early growth response-1 protein is induced by JC virus infection and binds and regulates the JC virus promoter",
            "authors": [],
            "year": 2008,
            "venue": "Virology",
            "volume": "375",
            "issn": "2",
            "pages": "331-41",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2008.02.021"
                ]
            }
        },
        "BIBREF29": {
            "title": "Differential role played by the MEK/ERK/EGR-1 pathway in orthopoxviruses vaccinia and cowpox biology",
            "authors": [],
            "year": 2006,
            "venue": "Biochem J",
            "volume": "398",
            "issn": "1",
            "pages": "83-95",
            "other_ids": {
                "DOI": [
                    "10.1042/BJ20060509"
                ]
            }
        },
        "BIBREF30": {
            "title": "Induction of transcription factor Egr-1 gene expression in astrocytoma cells by Murine coronavirus infection",
            "authors": [],
            "year": 2006,
            "venue": "Virology",
            "volume": "355",
            "issn": "2",
            "pages": "152-63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2006.07.012"
                ]
            }
        },
        "BIBREF31": {
            "title": "Common host genes are activated in mouse brain by Japanese encephalitis and rabies viruses",
            "authors": [],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "Pt 7",
            "pages": "1729-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Differential effects of rabies and borna disease viruses on immediate-early- and late-response gene expression in brain tissues",
            "authors": [],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "11",
            "pages": "6674-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Herpes simplex virus",
            "authors": [],
            "year": 2002,
            "venue": "Front Biosci",
            "volume": "7",
            "issn": "",
            "pages": "d752-64",
            "other_ids": {
                "DOI": [
                    "10.2741/taylor"
                ]
            }
        },
        "BIBREF34": {
            "title": "Induction of cellular genes is mediated by the Bel1 transactivator in foamy virus-infected human cells",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "10",
            "pages": "4441-7",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.74.10.4441-4447.2000"
                ]
            }
        },
        "BIBREF35": {
            "title": "HTLV-1 Tax induces expression of various immediate early serum responsive genes",
            "authors": [],
            "year": 1991,
            "venue": "Oncogene",
            "volume": "6",
            "issn": "6",
            "pages": "1023-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "HTLV-I and HTLV-II tax trans-activate the human EGR-1 promoter through different cis-acting sequences",
            "authors": [],
            "year": 1992,
            "venue": "Oncogene",
            "volume": "7",
            "issn": "11",
            "pages": "2125-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Mitogen-activated protein kinase pathways mediated by ERK, JNK, and p38 protein kinases",
            "authors": [],
            "year": 2002,
            "venue": "Science",
            "volume": "298",
            "issn": "5600",
            "pages": "1911-2",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1072682"
                ]
            }
        },
        "BIBREF38": {
            "title": "Nerve growth factor induces zif268 gene expression via MAPK-dependent and -independent pathways in PC12D cells",
            "authors": [],
            "year": 1999,
            "venue": "J Biochem",
            "volume": "125",
            "issn": "3",
            "pages": "541-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Extracellular signal-regulated kinase (ERK) controls immediate early gene induction on corticostriatal stimulation",
            "authors": [],
            "year": 1998,
            "venue": "J Neurosci",
            "volume": "18",
            "issn": "21",
            "pages": "8814-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Elk-1, CREB, and MKP-1 regulate Egr-1 expression in gonadotropin-releasing hormone stimulated gonadotrophs",
            "authors": [],
            "year": 2008,
            "venue": "J Cell Biochem",
            "volume": "105",
            "issn": "5",
            "pages": "1267-78",
            "other_ids": {
                "DOI": [
                    "10.1002/jcb.21927"
                ]
            }
        },
        "BIBREF41": {
            "title": "The herpes simplex virus type 2 R1 protein kinase (ICP10 PK) functions as a dominant regulator of apoptosis in hippocampal neurons involving activation of the ERK survival pathway and upregulation of the antiapoptotic protein Bag-1",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "2",
            "pages": "1292-305",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.2.1292-1305.2003"
                ]
            }
        },
        "BIBREF42": {
            "title": "Herpes simplex type 1 induction of persistent NF-kappa B nuclear translocation increases the efficiency of virus replication",
            "authors": [],
            "year": 1998,
            "venue": "Virology",
            "volume": "247",
            "issn": "2",
            "pages": "212-22",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1998.9243"
                ]
            }
        },
        "BIBREF43": {
            "title": "Molecular pathways in virus-induced cytokine production",
            "authors": [],
            "year": 2001,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "65",
            "issn": "1",
            "pages": "131-50",
            "other_ids": {
                "DOI": [
                    "10.1128/MMBR.65.1.131-150.2001"
                ]
            }
        },
        "BIBREF44": {
            "title": "Herpes simplex virus latency",
            "authors": [],
            "year": 2003,
            "venue": "Expert Rev Mol Med",
            "volume": "5",
            "issn": "29",
            "pages": "1-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The herpes simplex virus 1 UL41 gene-dependent destabilization of cellular RNAs is selective and may be sequence-specific",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "10",
            "pages": "3603-8",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0400354101"
                ]
            }
        },
        "BIBREF46": {
            "title": "Activators and target genes of Rel/NF-kappaB transcription factors",
            "authors": [],
            "year": 1999,
            "venue": "Oncogene",
            "volume": "18",
            "issn": "49",
            "pages": "6853-66",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.onc.1203239"
                ]
            }
        },
        "BIBREF47": {
            "title": "Different receptors binding to distinct interfaces on herpes simplex virus gD can trigger events leading to cell fusion and viral entry",
            "authors": [],
            "year": 2006,
            "venue": "Virology",
            "volume": "344",
            "issn": "1",
            "pages": "17-24",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2005.09.016"
                ]
            }
        },
        "BIBREF48": {
            "title": "Herpes simplex virus-1 entry into cells mediated by a novel member of the TNF/NGF receptor family",
            "authors": [],
            "year": 1996,
            "venue": "Cell",
            "volume": "87",
            "issn": "3",
            "pages": "427-36",
            "other_ids": {
                "DOI": [
                    "10.1016/S0092-8674(00)81363-X"
                ]
            }
        },
        "BIBREF49": {
            "title": "The role of nitric oxide in the immune response of tuberculosis",
            "authors": [],
            "year": 1997,
            "venue": "J Korean Med Sci",
            "volume": "12",
            "issn": "6",
            "pages": "481-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Regulation of the Egr-1 gene by tumor necrosis factor and interferons in primary human fibroblasts",
            "authors": [],
            "year": 1992,
            "venue": "J Biol Chem",
            "volume": "267",
            "issn": "2",
            "pages": "1345-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Nerve growth factor induces transcription of NGFIA through complex regulatory elements that are also sensitive to serum and phorbol 12-myristate 13-acetate",
            "authors": [],
            "year": 1993,
            "venue": "Mol Endocrinol",
            "volume": "7",
            "issn": "3",
            "pages": "365-79",
            "other_ids": {
                "DOI": [
                    "10.1210/me.7.3.365"
                ]
            }
        },
        "BIBREF52": {
            "title": "Involvement of HVEM receptor in activation of nuclear factor kappaB by herpes simplex virus 1 glycoprotein D",
            "authors": [],
            "year": 2008,
            "venue": "Cell Microbiol",
            "volume": "10",
            "issn": "11",
            "pages": "2297-311",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1462-5822.2008.01212.x"
                ]
            }
        },
        "BIBREF53": {
            "title": "Incidence, recurrence, and outcomes of herpes simplex virus eye disease in Olmsted County, Minnesota, 1976-2007: the effect of oral antiviral prophylaxis",
            "authors": [],
            "year": 2010,
            "venue": "Arch Ophthalmol",
            "volume": "128",
            "issn": "9",
            "pages": "1178-83",
            "other_ids": {
                "DOI": [
                    "10.1001/archophthalmol.2010.187"
                ]
            }
        },
        "BIBREF54": {
            "title": "Severe herpetic keratitis. I: Prevalence of visual impairment in a clinic population",
            "authors": [],
            "year": 1988,
            "venue": "Br J Ophthalmol",
            "volume": "72",
            "issn": "7",
            "pages": "530-3",
            "other_ids": {
                "DOI": [
                    "10.1136/bjo.72.7.530"
                ]
            }
        },
        "BIBREF55": {
            "title": "Regulation of herpesvirus macromolecular synthesis. VI. Synthesis and modification of viral polypeptides in enucleated cells",
            "authors": [],
            "year": 1977,
            "venue": "J Virol",
            "volume": "22",
            "issn": "3",
            "pages": "720-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Transactivation of herpes simplex virus type 1 immediate-early gene expression by virion-associated factors is blocked by an inhibitor of cyclin-dependent protein kinases [In Process Citation]",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "10",
            "pages": "8843-7",
            "other_ids": {
                "DOI": []
            }
        }
    }
}