{
    "paper_id": "PMC3899419",
    "metadata": {
        "title": "Transmission of Pandemic Influenza A (H1N1) Virus in a Train in China",
        "authors": [
            {
                "first": "Fuqiang",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huiming",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dapeng",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Canjun",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dingming",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianfeng",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "McFarland",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hongjie",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Every year, people take more than 2.3 billion train trips in China, creating a temporary community and the opportunity for the spread of communicable diseases in trains. The large temporary community created during the annual Hajj, when millions of Muslim pilgrims from all over the world travel by airplane, ship, train, bus, and cars to Mecca has also experienced outbreaks,1 including cholera, plague, smallpox, meningococcal meningitis, and infectious diarrheas.2,3 Transmission of respiratory infectious diseases on airplanes and ships has been reported4,5; however, reports of such transmission on trains are less common.6",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 466,
                    "end": 467,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 558,
                    "end": 559,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 560,
                    "end": 561,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 627,
                    "end": 628,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Pandemic 2009 influenza A (H1N1) virus (hereafter referred to as 2009 H1N1 virus) spread rapidly and resulted in millions of laboratory-confirmed cases. More than 18 000 deaths were reported from more than 200 countries. The global distribution of the pandemic prompted the World Health Organization (WHO) to declare the first influenza pandemic of the 21st century in June 2009. Influenza transmission is thought to occur primarily via droplet spread and contact transmission, although droplet nuclei transmission is also likely.7–9 Transmission of 2009 H1N1 and other respiratory viruses is facilitated by crowded and confined environments.10–12 The first confirmed case of 2009 H1N1 infection was identified on 11 May 2009 in mainland China.13,14 Since then, transmission patterns evolved rapidly from a few imported cases to sustained community level transmission and outbreaks.15 Through 21 July 2009, a total of 1762 confirmed 2009 H1N1 cases were reported in the country, 75% of which were imported cases.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 533,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 642,
                    "end": 644,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 744,
                    "end": 746,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 747,
                    "end": 749,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "On 10 June 2009, the Hainan Provincial Center for Disease Control (CDC) reported to the China CDC a confirmed index case of 2009 H1N1 infection in a 20-year-old woman. Initial case investigation indicated that she had left Chengdu City, Sichuan Province by train 1223 on the afternoon of 7 June and arrived in Guangzhou City, Guangdong Province on the morning of 9 June. On 10 June, the investigation of another confirmed 2009 H1N1 case by the Guangzhou provincial CDC indicated that this person had also traveled in the same car of the same train with the index case. China CDC immediately launched an epidemiologic investigation to identify more cases and characterize transmission in the train. This report describes the epidemiologic findings and public health response to the first known outbreak of 2009 H1N1 in a train in China.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Case definitions: Acute respiratory illness (ARI) was defined as a recent onset of fever (temperature ≥37.5°C) or at least 1 of the following symptoms: rhinorrhea, nasal congestion, sore throat, or cough. A suspected case of 2009 H1N1 was defined as a person with ARI and 1 of the following: illness onset within 7 days of travel to an area with confirmed cases or within 7 days of close contact with a confirmed case. A confirmed case was defined as a patient with ARI and laboratory evidence of 2009 H1N1 infection diagnosed by real-time reverse transcription polymerase chain reaction (rRT-PCR) testing of respiratory specimens.15",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 633,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Surveillance and investigation ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Routine surveillance and reporting of suspected cases are done through the National Notifiable Disease Reporting System, as stipulated by law, beginning on 30 April 2009.14 In addition, to increase case finding related to the train outbreak, we delivered public announcements in the 4 provinces that were on the route of the train. The announcements requested passengers and staff to present themselves to local public health authorities for evaluation. Professional staff at local CDCs administered a screening questionnaire to respondents. Respondents who had a history of ARI or who had been in the train car with a confirmed case-patient were investigated. Trained interviewers collected information from passengers, crew, and health care workers by using a structured questionnaire that included items on demographic characteristics, symptoms, date of illness onset, and travel history. Quarantine either at designated hospitals or at home was imposed when professionals confirmed the presence of symptoms. We also collected information from the Chinese Ministry of Railways to investigate the internal environment of the train, including air conditioning, the cafeteria, seating locations, capacity, timetable, crew, passengers, and structure.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Surveillance and investigation ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Following a standard protocol, respiratory specimens (nasal, throat, and nasopharyngeal swabs) were collected from suspected case-patients and placed in sterile viral transport media for 2009 H1N1 testing.16 RNA was extracted from specimens using the RNeasy Mini Kit (Qiagen, Valencia, CA, USA) per the manufacturer’s protocol and tested by rRT-PCR following the US CDC protocol.17 Assays were performed in provincial Centers for Disease Control and Prevention and confirmed by the National Influenza Center of the China CDC.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Laboratory testing ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "A close contact was defined as a person known to have been within 2 meters of a confirmed 2009 H1N1 case-patient for any length of time during the case’s infectious period. This included household and social contacts and health care workers who were assessed to have used suboptimal personal protective equipment. In the absence of viral shedding data, the infectious period for a confirmed case-patient was defined as the time period from 1 day before illness to either 7 days after illness onset or resolution of symptoms, whichever was longer.",
            "cite_spans": [],
            "section": "Medical observation of close contacts ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Attack rate was defined as the proportion of passengers investigated who developed a syndrome compatible with a confirmed case. Relative risk (RR) was defined as the risk of ARI among persons exposed to a confirmed case or exposure time; 95% confidence intervals were used to describe the range of attack rates or RR. The chi-square (χ2) test was used for testing statistical significance. A P value less than 0.05 was regarded as statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Train 1223 departed from Chengdu City, Sichuan Province at 17:06 on 7 June 2009, stopped in Guizhou Province, then Guangxi Province, and finally arrived in Guangzhou City, Guangdong province at 09:09 on 9 June 2009, after 28 stops on its 2445-kilometer journey—a travel time of 40 hours and 31 minutes. The train had 18 cars: car 1 was a secure car for engineers only, cars 2 through 9 had third-class seats, car 10 was a dining car, car 11 had first-class sleeping beds, car 12 and cars 14 through 17 had second-class sleeping beds, car 18 was for crew use only, and car 19 was an isolation car for suspected 2009 H1N1 case-patients (this was not used during the present journey as all 2009 H1N1 case-patients were diagnosed later). The train did not have a car 13. Each sleeping car had 10 rooms, with 4 beds per room in first class and 6 beds per room in second class.",
            "cite_spans": [],
            "section": "The train ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The full capacity of the train was 1328 passengers, including 116 seats for each third-class car, 60 beds for each second-class car, and 40 beds for the first-class car. There were 52 employees on the train, including 2 for the first-class car, 2 for each second-class car, and 2 for each third-class car. All service personnel worked 8-hour shifts alternating with 8-hour breaks and walked through their car at least once every 30 minutes. The windows remained closed in first class (car 11) and the crew car (car 18) because those cars were air-conditioned. The windows could be opened in other cars (2–9, 10, 12, and 14–17). Smoking was prohibited in cars 11 through 17. The initial station, in Chengdu City, is a very crowded station in which more than 50 000 passengers transit each day.",
            "cite_spans": [],
            "section": "The train ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "From 9–16 June 2009, a total of 19 confirmed cases were identified through surveillance, including 8 passengers and 5 crew in the train, and 6 non-train contacts after journey. Among the 19 cases, 16 were identified from 28 stops (Table 1), including 13 case-patients reported by local hospitals during their consultation and 3 who presented themselves to local CDCs; the remaining 3 of the 19 were later confirmed during medical isolation. Additionally, 3 asymptomatic cases were identified during medical observation. Confirmed cases were detected in 4 provinces, namely, Sichuan (3), Guizhou (2), Guangxi (4), and Guangdong (10), and peak onset was on 10 June (Figure 1). Of the 19 confirmed cases, 11 were female (58%). Age ranged from 17 to 49 years (mean: 27). Six (32%) were students, 3 (16%) public service workers, 3 (16%) civil servants, 2 (11%) in business services, 1 (5%) nurse, and 4 (20%) in other professions.",
            "cite_spans": [],
            "section": "Demographic characteristic of cases ::: RESULTS",
            "ref_spans": [
                {
                    "start": 671,
                    "end": 672,
                    "mention": "1",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 238,
                    "mention": "1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The first (index) case was a 20-year-old woman who boarded at Chengdu City (first station) at 17:07 on 7 June in car 12 and got off at Guangzhou City (last station) at 9:09 on 9 June. She traveled 2445 kilometers through 28 stops during a period of 40 hours and 31 minutes. Among the 19 cases, 7 cases reported a clear, unique exposure date. Of these, the median incubation period was estimated at 3 days (range: 0–3). Sixteen of the 19 case-patients presented themselves at the hospital on the day of appearance of symptoms (range in duration from onset to presentation for treatment: 0 to 4 days). Of the 19 cases identified, the estimated median interval was 2 days from the first to the second generation (range: 1–4), the second to the third generation (range: 1–3), and the third to the fourth generation (range: 2–3).",
            "cite_spans": [],
            "section": "Timeline of the cases ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Among the 19 case-patients, 13 (68%) took train 1223. Of these, 2 were seated face-to-face in car 11, 4 had seats clustered in the same car (car 12), 2 were in car 14, and 5 were crew members attending to these passengers (2 in car 11, 2 in car 12, and 1 was head of crew, Figure 2). All confirmed case-patients reported an exposure in car 11, car 12, or car 14. None reported any other exposure to a confirmed case or ARI patient before boarding the train. We ultimately identified 22 infections induced by train exposures; the transmission model and the most likely links between reported cases are shown in Figure 3.",
            "cite_spans": [],
            "section": "Distance, model, and time of transmission ::: RESULTS",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 281,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 618,
                    "mention": "3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Of the 2555 passengers who boarded the train, 1759 left the train at 1 of the 28 stops; 796 passengers remained on board until the end of the journey. Of all passengers, 685 (26.8%) were investigated. The attack rate increased with time and distance travelled, from 0.56% for the shortest exposure time (13 hours) to 7.69% for the longest exposure time (40 hours; χ2 = 23.50, P < 0.001). Of the 685 passengers investigated, 349 shared a car with the index case. The RR of attack rate among the passengers who had shared a car with a confirmed case-patient was 3.62 to 27.77 times that of passengers who had been exposed in other cars (χ2 = 12.76, P < 0.001, Table 2). The average temperature was approximately 23°C at night and 30°C during the day in the 4 provinces through which the train passed. The attack rate in car 12, where the index case travelled, was higher (7.14%) than in car 11, which was air-conditioned (5.13%).",
            "cite_spans": [],
            "section": "Distance, model, and time of transmission ::: RESULTS",
            "ref_spans": [
                {
                    "start": 664,
                    "end": 665,
                    "mention": "2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "There was a dose-response relationship between time of exposure (time spent in the train) and attack rate, which increased from 0% among the 413 passengers who were exposed for less than 10 hours to 1.13% among the 796 passengers with exposures exceeding 30 hours (Table 3).",
            "cite_spans": [],
            "section": "Distance, model, and time of transmission ::: RESULTS",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 272,
                    "mention": "3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Among the 343 contacts exposed to the 13 confirmed first- and second-generation case-patients who had been sick while on the train, 3 (0.87%) developed 2009 ARI (third generation). Among the 40 close contacts of the 3 third-generation case-patients, another 3 developed ARI (fourth generation). Finally, in addition to the 19 confirmed cases with ARI, 3 asymptomatic cases were also identified during medical observation.",
            "cite_spans": [],
            "section": "Distance, model, and time of transmission ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Outbreaks of disease have often been reported after air travel. However, outbreaks on trains are less commonly reported. Our investigation in China indicates that train travel played a role in this 2009 H1N1 outbreak. The most plausible explanation for the transmission of 2009 H1N1 virus among passengers and crew members of the train was that the index case-patient in car 12 was infected while on board and transmitted the virus to the crew, who then spread it to other crew and passengers in other cars. Other explanations cannot be ruled out. Indeed, other passengers or crew might have acquired infection before boarding the train and experienced longer incubation periods. All case-patients who were suspected of acquiring infection while on board shared a car. The long distance and duration of the trip (41 hours) as well as close contact in the train may have increased the probability of communicable disease transmission.18 We do not know when the index case-patient was infected, but we inferred that she acquired infection before boarding the train, after which she spread it to other passengers and crew.",
            "cite_spans": [
                {
                    "start": 933,
                    "end": 935,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We identified 13 cases, in cars 11, 12, and 14. Those who shared a car with a case-patient and those who spent more time on the train had higher risks of disease, especially those who sat close to another case-patient. Transmission among passengers was more likely to have occurred among close contacts, such as those who stayed together in the same car. Likewise, long exposure increased the probability of infection.19 Passengers who shared a room were in a higher-risk environment for infection.20",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 420,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 498,
                    "end": 500,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Crew members, who served many passengers in the train, were at higher risk of infection and, once infected, may have been more effective sources for spreading illness to other crew and passengers in other cars. In our investigation, the longer the time spent on the train, the higher the risk of infection. We attempted to interview all contacts with possible exposure to the confirmed cases, and those contacts were quarantined. In addition to the 13 case-patients who were on the train, the 3 third-generation cases had clear close contact with confirmed second-generation cases, including sharing the same room, providing care for a patient as a nurse, or being a duty waitress in the quarantine hotel. Likewise, 3 fourth-generation case-patients all reported exposures to third-generation case-patients. The attack rate among passengers in our study was similar to that reported for other vehicles.21",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 904,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Among 343 contacts who had been quarantined for 7 days, 3 (0.87%) developed 2009 H1N1, suggesting that management is less effective for diseases with vigorous infection capability and that strict quarantine is necessary,22 as was the case for control of severe acute respiratory syndrome (SARS) in 2003.23 Although active surveillance in health care facilities played an important role in identifying patients with ARI, the media also assisted in providing important information to the public.24 During our investigation, 3 patients contacted the local CDC after developing symptoms. For urgent public health action, use of press releases can educate people, raise awareness, promote health assessment, and accelerate infection containment.25",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 493,
                    "end": 495,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 740,
                    "end": 742,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Passengers who travel by air provide detailed contact information. Hence, they can be reached after arrival. In contrast, train passengers could not be reached because tickets are often sold without any identifying information. This could be an issue in cases of serious disease. Potential spread though trains is more difficult to control, as passengers are lost to follow up. This highlights the need to be prepared to respond to any new emerging disease threats.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Until the middle of May 2009, there was only 1 case of 2009 H1N1 infection on a transportation vehicle, which triggered implementation of emergency plans by the passenger ship industry and the responsible authorities. This might constitute overreaction to the event in relatively mild pandemics. However, establishing and maintaining a surveillance system for ARI among train passengers, with the goal of systematic data collection, might help in determining baseline levels of illness. This would enable early identification of outbreaks and timely implementation of control measures, which might prove critical with a disease that has higher illness rates and a greater risk of severe illness.26,27",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 697,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 698,
                    "end": 700,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Based on our observations, the incubation period was 0 to 3 days for influenza A/H1N1. Therefore, we suggest that the appropriate duration of quarantine is 4 days. Longer quarantine would burden the health system and would not be cost-effective. Transportation by train is common in China and other nations. Frequent transport alters the model of disease transmission for new and re-emerging diseases, including 2009 H1N1 and tuberculosis, which can both spread in trains. Because it is more difficult to identify sources of infection, control of communicable diseases may be more challenging in this setting. In our investigation, among 685 persons examined, only 13 cases were confirmed. This low attack rate suggests that active surveillance and management was not a highly effective strategy.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There are several limitations to this investigation. First, we were unable to identify exact chains of person-to-person transmission among case-patients. We could only make inferences on the basis of epidemiologic investigation. Secondly, cases were self-reported and thus subject to reporting errors and underreporting. As a consequence, we were unable to estimate how many people were infected on train 1223. We might have overestimated the attack rate if we did not miss cases and if there were more people in the train than registered. We might have underestimated the attack rate if we missed cases of infection.28",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 619,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Overall, we identified 22 cases of 2009 H1N1 infection, including 19 illnesses, associated with train 1223. Close contact and longer time on board may have contributed to the transmission of pandemic influenza H1N1 virus in the train. As is the case with other major modes of transportation, trains play an important role in transmission of communicable disease.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The Mecca pilgrimage; its epidemiological significance and control",
            "authors": [],
            "year": 1952,
            "venue": "Postgrad Med J",
            "volume": "28",
            "issn": "319",
            "pages": "269-74",
            "other_ids": {
                "DOI": [
                    "10.1136/pgmj.28.319.269"
                ]
            }
        },
        "BIBREF2": {
            "title": "Outbreak of serogroup W135 meningococcal disease after the Hajj pilgrimage, Europe, 2000",
            "authors": [],
            "year": 2002,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "8",
            "pages": "761-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "25",
            "pages": "2416-22",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa031349"
                ]
            }
        },
        "BIBREF4": {
            "title": "Presumptive summer influenza A: an outbreak on a trans-Tasman cruise",
            "authors": [],
            "year": 2000,
            "venue": "Commun Dis Intell",
            "volume": "24",
            "issn": "",
            "pages": "45-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Risk of transmission of airborne infection during train commute based on mathematical model",
            "authors": [],
            "year": 2007,
            "venue": "Environ Health Prev Med",
            "volume": "12",
            "issn": "2",
            "pages": "78-83",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02898153"
                ]
            }
        },
        "BIBREF6": {
            "title": "Transmission of influenza A in human beings",
            "authors": [],
            "year": 2007,
            "venue": "Lancet Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "257-65",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(07)70029-4"
                ]
            }
        },
        "BIBREF7": {
            "title": "Update: Novel influenza A (H1N1) virus infections—worldwide, May 6, 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "17",
            "pages": "453-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Severe respiratory disease concurrent with the circulation of H1N1 influenza",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "7",
            "pages": "674-9",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0904023"
                ]
            }
        },
        "BIBREF9": {
            "title": "Transmission of multidrug-resistant mycobacterium tuberculosis during along airplane flight",
            "authors": [],
            "year": 1996,
            "venue": "N Engl J Med",
            "volume": "334",
            "issn": "15",
            "pages": "933-8",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199604113341501"
                ]
            }
        },
        "BIBREF10": {
            "title": "Human influenza resulting from aerosol inhalation",
            "authors": [],
            "year": 1966,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "122",
            "issn": "",
            "pages": "800-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "An outbreak of influenza aboard a commercial airliner",
            "authors": [],
            "year": 1979,
            "venue": "Am J Epidemiol",
            "volume": "110",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Clinical and epidemiologic characteristics of 3 early cases of influenza A pandemic (H1N1) 2009 virus infection, People’s Republic of China, 2009",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "9",
            "pages": "1418-22",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1509.090794"
                ]
            }
        },
        "BIBREF13": {
            "title": "Effectiveness of oseltamivir on disease progression andviral RNA shedding in patients with mild pandemic 2009 influenza A H1N1: opportunistic retrospective study of medical charts in China",
            "authors": [],
            "year": 2010,
            "venue": "BMJ",
            "volume": "341",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.c4779"
                ]
            }
        },
        "BIBREF14": {
            "title": "A primary school outbreak of pandemic 2009 influenza A (H1N1) in China",
            "authors": [],
            "year": 2010,
            "venue": "Influenza Other Respi Viruses",
            "volume": "4",
            "issn": "5",
            "pages": "259-66",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-2659.2010.00150.x"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Contacting passengers after exposure to measles on an international flight: Implications for responding to new disease threats and bioterrorism",
            "authors": [],
            "year": 2004,
            "venue": "Public Health Rep",
            "volume": "119",
            "issn": "",
            "pages": "458-63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.phr.2004.07.002"
                ]
            }
        },
        "BIBREF19": {
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "25",
            "pages": "2605-15",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0903810"
                ]
            }
        },
        "BIBREF20": {
            "title": "Influenza virus infection in travelers to tropical and subtropical countries",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1282-7",
            "other_ids": {
                "DOI": [
                    "10.1086/429243"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Severe acute respiratory syndrome—retrospect and lessons of 2004 outbreak in China",
            "authors": [],
            "year": 2006,
            "venue": "Biomed Environ Sci",
            "volume": "19",
            "issn": "6",
            "pages": "445-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Preparedness for the prevention and control of influenza outbreaks on passenger ships in the EU: the SHIPSAN TRAINET project communication",
            "authors": [],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "21",
            "pages": "1-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Influenza outbreak control in confined settings",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "4",
            "pages": "579-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Prevention of influenza in long-term–care facilities",
            "authors": [],
            "year": 1999,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "20",
            "issn": "",
            "pages": "629-37",
            "other_ids": {
                "DOI": [
                    "10.1086/501687"
                ]
            }
        }
    }
}