{
    "paper_id": "PMC3466123",
    "metadata": {
        "title": "Simultaneous investigation of influenza and enteric viruses in the stools of adult patients consulting in general practice for acute diarrhea",
        "authors": [
            {
                "first": "Christophe",
                "middle": [],
                "last": "Arena",
                "suffix": "",
                "email": "arena@u707.jussieu.fr",
                "affiliation": {}
            },
            {
                "first": "Jean",
                "middle": [
                    "Pierre"
                ],
                "last": "Amoros",
                "suffix": "",
                "email": "jean-pierre.amoros@ch-ajaccio.fr",
                "affiliation": {}
            },
            {
                "first": "Véronique",
                "middle": [],
                "last": "Vaillant",
                "suffix": "",
                "email": "v.vaillant@invs.sante.fr",
                "affiliation": {}
            },
            {
                "first": "Katia",
                "middle": [],
                "last": "Balay",
                "suffix": "",
                "email": "katia.balay@chu-dijon.fr",
                "affiliation": {}
            },
            {
                "first": "Roxane",
                "middle": [],
                "last": "Chikhi-Brachet",
                "suffix": "",
                "email": "roxane.brachet@anrs.fr",
                "affiliation": {}
            },
            {
                "first": "Laurent",
                "middle": [],
                "last": "Varesi",
                "suffix": "",
                "email": "varesi@univ-corse.fr",
                "affiliation": {}
            },
            {
                "first": "Jean",
                "middle": [],
                "last": "Arrighi",
                "suffix": "",
                "email": "jeanarrighi@orange.fr",
                "affiliation": {}
            },
            {
                "first": "Thierry",
                "middle": [],
                "last": "Blanchon",
                "suffix": "",
                "email": "blanchon@u707.jussieu.fr",
                "affiliation": {}
            },
            {
                "first": "Fabrice",
                "middle": [],
                "last": "Carrat",
                "suffix": "",
                "email": "carrat@u707.jussieu.fr",
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Hanslik",
                "suffix": "",
                "email": "hanslik@u707.jussieu.fr",
                "affiliation": {}
            },
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Falchi",
                "suffix": "",
                "email": "falchi@u707.jussieu.fr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Gastrointestinal (GI) symptoms are not an uncommon manifestation of an influenza virus infection [1-3]. However, little is known about the GI pathogenesis of influenza viruses. It is possible that GI symptoms developed during the clinical course of influenza could either be a part of disease manifestation, due to the side effects of antibiotic treatment, or a co-infection with other diarrheal pathogens. Gastrointestinal manifestation associated with seasonal influenza has been recognised for more than 30 years [4]. During the influenza A epidemic of 1988 in Australia several children developed hemorrhagic gastritis of varying severity after a typical Influenza-like illness (ILI) [5]. Similarly, during the two epidemics in 1973 and 1974, influenza virus B was detected in hospitalised children who had abdominal pain, often severe enough to require differentiation from acute appendicitis, as a dominant symptom [1]. Less severe GI symptoms have been reported to occur in 20-30% of children with an influenza B infection [4,6,7]. Early epidemiologic study of the pandemic influenza A/H1N1 2009 virus suggested that it produced diarrhea, vomiting, or both, in ≈ 25% of case-patients [8].",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 100,
                    "end": 101,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 517,
                    "end": 518,
                    "mention": "4",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 689,
                    "end": 690,
                    "mention": "5",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 922,
                    "end": 923,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1031,
                    "end": 1032,
                    "mention": "4",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1033,
                    "end": 1034,
                    "mention": "6",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1035,
                    "end": 1036,
                    "mention": "7",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1192,
                    "end": 1193,
                    "mention": "8",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "However, fecal excretion of pandemic and seasonal influenza viruses has rarely been studied, and the lack of reports of co-infection among influenza and enteric viruses is probably because of reporting bias. Consequently it remains unknown whether co-infection with influenza pathogens in patients with GI symptoms represents rare events. Previous studies reported the detection of seasonal influenza in the stools of pediatric patients presenting concurrent acute diarrhea (AD) and ILI [9], and in the stools of hospitalised and outpatients presenting both GI and respiratory symptoms [10,11]. Influenza viral RNA was also detected in the stools of A/H1N1 2009 positive patients hospitalised due to the progression of acute gastroenteritis [12]. Previous studies showed that the avian influenza A/H5N1 virus can be detected in stools [13], and the presence of this virus was further demonstrated in the biopsy of the small and large intestines of fatal cases [14,15]. Other respiratory viruses have been found in stools, such as respiratory syncytial virus [16], SARS coronavirus [17], adenovirus [18] and bocavirus [19]. But, to our knowledge, there are no studies reporting the detection of Influenza viruses in the stools of adult patients consulting in general practice for acute diarrhea.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 489,
                    "mention": "9",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 587,
                    "end": 589,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 590,
                    "end": 592,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 961,
                    "end": 963,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1118,
                    "end": 1120,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In the present study we aimed to investigate the presence of pandemic and seasonal influenza viruses in the stools of General Practitioners’ (GPs) adult patients presenting exclusively GI symptoms and the proportion of concurrent infections by enteric and influenza viruses by using a case control design.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "General practitioners enrolled 175 adult patients consulting for AD and 101 non diarrheal individuals, but we received stools samples from 138 cases and 93 controls. The two populations (cases and controls) presented similar demographic characteristics: median age of cases was 37 years [28 - 54] versus 39 years [29 - 54] for controls (p = 0.62); the proportion of women in the cases group was 45.9% versus 47.3% in the control group (p = 0.85).",
            "cite_spans": [],
            "section": "Samples collected ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of the 138 stool specimens collected, 92 (66.7%) were positive for at least one of the four enteric viruses analysed. Ten (7.2%) tested positive for one influenza virus, eight of them being positive for influenza virus B and two positive for influenza virus A (1 A/H1N12009 and 1 A/H3N2). Five influenza-positive patients (3.6%) showed a co-detection of one enteric virus (3 NoVGI, 1 NoVGII, and 1 astrovirus) (Table 1). None of the 93 controls were positive for either enteric and influenza viruses. Influenza viral concentration ranged from 2.5x104 to 4.2x106 PCR copies per gram of stool (Table 1).",
            "cite_spans": [],
            "section": "Virological findings ::: Results",
            "ref_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 598,
                    "end": 599,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In Table 2 we reported the median age, proportion of females, median duration of the enrolment diarrhea episode, proportion of patients presenting fever, and the median duration of fever after enrolment for 5 groups of patients: the ones who tested positive for both enteric and influenza viruses (n = 5), the ones who were positive only for influenza (n = 5), the sum of the two preceding groups, that is, the ones positive for the influenza virus with or without the co-detection of an enteric virus (n = 10), the ones who were only positive for at least one enteric virus (n = 87), and finally the ones who were negative for both enteric and influenza viruses (n = 41).",
            "cite_spans": [],
            "section": "Characteristics of patients ::: Results",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 10,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Any significant differences, concerning demographical data (age and sex) have been pointed out between the five groups of patients described on Table 2. Concerning the clinical data reported in Table 2, patients with the detection of at least one enteric viruses (n = 87) seem to have a duration of fever after enrolment which is lower than patients who were positive for influenza, with or without co-detection of an enteric virus (n = 10) (OR = 0.49 [0.26-0.91]; p = 0.02). This significant difference holds true when we compare the same first group (n = 87) and the group of patients who tested positive for both enteric and influenza viruses (n = 5) (OR = 0.35 [0.13-0.91]; p = 0.03). Any significant differences for the duration of fever after enrolment have been highlighted between patients who tested positive for two enteric viruses (n = 11) with respect to patients who were positive for one enteric virus (n = 76) (p = 0.11).",
            "cite_spans": [],
            "section": "Characteristics of patients ::: Results",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 200,
                    "end": 201,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "None of the 10 influenza positive patients reported any respiratory symptoms.",
            "cite_spans": [],
            "section": "Characteristics of patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "Two influenza-positive patients declared the duration of enrolment fever episode of six days. The first one was a 24 year old man without underlying conditions and with the duration of enrolment diarrhea episode of 3 days, and who tested positive for the influenza virus A/H3N2 (viral concentration of 2.8x104 PCR copies per gram of stool). The second one was a 54 year old woman without underlying conditions and with the duration of enrolment diarrhea episode of 5 days and who concomitantly tested positive for the influenza B and astrovirus (viral concentration of 4.2x106 PCR copies per gram of stool).",
            "cite_spans": [],
            "section": "Characteristics of patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "The present study found evidence of the presence of seasonal and pandemic influenza viral RNA in 7.2% of adult patients (≥18 years old) consulting their GP for the typical and uncomplicated symptoms of AD during the ILI and AD outbreaks in France (http://www.sentiweb.fr). We have also reported the detection of enteric viruses in half of the patients who tested positive for influenza viruses. The most frequent combination was a co-detection with two agents, primarily influenza virus B plus NoVGI.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is to be noted that in our study the most prevalent Influenza virus was influenza virus B, detected in 8 of 10 stool specimens positive for influenza viruses. These results seem to be in agreement with previous studies about the detection of influenza virus B in patients complaining of GI symptoms. The presence of influenza virus B in gastric mucosa has been previously reported among patients with GI symptoms without concurrent respiratory symptoms [20]. Similar results have been reported among hospitalised children infected with the influenza B virus for which abdominal pain was a dominant symptom, especially in older children [1]. As highlighted by Kaji et al. [21], GI symptoms were significantly more common in adult patients with a positive throat swab for the influenza B virus (GI = 23%), and with respect to the influenza A virus (GI = 6% for A/H3N2 and 4% for A/H1N1). Previously, the influenza B virus has been reported [9] in 81% (17/21) of influenza positive stools of pediatric patients (<6 years of age) with concurrent respiratory and GI symptoms. Interestingly, one of the influenza virus B strains detected among these pediatric patients was viable [9].",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 459,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 640,
                    "end": 641,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 675,
                    "end": 677,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 942,
                    "end": 943,
                    "mention": "9",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1178,
                    "end": 1179,
                    "mention": "9",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study we have also reported the detection of A/H3N2 and A/H1N1 2009 viral RNA in the stools of two patients with AD. The detection of the A/H3N2 virus in stool samples has been previously reported in six high-risk influenza adult patients [10] and in three young children [9] reporting ILI and diarrhea. Seasonal influenza viruses detection by RT-PCR in stools has also been reported in very young children presenting with ILI and AD between the ages of 5 weeks and 9 months [7]. Influenza virus A/H1N1 2009 was recovered from 16 (24.6%) stools of A/H1N1 2009 positive patients who were hospitalised due to the progression of acute gastroenteritis [12]. In another study, the authors showed a positive viral culture for A/H1N1 2009 in the stool of four patients presenting the highest viral load [22], suggesting the fecal shedding of viable pandemic viruses.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 281,
                    "end": 282,
                    "mention": "9",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 484,
                    "end": 485,
                    "mention": "7",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, the overall proportion of co-detection of influenza and enteric viruses was 3.6%. We detected one enteric virus in 5/10 stool specimens of influenza-positive patients. Among them, four tested positive for the influenza B virus and one enteric virus (2 NoVGI, 1 NoVGII, and 1 astrovirus), and one for influenza A/H1N1 2009 (concomitantly with NoVGI). It is to be noted that although our sample was not large enough to make conclusions that are statistically approved, we can observe that patients who tested positive for both influenza and enteric virus were older (64 years [38-80]) than patients showing a single detection of influenza viruses (30 years [24-56]) and those ones positive for enteric viruses only (35 years [28-50]). To our knowledge, until now a co-detection of influenza viruses and enteric pathogens has rarely been reported. Co-infections between rotavirus and influenza viruses (6 influenza B and 1 influenza A) have been previously reported among 2.2% of hospitalised young children with gastroenteritis [23]. One case of co-infection with influenza A/H3N2 virus and norovirus has been reported in an elderly patient who developed diarrhea since day 3 and passed 3–4 episodes of watery/loose stool per day up to day 13 [24]. In the present study, the duration of fever seems to be shorter among patients who tested positive for at least one enteric virus with respect to patients positive for both enteric and influenza viruses. It is difficult to interpret this result given the low number of influenza-enteric co-detections and the low number of the ‘pure’ influenza-positive cases.",
            "cite_spans": [
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1257,
                    "end": 1259,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, the explanation of the presence of seasonal (A and B) and pandemic A/H1N1 2009 influenza viruses RNA in the stools is not clear. As previously known, the avian influenza virus prefers to bind the α-2, 3-sialic acid receptor, while human Influenza viruses frequently bind the α-2, 6-sialic acid receptor. Recent evidence indicates that both types of receptors are expressed on the surfaces of in vitro differentiated intestinal epithelial cells [25-27], suggesting that both avian and human influenza viruses have the potential to infect and replicate in human intestinal epithelial cells. Recent data confirmed that human intestinal epithelial cells can be infected by the pandemic (H1N1) viruses and H9N2 viruses isolated from both humans and birds [28]. On the other hand, a recent study on adult hospitalised patients showed that a direct intestinal infection by seasonal influenza A viruses seems an unlikely explanation for the fecal detection of viral RNA in the patients reported [11]. Alternative explanations of influenza virus detection in stools could be the swallowing of virus-containing nasopharyngeal secretion or extrapulmonary virus dissemination via hematogeneous circulation.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 456,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 457,
                    "end": 459,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 997,
                    "end": 999,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study has several limitations. First, the total proportion of viral co-detection was likely underestimated because we did not test other diarrheal pathogens. Thus, some cases of single infection in our study could be classified as multiple infections in studies which would include these other pathogens. Second, influenza virus cultures were not performed. However, to help us evaluate whether PCR signals were false positives, positive and negative controls were included in each PCR performed. The detection of influenza B has been performed by using two different primer pairs for the NS gene, and we detected influenza A by using two independent PCR assays for the detection of M gene and H gene. Third, respiratory samples were not collected. It is to be noted that the enrolment of patients was blind to any type of information related to respiratory tract infection, thus preventing potential bias.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, in this study we showed that the simultaneous detection of influenza and enteric viruses is not a rare event. We have also reported, for the first time in general practice, the presence of seasonal and pandemic influenza viruses in the stools of adult patients consulting for uncomplicated AD. This result could support the idea that the influenza virus could, on some occasions, be a responsible cause of gastroenteritis given the presence among some patients of diarrhea and the absence of any respiratory symptoms along with the absence of co-pathogens in 50% of them. More focused screening of fecal samples for the detection and isolation of influenza viruses in patients presenting with gastroenteritis will be required to demonstrate this additional potential disease association. The possible presence of infectious influenza viruses in fecal samples could create problems concerning infection control and highlights the importance of contact precaution when handling stools. Whereas influenza viruses are usually regarded to spread via direct contact with respiratory droplets, the possible fecal–oral transmission of influenza viruses has to be elucidated. This would have a number of implications for GP management of influenza virus infected patients, especially among patients at risk of severe influenza, in order to limit inadvertent human-to-human transmission. These cases are reported to highlight the potential clinical and infection control benefits of precisely knowing the true etiology of gastroenteritis-like symptoms. A simultaneous investigation of enteric and influenza viruses of patients complaining of GI symptoms could be useful for future studies in order to better identify the agents responsible for AD and to understand the potential mode of transmission and interaction of these viruses, especially during epidemic ILI and AD outbreaks.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "A case–control study was conducted from December 2010 to April 2011. Sixty-three GPs from the French Sentinel Network [29] collected stools from adult patients (≥18 year old) consulting for AD (Sentinel network case-definition for AD: at least three daily watery or nearly so stools dating less than 14 days), and from controls. General practitioners had to enroll two patients per week, one case and one control. We excluded from the cases group: patients with inflammatory bowel disease, and patients with an obvious non-infectious etiology of diarrhea (recent use of antibiotics, colchicines, non-steroidal anti-inflammatory drugs, laxatives, recent administration of chemotherapy or radiotherapy). Controls were patients consulting their GP for non-GI diseases and not reporting GI symptoms during the month preceding the consultation. Data on the time of the onset of symptoms, reported symptoms, physical findings, gender, age, previous treatment, and medical attention before enrolment were collected by completing a case report form (CRF) for all participants who met the case definition. In addition, cases and controls sent a follow-up questionnaire the week after enrolment to indicate the duration of symptoms (for cases) and to ascertain whether an AD had occurred or not (for controls). The Hospital Ethic's Committee (CHU Saint-Antoine, Paris, France) approved the study. Oral consent was obtained from the patients at the time of inclusion, for their participation in the study and for the publication of the clinical and virological data.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Patients collected and sent, by postal mail, stool specimens in a triple packaging according to the instructions of the French National Reference Center for Enteric Viruses: the primary receptacle was a labeled primary watertight, leak-proof receptacle containing the specimen and without a transport medium. The receptacle was wrapped in absorbent material to absorb all fluid in case of breakage. A second durable, watertight, leak-proof receptacle was used to enclose and protect the primary receptacle. This secondary receptacle was placed in an outer shipping package bearing the United Nations packaging symbol (UN3373). In order to prevent the stool contamination by the patients’ respiratory secretions, general practitioners insisted on precautions when collecting the stool and this information was also indicated on the information letter we gave to patients.",
            "cite_spans": [],
            "section": "Sample analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All stool specimens were tested for influenza virus A (A/H1N1 2009 and A/H3N2) and Influenza B and for four enteric viral pathogens (astrovirus, group A rotavirus, human enteric adenovirus, and norovirus of genogroup I - NoVGI - and genogroup II - NoVGII).",
            "cite_spans": [],
            "section": "Sample analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Stool specimens were homogenised (20% wt/vol) in sterile water, centrifuged for 10 minutes at 3000 rpm and 200 μl of the clarified supernatants were subjected to nucleic acid extraction, using a QIAmp MinElute Virus Kit® (QIAGEN, Courtaboeuf, France). Total nucleic acid was eluted in a final volume of 40 μl, of which 5 μl was used for PCR amplification. The efficiency of nucleic acid extraction was measured by real-time PCR amplification of the human GAPDH gene [30]. Influenza viruses A and B were detected by using two different real-time RT-PCRs [31]. Virus sub-typing (A/H1N1 2009 and A/H3N2) was performed by two real-time RT-PCRs [32,33]. Positive and negative controls were included in each RT-PCR. The copy number of influenza A and B viral RNA was determined against 10-fold serial dilution of external plasmid standards (from 2 x 108 down to 2). The enteric viruses were detected by simultaneous amplification of nucleic acid through using the Seeplex® Diarrhea-V ACE assay (Seegene), and according to the manufacturer’s instructions. A recent study showed that the Seeplex® Diarrhea-V assay is sensitive, specific, convenient and reliable for the simultaneous detection of several viral pathogens found directly in stool specimens from patients with gastroenteritis [34].",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 469,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1282,
                    "end": 1284,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Sample analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Continuous variables were described by median [interquartile range] and dichotomous data were described by proportions. Groups were compared by the Student test or Mann–Whitney test (as appropriate) for continuous variables. The Chi-2 or Fisher’s exact test (as appropriate) was used to compare dichotomous variables between groups, and the results are presented as Odds Ratios with their 95% confidence intervals (OR [95% IC]). All statistical analyses were two-tailed with a significance level (P value) of <0.05. Analyses were performed using STATA software (version 11.0, StataCorp LP, Texas, USA).",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "GI, GastroIntestinal; ILI, Influenza Like-Illness; AD, Acute Diarrhea; GP, General Practitioner; CRF, Case Report Form; NoVGI, NoroVirus of Genogroup I; NoVGII, NoroVirus of Genogroup II; GAPDH gene, GlycerAldehyde 3-Phosphate DeHydrogenase gene; OR, Odd Ratio; NS gene, Non Structural gene; M gene, Matrix gene; H gene, Hemagglutinin gene.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "CA, JPA, VV, KB, RCB, LV, JA, TB, FC, TH, and AF co-conceived the study. CA and TH collected epidemiological and microbiological data. AF, LV and KB designed microbiology experiments. AF performed, analyzed and interpreted microbiology data. CA analyzed and interpreted epidemiological data. CA, JPA, VV, KB, RCB, LV, JA, TB, FC, TH, and AF contributed to writing the paper and approved the final manuscript.",
            "cite_spans": [],
            "section": "Author contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Demographical, clinical and virological data of the Influenza virus-positive patients\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Demographical and clinical data of patients\n* [IQ] = [Interquartile range].",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Gastric 'flu influenza B causing abdominal symptons in children",
            "authors": [],
            "year": 1975,
            "venue": "Lancet",
            "volume": "1",
            "issn": "7902",
            "pages": "291-295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Fecal detection of influenza A virus in patients with concurrent respiratory and gastrointestinal symptoms",
            "authors": [],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "45",
            "issn": "3",
            "pages": "208-211",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2009.06.011"
                ]
            }
        },
        "BIBREF2": {
            "title": "Seasonal influenza A virus in feces of hospitalized adults",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "11",
            "pages": "2038-2042",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Frequent detection of pandemic (H1N1) 2009 virus in stools of hospitalized patients",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "6",
            "pages": "2314-2315",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00325-10"
                ]
            }
        },
        "BIBREF4": {
            "title": "Influenza A/H5N1 virus infection in humans in Cambodia",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "39",
            "issn": "3",
            "pages": "164-168",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2007.04.010"
                ]
            }
        },
        "BIBREF5": {
            "title": "Influenza A H5N1 replication sites in humans",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "7",
            "pages": "1036-1041",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1107.041313"
                ]
            }
        },
        "BIBREF6": {
            "title": "Systemic infection of avian influenza A virus H5N1 subtype in humans",
            "authors": [],
            "year": 2009,
            "venue": "Hum Pathol",
            "volume": "40",
            "issn": "5",
            "pages": "735-739",
            "other_ids": {
                "DOI": [
                    "10.1016/j.humpath.2008.08.015"
                ]
            }
        },
        "BIBREF7": {
            "title": "Excretion patterns of human metapneumovirus and respiratory syncytial virus among young children",
            "authors": [],
            "year": 2006,
            "venue": "Eur J Med Res",
            "volume": "11",
            "issn": "8",
            "pages": "329-335",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Viral loads in clinical specimens and SARS manifestations",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "9",
            "pages": "1550-1557",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1009.040058"
                ]
            }
        },
        "BIBREF9": {
            "title": "Association of viral isolates from stool samples with intussusception in children",
            "authors": [],
            "year": 2011,
            "venue": "Int J Infect Dis",
            "volume": "15",
            "issn": "9",
            "pages": "e641-e645",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2011.05.008"
                ]
            }
        },
        "BIBREF10": {
            "title": "Newly recognized bocaviruses (HBoV, HBoV2) in children and adults with gastrointestinal illness in the United States",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "47",
            "issn": "2",
            "pages": "143-147",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2009.11.030"
                ]
            }
        },
        "BIBREF11": {
            "title": "Clinical features of children infected with different strains of influenza B in southern Taiwan",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "7",
            "pages": "640-645",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31816be008"
                ]
            }
        },
        "BIBREF12": {
            "title": "Detection of type B influenza virus genes from biopsied gastric mucosa",
            "authors": [],
            "year": 2002,
            "venue": "J Gastroenterol",
            "volume": "37",
            "issn": "2",
            "pages": "101-105",
            "other_ids": {
                "DOI": [
                    "10.1007/s005350200003"
                ]
            }
        },
        "BIBREF13": {
            "title": "Differences in clinical features between influenza A H1N1, A H3N2, and B in adult patients",
            "authors": [],
            "year": 2003,
            "venue": "Respirology",
            "volume": "8",
            "issn": "2",
            "pages": "231-233",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1440-1843.2003.00457.x"
                ]
            }
        },
        "BIBREF14": {
            "title": "Viral load in patients infected with pandemic H1N1 2009 influenza A virus",
            "authors": [],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "1",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.21664"
                ]
            }
        },
        "BIBREF15": {
            "title": "Simultaneous infections with different enteric and respiratory tract viruses",
            "authors": [],
            "year": 1986,
            "venue": "J Clin Microbiol",
            "volume": "23",
            "issn": "1",
            "pages": "177-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A 75-year-old woman with seasonal influenza A (H3N2) virus infection and diarrhea",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Virol",
            "volume": "48",
            "issn": "4",
            "pages": "231-233",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2010.02.017"
                ]
            }
        },
        "BIBREF17": {
            "title": "Avian influenza A(H5N1) viruses can directly infect and replicate in human gut tissues",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "8",
            "pages": "1173-1177",
            "other_ids": {
                "DOI": [
                    "10.1086/651457"
                ]
            }
        },
        "BIBREF18": {
            "title": "The 2009 pandemic H1N1 and triple-reassortant swine H1N1 influenza viruses replicate efficiently but elicit an attenuated inflammatory response in polarized human bronchial epithelial cells",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "2",
            "pages": "686-696",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01568-10"
                ]
            }
        },
        "BIBREF19": {
            "title": "Specific biochemical features of replication of clinical influenza viruses in human intestinal cell culture",
            "authors": [],
            "year": 2007,
            "venue": "Biochemistry (Mosc)",
            "volume": "72",
            "issn": "4",
            "pages": "398-408",
            "other_ids": {
                "DOI": [
                    "10.1134/S0006297907040062"
                ]
            }
        },
        "BIBREF20": {
            "title": "Human intestinal epithelial cells are susceptible to influenza virus subtype H9N2",
            "authors": [],
            "year": 2012,
            "venue": "Virus Res",
            "volume": "163",
            "issn": "1",
            "pages": "151-159",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2011.09.007"
                ]
            }
        },
        "BIBREF21": {
            "title": "A computer network for the surveillance of communicable diseases: the French experiment",
            "authors": [],
            "year": 1986,
            "venue": "Am J Public Health",
            "volume": "76",
            "issn": "11",
            "pages": "1289-1292",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.76.11.1289"
                ]
            }
        },
        "BIBREF22": {
            "title": "Distinguishing characteristics between pandemic 2009-2010 influenza A (H1N1) and other viruses in patients hospitalized with respiratory illness",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0024734"
                ]
            }
        },
        "BIBREF23": {
            "title": "GAPDH as a housekeeping gene: analysis of GAPDH mRNA expression in a panel of 72 human tissues",
            "authors": [],
            "year": 2005,
            "venue": "Physiol Genomics",
            "volume": "21",
            "issn": "3",
            "pages": "389-395",
            "other_ids": {
                "DOI": [
                    "10.1152/physiolgenomics.00025.2005"
                ]
            }
        },
        "BIBREF24": {
            "title": "Evaluation of three influenza A and B real-time reverse transcription-PCR assays and a new 2009 H1N1 assay for detection of influenza viruses",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "11",
            "pages": "3870-3875",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02464-09"
                ]
            }
        },
        "BIBREF25": {
            "title": "One-step real-time reverse transcription-PCR assays for detecting and subtyping pandemic influenza A/H1N1 2009, seasonal influenza A/H1N1, and seasonal influenza A/H3N2 viruses",
            "authors": [],
            "year": 2011,
            "venue": "J Virol Methods",
            "volume": "171",
            "issn": "1",
            "pages": "156-162",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2010.10.018"
                ]
            }
        },
        "BIBREF26": {
            "title": "Pandemic A(H1N1)2009 influenza virus detection by real time RT-PCR: is viral quantification useful?",
            "authors": [],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "16",
            "issn": "4",
            "pages": "317-321",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2010.03169.x"
                ]
            }
        },
        "BIBREF27": {
            "title": "Evaluation and Verification of the Seeplex(R) Diarrhea-V ACE Assay for the Simultaneous Detection of Adenovirus, Rotavirus and Norovirus Genogroups I and II in Clinical Stool Specimens",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Microbiol",
            "volume": "49",
            "issn": "9",
            "pages": "3154-3162",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00599-11"
                ]
            }
        },
        "BIBREF28": {
            "title": "Influenzavirus A2 infections presenting with febril convulsions and gastrointestinal symptoms in young children",
            "authors": [],
            "year": 1976,
            "venue": "Clin Pediatr (Phila)",
            "volume": "15",
            "issn": "4",
            "pages": "361-367",
            "other_ids": {
                "DOI": [
                    "10.1177/000992287601500408"
                ]
            }
        },
        "BIBREF29": {
            "title": "Gastrointestinal bleeding with influenza virus",
            "authors": [],
            "year": 1991,
            "venue": "Med J Aust",
            "volume": "154",
            "issn": "3",
            "pages": "180-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Influenza A and B virus infections in children",
            "authors": [],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "3",
            "pages": "299-305",
            "other_ids": {
                "DOI": [
                    "10.1086/345909"
                ]
            }
        },
        "BIBREF31": {
            "title": "Detection of human influenza virus in the stool of children",
            "authors": [],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "25",
            "issn": "12",
            "pages": "1194-1195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Emergence of a novel swine-origin influenza A (H1N1) virus in humans",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "25",
            "pages": "2605-2615",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Influenza virus infection among pediatric patients reporting diarrhea and influenza-like illness",
            "authors": [],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-3"
                ]
            }
        }
    }
}