{
    "paper_id": "PMC3713905",
    "metadata": {
        "title": "Major Infection Events Over 5 Years: How Is Media Coverage Influencing Online Information Needs of Health Care Professionals and the Public?",
        "authors": [
            {
                "first": "Gunther",
                "middle": [],
                "last": "Eysenbach",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Paolotti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patty",
                "middle": [],
                "last": "Kostkova",
                "suffix": "",
                "email": "P.Kostkova@ucl.ac.uk",
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [],
                "last": "Fowler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sue",
                "middle": [],
                "last": "Wiseman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Julius",
                "middle": [
                    "R"
                ],
                "last": "Weinberg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "There is a large amount of medical information available on the Internet, ranging from specialist databases and indexed collections of articles for health care professionals to less technical information sites for the general public. It is estimated that around 80% of the general public and a comparable proportion of medical professionals access information via the Internet [1]. In this paper, we examine the search behavior of visitors to a specialist medical online portal (in the domain of infectious diseases and infection prevention control) and the search behavior of the wider public using a search engine. We also consider the possible influence of media reporting of disease outbreaks on these behaviors.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 379,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Background ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The last decade witnessed turbulent events in the domain of infectious diseases and public health. New and emerging infections, such as Severe Acute Respiratory Syndrome (SARS), deliberately released threats (eg, anthrax), and ongoing battles with common illnesses, such as influenza, tuberculosis (TB), Healthcare Associated Infections (HAI), and the A/H1N1 swine flu pandemic outbreak of 2009 were amplified by the spread of disease through increased speed and volume of international travel. It is more important than ever to ensure that health care professionals and members of the public are well informed and kept up to date with the latest public health developments, government advice, and rapid risk communications. However, in addition to official health authorities’ communications, in the Internet era professionals and the public increasingly use online resources to meet their information needs and seek up-to-date evidence. Also, media coverage of infection outbreaks, public health issues, and media-mediated risk advice is increasingly influencing public perceptions and often distorting health critical information [2].",
            "cite_spans": [
                {
                    "start": 1134,
                    "end": 1135,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Background ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "As of the end of December 2009, there were an estimated 1.8 billion Internet users worldwide. In Europe, 53% of the population use the Internet, which rises to 77% in the United Kingdom (with 69% having a broadband connection) (values are from surveys quoted in Higgins et al [1]). More recent results [3] indicate that 56% of the population in the European Union use the Internet daily, with 68% using the Internet every week.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 278,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 303,
                    "end": 304,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Health-Related Information Seeking Behavior of Professionals and Public ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Various surveys ([4-5]) quoted by Higgins et al [1] indicate that 8 out of 10 Internet users in the United States use the Internet to access health information and that the corresponding number for Europe was 7 out of 10 (according to a 2007 study by Andreassen et al [6]). A study by Seybert in 2011 [3] found that 54% of EU Internet users used the Internet to look for health-related information (lower than the 71% mentioned by Andreassen et al). This difference might be explained by differences in sampling and the wording of questions (see [7] for a discussion on this subject). Overall, it seems reasonable to expect a continued increase in the proportion of Internet usage by the general public, as well as the proportion of those users seeking online health information.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 19,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 20,
                    "end": 21,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 49,
                    "end": 50,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 269,
                    "end": 270,
                    "mention": "6",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 302,
                    "end": 303,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 547,
                    "end": 548,
                    "mention": "7",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Health-Related Information Seeking Behavior of Professionals and Public ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In addition to the increased use of online resources by members of the public to manage their personal health and better understand their conditions, in recent years the online health information environment has become mobile, with 17% of cell phone users having used their phones to look up health information and 9% using software applications on their phones that help them track or manage their health [8].",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 408,
                    "mention": "8",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Health-Related Information Seeking Behavior of Professionals and Public ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "While these studies provide cumulative data on Internet usage, it is also essential to investigate users’ search and online behavior to understand their online information needs and how these are fulfilled technically as well as in the context of site usability [9]. Furthermore, do members of the public access medical information online for the same reasons as health care professionals and does their search behavior differ?",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "mention": "9",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Health-Related Information Seeking Behavior of Professionals and Public ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "A number of studies have investigated health care professionals’ online information seeking behavior. Younger gives a survey of studies comparing the search behavior of doctors and nurses [10]. It was difficult to compare individual studies due to the lack of harmonization of design and terminology, but the main conclusion was that many barriers exist for health care professionals, including lack of time and resources. There are also social barriers for professionals to use computers in the health care environment [11]. Alghanim [12] examines the information seeking behavior of primary health care physicians in Saudi Arabia, with one finding showing that around 50% of rural physicians used online databases and general websites to find information, rising to over 70% for urban physicians, with the difference presumably due to the lack of availability of these resources in rural areas. O’Keeffe et al [13] surveyed the information seeking behavior of a variety of health care personnel at two medical establishments in northern California (however the study does not distinguish exactly between online and offline information).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 521,
                    "end": 523,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 536,
                    "end": 538,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Health-Related Information Seeking Behavior of Professionals and Public ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Public health and infection is one of the most varied domains of medicine, subject to rapid changes, disease outbreaks, and control measures involving the general public at regional, national, and international scales. As we run a specialist online digital library for infection and public health professionals and have a unique longitudinal online search dataset, we will focus on the information needs of the public and professionals regarding infection. It is not easy to say what drives the behavior of the public to seek information on particular infectious diseases. An actual outbreak of the disease could be a factor, but the knowledge of the outbreak will usually be obtained via mass media. The media’s reporting of disease outbreaks may be exaggerated due to certain needs, such as a need for a human interest angle [14].",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 830,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Health-Related Information Seeking Behavior of Professionals and Public ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Media coverage of health-related news stories can influence the decisions and behavior of policy makers and the public [2]. For example, some parents refused to have their children vaccinated with the combined MMR (measles, mumps, and rubella) vaccine after intense media coverage of a single paper (later discredited [15]) linking the MMR vaccine to autism. Media coverage can be distorted, giving extra attention to stories about health concerns that have little real impact, while largely ignoring those (such as smoking, obesity, and alcohol) that cause much more harm [2].",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 319,
                    "end": 321,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 574,
                    "end": 575,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Effects of Media Coverage on Information Seeking Behavior ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Media coverage can also help to limit an outbreak, by causing individuals who are susceptible to the disease to isolate themselves from infected individuals [16]. Finally, the media coverage of a disease may be heightened even when there is no outbreak at the time. A good example is the reporting of the findings of an inquiry into an outbreak (eg, the coverage in October 2007 of Clostridium difficile (C diff), concerning a report into a prolonged outbreak between April 2004 and September 2006).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Effects of Media Coverage on Information Seeking Behavior ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The 2009 swine flu outbreak was a health event covered extensively by the mass media and with an impact investigated by a number of research studies. Hilton and Hunt examined UK newspaper coverage of the 2009-10 swine flu (A/H1N1) outbreak [17]. They found that there was “immense” coverage in the spring and summer of 2009, when there was most uncertainty about the future impact on the United Kingdom. Later, in the autumn of 2009, there were few news articles, despite a second peak in the number of swine flu cases. Also, public information needs changed as members of public were overwhelmed by the information in the spring of 2009 but were less interested in the second half of 2009 [18].",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Effects of Media Coverage on Information Seeking Behavior ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Therefore, in this study we will investigate the following questions:",
            "cite_spans": [],
            "section": "Effects of Media Coverage on Information Seeking Behavior ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The NeLI/NRIC portals are aimed at health care professionals with interests in infection. Initially part of the NHS-led project, they were also promoted through the Health Protection Agency (HPA), the national public health agency in the United Kingdom. The site had over 5000 unique users per month in 2011 and between 20,000 and 30,000 page views (Figure 4).",
            "cite_spans": [],
            "section": "NeLI/NRIC Users :::  Dataset 1: Professional Information User Needs—the NeLI/NRIC Portal Dataset :::  Datasets :::  Methods",
            "ref_spans": [
                {
                    "start": 350,
                    "end": 358,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "From 2006 to 2008, NeLI/NRIC was heavily promoted at conferences and at other events, seemingly leading to an increase in visitor numbers. More recently, due to lack of resources, the site has been kept up to date, but promotional activity has lessened, resulting in a decline in site activity, clearly visible in the graph.",
            "cite_spans": [],
            "section": "NeLI/NRIC Users :::  Dataset 1: Professional Information User Needs—the NeLI/NRIC Portal Dataset :::  Datasets :::  Methods",
            "ref_spans": []
        },
        {
            "text": "NeLI/NRIC is visited most frequently by users in the United Kingdom and the United States, and English speaking countries. However, despite the content being in English only and forming part of a national library, there is a growing number of users from countries such as India, Germany, and China, indicating a global need for such an evidence-based open access portal (see Supplementary Figure 1 in Multimedia Appendix 1).",
            "cite_spans": [],
            "section": "NeLI/NRIC Users :::  Dataset 1: Professional Information User Needs—the NeLI/NRIC Portal Dataset :::  Datasets :::  Methods",
            "ref_spans": []
        },
        {
            "text": "All the content of the evidence-based library is in the public domain and free to use. In order to improve accessibility and usability no registration is required to access the content although users can subscribe to receive a monthly electronic newsletter that highlights the latest resources and upcoming events and conferences. Users can join the subscription list either personally at a conference, at a study day where NeLI/NRIC is presented, or online at a dedicated subscription page. The subscription database holds details for over 3500 NeLI/NRIC users. Subscribers listed in the database can provide their professions and specialities. Although the primary interest in subscribing to the site is “infection”, in order to better understand the professional backgrounds of NeLI/NRIC users an analysis of these was performed, and the breakdowns of professions and specialities are detailed in Supplementary Figures 2 and 3 in Multimedia Appendix 1.",
            "cite_spans": [],
            "section": "NeLI/NRIC Users :::  Dataset 1: Professional Information User Needs—the NeLI/NRIC Portal Dataset :::  Datasets :::  Methods",
            "ref_spans": []
        },
        {
            "text": "Google is currently the most commonly used search engine worldwide, with 90% of the market share globally, and 80% in the United States, according to StatCounter Global Stats [29]. See Supplementary Figures 5 and 6 in Multimedia Appendix 1 for the worldwide and US data respectively. It therefore seems justifiable to use Google search data as representative of the general public’s search interests.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Google Users ::: Dataset 2: Public Information Needs—the Google Trends Dataset :::  Datasets :::  Methods",
            "ref_spans": []
        },
        {
            "text": "The third dataset, measuring media coverage of specific topics, is the newspaper articles retrieved from the LexisNexis database [30] (see Supplementary Figure 7 in Multimedia Appendix 1). These articles were from major world newspapers in the English language. The results can be saved as a text list, from which the dates of the articles (which are necessary for our analysis) can be extracted.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Dataset 3: Media Coverage of Infection Outbreaks—News Articles From LexisNexis :::  Datasets :::  Methods",
            "ref_spans": []
        },
        {
            "text": "Before Web server log data could be used, the dataset had to be cleaned. As there are site visits not motivated by specific interest that can be of high volume and at random times, it is important to try to identify and remove them from our data. The main sources of spurious accesses were Web crawlers and referrer spam (there are also accesses by the website developers during developing and testing, which were easily identifiable).",
            "cite_spans": [],
            "section": " Analysis: Pre-Processing of NeLI/NRIC Log Data :::  Methods",
            "ref_spans": []
        },
        {
            "text": "Web crawlers (also referred to as spiders) are programs that visit pages of a website, usually for the purpose of indexing the site for search engines. Web crawlers tend to visit the same sites frequently to check for updates. Crawlers can cause serious distortion of the Web log statistics, as they can produce a spike in the logs that is not due to any genuine interest in the site [31,32].",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 388,
                    "end": 390,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": " Analysis: Pre-Processing of NeLI/NRIC Log Data :::  Methods",
            "ref_spans": []
        },
        {
            "text": "Referrer spam [33] is created by automated programs that generate Web log entries with the referrer site field set to a specific Web address. This is intended to generate free advertising if the weblogs are made available online.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": " Analysis: Pre-Processing of NeLI/NRIC Log Data :::  Methods",
            "ref_spans": []
        },
        {
            "text": "In order to remove as many spurious log entries as possible, the Web logs were pre-processed with the following steps:",
            "cite_spans": [],
            "section": " Analysis: Pre-Processing of NeLI/NRIC Log Data :::  Methods",
            "ref_spans": []
        },
        {
            "text": "After pre-processing the logs, the remaining entries were divided into document views (ie, looking at a specific document in the library), category browses (looking at a list of documents about a specific topic, the second level of the two level taxonomy described in section 3.1.1), and searches (ie, the entry of search terms into the search box). Other accesses, such as image views or views of pages not relating to specific diseases or organisms, were not counted. We concentrated on category browsing and document views, as (1) browsing was much more commonly performed than searching (93% of the total) [34], (2) factors such as misspellings, synonyms, and complex search phrases make analysis of search terms much more complicated, and finally (3) for advanced keyword searches, an autocomplete function (which suggests keywords after the user has typed a few characters) was used. This distorts the results for searches, as the searches for partial words are also recorded in the logs.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 613,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "NeLI/NRIC Logs ::: Analyzing Interest in Infection Topics :::  Methods",
            "ref_spans": []
        },
        {
            "text": "Finding information on NeLI/NRIC can be achieved either by using a search (either from an external search engine or by an internal search on the NeLI/NRIC site) or by visiting the site and following links or menus to navigate to the required information (see Figure 5).",
            "cite_spans": [],
            "section": "NeLI/NRIC Logs ::: Analyzing Interest in Infection Topics :::  Methods",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "After plotting graphs for professional interest in infectious diseases using the NeLI/NRIC dataset, we considered the major peaks in the graphs and attempted to identify any major policy documents that were released at the corresponding times. To verify if these documents may have caused the peak in interest, we studied the NeLI/NRIC logs to measure the download rates of the documents and matched them to the professional interest graphs (which measure the overall browsing activity for the disease).",
            "cite_spans": [],
            "section": "NeLI/NRIC Logs ::: Analyzing Interest in Infection Topics :::  Methods",
            "ref_spans": []
        },
        {
            "text": "Public interest data were obtained by entering search terms at the Google Trends website. The data were downloaded as weekly data in comma separated value (CSV) format, using relative scaling, so that the data are scaled to make the average level over the period is 1. We chose to use single terms (eg, “norovirus”, “tuberculosis”, “C difficile”) instead of trying to include synonyms (“winter vomiting bug”, “TB”, “C. diff”, “superbug”, etc), partly for simplicity and partly because Google’s search algorithm can already make some allowance for synonyms and misspelled search terms. There are specific complications associated with analyzing influenza, as in addition to the common term “flu”, there are varieties of influenza that have been widely covered by the media (avian influenza, or “bird flu”, and swine influenza, or “swine flu”). As it is difficult to tell whether the results for “influenza” might have been part of a more specific query about avian or swine influenza, we found totals for “influenza” as a whole.",
            "cite_spans": [],
            "section": "Public Interest: Google Trends Dataset Analysis :::  Methods",
            "ref_spans": []
        },
        {
            "text": "Media articles were extracted from the LexisNexis database, using the same search terms as were used for the Google Trends results. The search was performed over “Major World Publications (English)” and returned articles where the keyword was mentioned near the start of the article. The similarity measure was set to “On, high similarity” to exclude duplicate articles. The articles were sorted by date and counted to give weekly totals.",
            "cite_spans": [],
            "section": " Media Coverage: Newspaper Article Analysis :::  Methods",
            "ref_spans": []
        },
        {
            "text": "Once the information from the 3 datasets was plotted as time series, we examined the correlation of the 3 signals and further investigated the real events and key publications to attempt to explain any spikes, trends, and other patterns in the data. These were gathered by searching news and press release databases from the Health Protection Agency (HPA), the European Centre for Disease Prevention and Control (ECDC), the World Health Organization (WHO) and other agencies, and in-depth analysis of access to the actual documents on NeLI/NRIC creating the peak and manually verified by infection domain experts. Also, we related the levels of professional interest with that of the public and each of these to the media coverage.",
            "cite_spans": [],
            "section": " Media Coverage: Newspaper Article Analysis :::  Methods",
            "ref_spans": []
        },
        {
            "text": "The last decade has been eventful in the domain of infectious disease. There have been periods of emerging infections (SARS), epidemic outbreaks (avian flu), a pandemic (swine flu in 2009) as well as recurring outbreaks for common infections (influenza, MRSA). We evaluated the 3 datasets to try to understand the correlations; however, as the primary aim was to understand professionals’ needs, we investigated the NELI/NRIC dataset to determine the most accessed infection topics and disease outbreaks.",
            "cite_spans": [],
            "section": "Major Infection Outbreaks ::: Results",
            "ref_spans": []
        },
        {
            "text": "The next section describes the results of each disease separately and provides background events to illustrate the information needs of professionals and public.",
            "cite_spans": [],
            "section": "Major Infection Outbreaks ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nClostridium difficile, also written as C difficile or C diff, and MRSA are bacteria that can infect patients through cross infection, in hospitals, nursing homes, or other health care facilities, hence the commonly used term health care associated infections (HAIs). They are also linked to overuse of antibiotics causing resistance or damage to normal body bacteria, poor hygiene practice, age, and lowered immunity. Another popular term among the public is “superbugs” [35,36].",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Introduction ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nTable 2 shows the number of news articles returned from searches on “Clostridium difficile” and “MRSA” and the articles that appear in both sets of results. There are relatively few articles (11.3%) that are about C difficile alone, whereas there are many more (62.3%) on MRSA alone, with about a quarter of articles (26.4%) mentioning both HAIs. Figure 6 shows a comparison of Google searches for “Clostridium difficile” and “MRSA” (and the term “superbug” for reference). Again, MRSA is a more popular term, with around ten times the number of searches performed. This might be partially explained by the difficulty of spelling “Clostridium difficile” compared to “MRSA” when searching. There is also the possibility that the public were more alarmed about MRSA, and there was a strong public support network (including MRSA action groups) bringing it to the public’s attention.",
            "cite_spans": [],
            "section": "Introduction ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 356,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nFigure 7 shows the levels of (1) professional interest (measured by numbers of NeLI/NRIC accesses of the Clostridium difficile and MRSA taxonomy pages), (2) public interest (measured by comparative frequencies of Google searches for the terms “Clostridium difficile” and “MRSA”), and (3) media coverage (measured by the number of news articles mentioning “Clostridium difficile” or “MRSA” obtained from the LexisNexis database). Each statistic is measured weekly and normalized so that the baseline average over the period is 1.",
            "cite_spans": [],
            "section": "Results ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "The first observation (which applies generally to other diseases/organisms) is that the professional interest (measured by NeLI/NRIC accesses) is “noisier” (have a higher variance) than the Google Trends data. This is clearly due to Google’s far larger traffic volume. It is difficult to get exact figures for Google’s search volume, but using Google’s AdWords service indicates that in the year to January 2012, the average monthly global number of searches for the phrase “what is C diff” was 368,000 [37]. If other searches related to C difficile were to be included, the total number of relevant searches would be much higher.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 506,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Results ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": []
        },
        {
            "text": "The maximum level of professional interest occurs at week 43 in 2007 (which also coincides with the maximum levels of public interest and media coverage). The professional interest level at this peak was 2.6 times the baseline level, compared to 5.0 times the baseline for media coverage, and 5.7 times for public interest. There are periods of increased activity early in the second half of 2006 and in the first half of 2010. It is likely that the increased activity in 2006 is due to the high levels of promotional activities for the newly relaunched NeLI/NRIC sites. More evidence for this comes from comparing the graphs in later sections, which show a similar pattern. The heightened activity in 2010 may be due to promotional activities or to the aftermath of pandemic flu, but this is unclear.",
            "cite_spans": [],
            "section": "Professional Interest ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": []
        },
        {
            "text": "The public interest shows a very clear spike in 2007, coinciding with the spikes in the professional interest and media coverage. This spike is at a level that is 5.7 times the baseline. There is also a slight dip in the interest level at the end of each year, which can also be seen in the graphs for most of the other diseases. This is presumably due to lower levels of search over the period of the Christmas and New Year holidays. Also, overall public interest decreases after the 2007 spike until the end of the study period, where it is at a similar level to before 2007.",
            "cite_spans": [],
            "section": "Public Interest ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": []
        },
        {
            "text": "A possible interpretation of the public interest in MRSA and C difficile is that in 2007 it was affecting them, their relatives, and friends. In addition (in the United Kingdom at least) MRSA action groups were very active at this time and public pressure finally made the government take action, introducing targets for MRSA reduction in hospitals and nursing homes. Subsequently MRSA incidence fell and C difficile incidence increased, before attention turned to tackling C difficile.\n",
            "cite_spans": [],
            "section": "Public Interest ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": []
        },
        {
            "text": "The media coverage also shows a clear peak in late 2007. The news stories at this time mainly focused on the findings of the Healthcare Commission in the United Kingdom concerning an outbreak of C difficile between April 2004 and September 2006. For example:",
            "cite_spans": [],
            "section": "Media Coverage ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": []
        },
        {
            "text": "This indicates that heightened media coverage in late 2007 over the Healthcare Commission report had a correlation to professionals’ needs, who were likely to access the report but around 3 times rather than 6 times more frequently than the baseline.",
            "cite_spans": [],
            "section": "Media Coverage ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": []
        },
        {
            "text": "The article is also an example of MRSA being mentioned in a report that is mainly about C difficile.",
            "cite_spans": [],
            "section": "Media Coverage ::: \nClostridium difficile and MRSA ::: Results",
            "ref_spans": []
        },
        {
            "text": "Tuberculosis (TB) is an infectious disease that is caused by a bacterium called Mycobacterium tuberculosis. TB primarily affects the lungs, but it can also affect organs in the central nervous system, lymphatic system, and circulatory system. Infection is spread when bacteria, coughed up by an individual with TB affecting their lungs, are released into the air and inhaled by others. TB is a major global health problem and also prevalent among people with HIV/AIDS.",
            "cite_spans": [],
            "section": "Introduction ::: Tuberculosis ::: Results",
            "ref_spans": []
        },
        {
            "text": "From the graphs for TB (see Figure 8), it seems clear that professional and (to a lesser extent) public interest are both declining gradually. It is therefore not surprising that the NeLI/NRIC levels of interest did not show corresponding peaks or that Google Trends does not have a peak (as tuberculosis is not central to the stories, users would not use the term in searching for content).",
            "cite_spans": [],
            "section": "Results ::: Tuberculosis ::: Results",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "mention": "Figure 8",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "The overall level of professional interest appears from the graph to be declining, although this may be misleading. The graph shows the same higher level of interest for the first few months of the study period, which coincides with the promotional activities that would generate higher activity levels from professionals. When this is discounted, the remaining interest levels are more level.",
            "cite_spans": [],
            "section": "Professional Interest ::: Tuberculosis ::: Results",
            "ref_spans": []
        },
        {
            "text": "A tuberculosis “Knowledge Week” was held on NeLI/NRIC in conjunction with the HPA from March 26-30, 2007, to provide health care professionals with quick and easily accessible up-to-date knowledge on the disease. This activity does not appear as a peak in the graph, as the most accessed page for the Knowledge Week was a special front page that was not counted in our analysis of searches for the disease.",
            "cite_spans": [],
            "section": "Professional Interest ::: Tuberculosis ::: Results",
            "ref_spans": []
        },
        {
            "text": "A document “Tuberculosis prevention and treatment: a toolkit for planning, commissioning and delivering high-quality services in England” was published by the NHS on June 15, 2007, as TB was becoming a growing and expensive problem in the United Kingdom. This shows up as a peak (3.2 times baseline) in week 26 of 2007, following a public interest peak in week 21 (2.8 times baseline), a professional interest peak (4.2 times) in week 22, and a media peak (5.7 times) in week 23. Figure 9 shows the professional interest (the same NeLI/NRIC accesses as in Figure 8) for tuberculosis, together with the accesses for the document (measured as a proportion of the total weekly document accesses). Clearly there is a surge of interest in the document at the time of publication (week 26), followed by a steady decline.",
            "cite_spans": [],
            "section": "Professional Interest ::: Tuberculosis ::: Results",
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "mention": "Figure 9",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 556,
                    "end": 564,
                    "mention": "Figure 8",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "The highest level in public interest occurred in May 2007 (week 21, 2.8 times baseline), which seems to be related to a story concerning a US citizen infected with TB who took a flight to Europe, potentially spreading the disease [39,40]. On this occasion, public interest was most likely triggered by the media story. The yearly dip in interest at the end of each year is also evident.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 234,
                    "end": 236,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Public Interest ::: Tuberculosis ::: Results",
            "ref_spans": []
        },
        {
            "text": "Tuberculosis is not highly prevalent in the United Kingdom but has been increasing and affects immigrants and the homeless more than other groups. This may explain some of the lack of public interest, as these affected groups may not have as much access to the Internet as other members of the public.",
            "cite_spans": [],
            "section": "Public Interest ::: Tuberculosis ::: Results",
            "ref_spans": []
        },
        {
            "text": "There are several peaks in the media coverage, notably in mid-2007 (5.7 times baseline, mainly relating to a long-running story about a bullock kept at a Hindu temple that contracted TB [41]), mid-2008 (1.9 times baseline, mainly about a potential cull of badgers to control bovine TB [42]), and late 2008 (about a successful human windpipe transplant, which was needed due to the patient’s earlier case of TB [43]). These media stories tended to be about animal (specifically bovine) TB and a single human interest story, where the disease was incidental. Finally, there are peaks each year from 2007-2010 (2.5, 2.7, 3.1, and 3.1 times the baseline, respectively) coinciding with the World TB day, which is March 24 each year. This indicates that such events can generate media coverage.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 286,
                    "end": 288,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 411,
                    "end": 413,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Media Coverage ::: Tuberculosis ::: Results",
            "ref_spans": []
        },
        {
            "text": "Meningitis is “an infection of the meninges (the protective membranes that surround the brain and spinal cord)” and can be caused by either bacteria or viruses [44].",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Introduction ::: Meningitis ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 10 shows the professional interest, public interest, and media coverage for meningitis.",
            "cite_spans": [],
            "section": "Results ::: Meningitis ::: Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 10,
                    "mention": "Figure 10",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Professional interest was heightened in the years 2006 and 2007 but has declined since then. Again, some of this decline can be explained as due to enhanced levels of interest when the NeLI/NRIC sites were relaunched in 2006.",
            "cite_spans": [],
            "section": "Professional Interest ::: Meningitis ::: Results",
            "ref_spans": []
        },
        {
            "text": "The public interest appears to be level, not deviating far from the baseline level, possibly showing a downward trend, as the graph from early 2009 is below the baseline level. The larger dips at the end of 2006 and the end of 2009 are again probably due to the holiday period. This is interesting, as it seems that the presence of heightened media coverage is not influencing the public searches.",
            "cite_spans": [],
            "section": "Public Interest ::: Meningitis ::: Results",
            "ref_spans": []
        },
        {
            "text": "The peaks in media coverage show no obvious pattern. On examining the peaks and matching them to news articles, it seems that media coverage is driven by stories about individual tragedies, celebrity stories, and other human interest stories. The four largest peaks are in week 20, 2007 (3.0 times baseline), with the main focus on the singer Peter Andre who contracted meningitis [45]; in week 39, 2007 (2.5 times baseline), with stories about an individual boy’s death [46] and others about a boy who changed his accent after surgery for meningitis [47]; week 12, 2009 (2.5 times baseline), where there was no clear single focus for stories; and week 24, 2009 (2.4 times baseline), focusing on the joint suicide of the parents of a toddler who died of meningitis [48].",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 552,
                    "end": 554,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Media Coverage ::: Meningitis ::: Results",
            "ref_spans": []
        },
        {
            "text": "Norovirus is a seasonal disease, also called “winter vomiting disease”. “The virus, which is highly contagious, causes vomiting and diarrhoea. [...] Between 600,000 and one million people in the UK catch norovirus every year” [49].",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Introduction ::: Norovirus ::: Results",
            "ref_spans": []
        },
        {
            "text": "In contrast to the other outbreaks that we have investigated in this study, there is a clear seasonal trend to the professional and public interest and media coverage (see Figure 11). Professional interest tends to mirror public interest, except for heightened activity in late 2009 and early 2010. This extra activity is probably due to publication of the HPA’s guideline “Norovirus outbreak reporting scheme” on December 14, 2009.",
            "cite_spans": [],
            "section": "Results ::: Norovirus ::: Results",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "mention": "Figure 11",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\nFigure 12 shows the professional interest (the same NeLI/NRIC accesses as in Figure 11) for norovirus, together with the accesses for the document (measured as a proportion of the total weekly document accesses). There is a small peak in interest at the time of publication (the small size of this peak is due, in part at least, to the document being published near the end of that week), followed by a large peak in the next (full) week, and then a gradual decline.",
            "cite_spans": [],
            "section": "Results ::: Norovirus ::: Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 10,
                    "mention": "Figure 12",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 78,
                    "end": 87,
                    "mention": "Figure 11",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Professional interest tends to mirror public interest, except for heightened activity in late 2009 and early 2010 (up to 8.2 times baseline). This extra activity is due to publication of the HPA’s guideline “Norovirus outbreak reporting scheme” in December 2009. The season 2009-2010 was also a “bad” year for norovirus outbreaks (see Figure 13).",
            "cite_spans": [],
            "section": "Professional Interest ::: Norovirus ::: Results",
            "ref_spans": [
                {
                    "start": 335,
                    "end": 344,
                    "mention": "Figure 13",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The public interest clearly correlates to the seasonal variation in the professional interest graph and in the media coverage. The dips at the end of each year that are clearly visible in the earlier graphs do not appear here.",
            "cite_spans": [],
            "section": "Public Interest ::: Norovirus ::: Results",
            "ref_spans": []
        },
        {
            "text": "There is a clear peak (15.1 times baseline) in media coverage in the winter of 2007/2008. There is also another clear spike (8.6 times baseline) at week 29 of 2009, mainly due to coverage of an outbreak of norovirus on a cruise ship [50]. The media coverage does not fit the seasonal pattern quite as well as the public and professional interest. This may be due to occasional outbreaks that can happen in summer (often on cruise ships) and also due to the media coverage including a large proportion of stories from the southern hemisphere. The professional interest levels are skewed towards the northern hemisphere, as that is where the majority of visits come from. The public interest levels are also biased towards the northern hemisphere, as the majority of Google’s traffic comes from there.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Media Coverage ::: Norovirus ::: Results",
            "ref_spans": []
        },
        {
            "text": "As the professional interest, public interest, and media coverage show such similar seasonal patterns, it is not surprising that they closely match data for the actual occurrence of the disease. Figure 14 shows the numbers of laboratory reports of norovirus in England and Wales (data from the HPA weekly epidemiological surveillance reports). As the data is from the northern hemisphere it is important to be careful in making generalizations. But there is clearly a close correspondence with the graphs of Figure 11, with the peaks occurring in the northern winter, and the troughs in the summer.",
            "cite_spans": [],
            "section": "Comparison With Actual Disease Occurrence Data ::: Norovirus ::: Results",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "mention": "Figure 14",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 508,
                    "end": 517,
                    "mention": "Figure 11",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "“Influenza is a viral infection that affects mainly the nose, throat, bronchi and, occasionally, [complications occur which affect the] lungs. [...] The virus is transmitted easily from person to person via droplets and small particles produced when infected people cough or sneeze. Influenza tends to spread rapidly in seasonal epidemics.” [51]. New strains and variants of the influenza virus are constantly emerging. There are several named subsets of these, including seasonal influenza, swine influenza (“swine flu”), and avian influenza (“bird flu”).",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 344,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Introduction ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "“Seasonal flu occurs every year, usually in the winter. It’s a highly infectious disease caused by a virus. The most likely viruses that will cause flu each year are identified in advance and vaccines are then produced that closely match them.” [52]",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Introduction ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "According to an internationally accepted standard, the terms “avian influenza” and “swine influenza” refer to influenza viruses found in birds and swine, respectively [53] .However, the terms (also called “bird flu” and “swine flu”) may be used to refer to specific strains of influenza. For example, according to NHS Choices, swine flu is “the common name given to a relatively new strain of influenza (flu) that caused a flu pandemic in 2009-2010. It is also referred to as H1N1 influenza (because it is the H1N1 strain of virus)” [54].",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Introduction ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "While it may be expected that influenza would feature highest in the NeLI/NRIC accesses over the investigated period, it is actually only in sixth position. The interest in this disease on NeLI/NRIC has shown to be lower as seasonal influenza, being one of the most common diseases, does not require regular and more specialized evidence.",
            "cite_spans": [],
            "section": "Introduction ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 15 shows the professional interest, public interest, and media coverage for “influenza”. Clearly the graph is dominated by the surge of interest around the 2009 swine flu pandemic. Otherwise there was constant public interest in the disease while professionals had several spikes mostly in winter months indicating an increased information need around seasonal influenza. Apart from two isolated media interests in spring 2006 and winter 2007, there were no significant outbreaks resulting in media attention. The key exception requiring an in-depth evaluation is indeed the 2009 swine flu pandemic. Figure 16 shows just the period of 2009 and the first quarter of 2010 (the duration of the swine flu pandemic). Both the public interest and the media coverage have large peaks in the spring of 2009 (36.4 and 12.0 times the baselines, respectively), corresponding to the initial cases in Mexico and the announcement of the pandemic, but have much lower activity later when there was a second peak in flu cases (matching the findings of [17] for the media coverage). However, the public interest does show a smaller peak (6.4 times baseline) in autumn 2009.",
            "cite_spans": [
                {
                    "start": 1045,
                    "end": 1047,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Results ::: Influenza ::: Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 10,
                    "mention": "Figure 15",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 608,
                    "end": 617,
                    "mention": "Figure 16",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "There is once again a heightened level of activity in the second half of 2006, presumably caused by promotional activity of NeLI/NRIC. During the H1N1 outbreak, the levels were higher than average, but there was not a large spike, as was the case for public interest and media coverage. This is probably due to the large number of competing information online resources for public and professionals that were created during the 2009 pandemic, and the public health agencies such as HPA, ECDC, and WHO held daily press conferences publishing the latest evidence and advice. For this reason, in summer 2009, NeLI/NRIC decided to add a dedicated swine flu link to their home pages to redirect visitors to the ECDC flu website for the daily updates [21].",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 748,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Professional Interest ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "Interestingly, public interest in the disease peaks in week 17 of 2009, while the peak in media coverage followed in week 18. However, the difference of one week is probably not significant here, as the process of collating results into weekly totals will have some uncertainties. According to a study conducted in 2009:",
            "cite_spans": [],
            "section": "Public Interest ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "April 27 is near the end of week 17 (23-29 April), and April 30 is at the start of week 18. It is interesting that the announcement of phase 6 (the pandemic level) on June 11, 2009, did not seem to generate any significant interest.",
            "cite_spans": [],
            "section": "Public Interest ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "There was a second peak in public interest at week 44 (6.4 times baseline), identifying the autumn 2009 outbreak (this is discussed in the next section, where it is correlated with the media coverage).",
            "cite_spans": [],
            "section": "Public Interest ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "There is an earlier peak (10.0 times baseline) in media coverage in August 2007, which corresponds to a serious outbreak of influenza in Australia (for example [56]).",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Media Coverage ::: Influenza ::: Results",
            "ref_spans": []
        },
        {
            "text": "The second main peak (12.0 times baseline) occurred around the end of April 2009. This was around 6 weeks before the WHO declared that H1N1 was officially a pandemic (June 11, 2009). The heightened media interest in these weeks related to the outbreak in Mexico and speculation as to whether the disease would spread. Public interest during the autumn second peak of the disease was 5.7 times smaller than during the April peak, but is clearly visible in Figure 16, although the media did not give the topic much attention at this crucial time.",
            "cite_spans": [],
            "section": "Media Coverage ::: Influenza ::: Results",
            "ref_spans": [
                {
                    "start": 455,
                    "end": 464,
                    "mention": "Figure 16",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "In this paper we have analyzed the information needs of public and professionals around key infectious disease outbreaks and events in the 4.5 years from the end of July 2006, until the end of 2010. We compared these with media coverage to illustrate where the media interest could have fueled public interest in the disease and what the reaction was of professionals to key outbreaks and policy changes. Based on the results, the diseases fall into 4 groups:",
            "cite_spans": [],
            "section": "Principal Results ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The next sections will discuss the results in more detail.",
            "cite_spans": [],
            "section": "Principal Results ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that a triangulation of (1) longitudinal Web log data from the NeLI/NRIC infection portals to evaluate the professionals’ needs around infection as a primary goal, (2) Google Trends in these topics to find a complementary public interest, and (3) media coverage from LexisNexis provides the desired correlation to answer our research questions listed in section 3:",
            "cite_spans": [],
            "section": "Principal Results ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Our findings include (corresponding research questions 1-3 are listed in parentheses after each finding):",
            "cite_spans": [],
            "section": "Principal Results ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In general, we concluded that media plays a role in influencing public information needs but is not as crucial as is often assumed. Professionals naturally respond to disease occurrence, events, or publication of key documents or policy changes that drive their information needs.",
            "cite_spans": [],
            "section": "Principal Results ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Studying information online needs is very difficult, and research seems to pay little attention to uncontrolled study and analysis of Web server logs for professional and public information needs. Due to the nature of the data available, we have had to make a number of assumptions in this study:",
            "cite_spans": [],
            "section": "Limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In the last two decades, the Internet has revolutionized the way we seek up-to-date evidence and information for public, in particular, during major infection events and outbreaks. Also, the role of online media with increasing coverage of public health events has contributed to the demand for information. In this study, we compared professional and public online information needs around major infection events and outbreaks over the period from mid-2006 to the end of 2010, as well as relevant media coverage.",
            "cite_spans": [],
            "section": "Conclusions ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "We investigated in depth six diseases with the highest online traffic on NeLI/NRIC: Clostridium difficile, MRSA, tuberculosis, meningitis, norovirus, and influenza. The results illustrated that public information needs remain steady and do not necessarily follow media coverage unless the event is widely covered (MRSA/C difficile and influenza).",
            "cite_spans": [],
            "section": "Conclusions ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "As expected, professionals’ interest did not follow media coverage but spikes in interest occurred during major outbreaks (MRSA and C difficile) and around the release of major national policy or other important documents (eg, the Healthcare Commission’s report on C difficile, entitled “Investigation into outbreaks of Clostridium difficile at Maidstone and Tunbridge Wells NHS Trust”) and the HPA document on norovirus in 2009 (“Norovirus outbreak reporting scheme”). The exception was norovirus showing a seasonal pattern for both groups and matching the periodic disease occurrence. Influenza was of a major concern during the H1N1 outbreak in 2009 creating massive information needs among the public in the spring in line with the media coverage and again in the autumn of 2009, this time regardless of the media coverage.",
            "cite_spans": [],
            "section": "Conclusions ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Therefore, public health agencies with responsibility for risk communication of public health events, in particular during outbreaks and emergencies, need to collaborate with media in order to ensure the coverage is of the highest quality and evidence-based while professionals information needs remain mainly fulfilled by online open access to key resources.",
            "cite_spans": [],
            "section": "Conclusions ::: Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The average and peak weekly accesses for various diseases/organisms in NeLI/NRIC.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Number of news stories from 2006-2011 about C difficile and MRSA and the number of articles common to both lists.\n",
            "type": "table"
        },
        "FIGREF1": {
            "text": "Figure 1: The National electronic Library of Infection (NeLI; information can be found by using drop down menus, left, or the search box, right).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 10: The public and professional interest, and media coverage for Meningitis.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 11: The public and professional interest, and media coverage for Norovirus.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 12: The NeLI/NRIC accesses for norovirus, and the accesses for a specific document published in December 2009.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 13: Laboratory reports of norovirus from the years 2005 to 2012 (source: Seasonal comparison of laboratory reports of norovirus (England and Wales; HPA).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 14: Laboratory reports of norovirus 2004-2011 (England and Wales; graph from HPA).",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 15: The public and professional interest, and media coverage for Influenza.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 16: The public and professional interest, and media coverage for Influenza focusing on the period of the 2009-10 swine flu pandemic.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 2: A sample log entry for a Web access to NeLI.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 3: A sample log entry for a Web access to NeLI, annotated with the meanings of the available fields.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 4: The numbers of visitors and page views for NeLI/NRIC between 2006 and 2011.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 5: Alternative methods of finding information on NeLI using the drop down menus (browsing) and free text searching.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Figure 6: A comparison of Google searches for the terms \"clostridium difficile\", \"MRSA\", and \"superbug\".",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Figure 7: The public and professional interest, and media coverage for Clostridium difficile and MRSA.",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Figure 8: The public and professional interest, and media coverage for Tuberculosis.",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Figure 9: The NeLI/NRIC accesses for TB, and the accesses for the document “Tuberculosis prevention and treatment” published in June 2007.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sixsmith",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Domegan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "A literature review on health information-seeking behavior on the Web: a health consumer and health professional perspective, Stockholm",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Internet-based information-seeking behaviour amongst doctors and nurses: a short review of the literature",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Younger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health information and libraries journal",
            "volume": "27",
            "issn": "1",
            "pages": "2-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Implementing digital resources for clinicians' and patients' varying needs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blandford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Attfield",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Med Inform Internet Med",
            "volume": "30",
            "issn": "2",
            "pages": "107-22",
            "other_ids": {
                "DOI": [
                    "10.1080/14639230500298875"
                ]
            }
        },
        "BIBREF3": {
            "title": "Information needs and seeking behavior among primary care physicians in Saudi Arabia?: Implications for policy and practice",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alghanim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Scientific Research and Essays",
            "volume": "6",
            "issn": "8",
            "pages": "1849-1855",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Public access and use of health research: an exploratory study of the National Institutes of Health (NIH) Public Access Policy using interviews and surveys of health personnel",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O'Keeffe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Willinsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maggio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Med Internet Res",
            "volume": "13",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.1827"
                ]
            }
        },
        "BIBREF5": {
            "title": "Understanding mass media coverage of disease clusters",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wartenberg",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am J Epidemiol",
            "volume": "132",
            "issn": "1 Suppl",
            "pages": "S192-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Wakefield's article linking MMR vaccine and autism was fraudulent",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Godlee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marcovitch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ",
            "volume": "342",
            "issn": "jan05 1",
            "pages": "c7452-c7452",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.c7452"
                ]
            }
        },
        "BIBREF7": {
            "title": "Get the News Out Loudly and Quickly: Modeling the Influence of the Media on Limiting Infectious Disease Outbreaks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mummert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Quantitative Biology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "UK newspapers' representations of the 2009-10 outbreak of swine flu: one health scare not over-hyped by the media?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hilton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Epidemiol Community Health",
            "volume": "65",
            "issn": "10",
            "pages": "941-6",
            "other_ids": {
                "DOI": [
                    "10.1136/jech.2010.119875"
                ]
            }
        },
        "BIBREF9": {
            "title": "Why do I need it? I am not at risk! Public perceptions towards the pandemic (H1N1) 2009 vaccine",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Heywood",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "McLaws",
                    "suffix": ""
                },
                {
                    "first": "KF",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Lowbridge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "MacIntyre",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-99"
                ]
            }
        },
        "BIBREF10": {
            "title": "Can evaluation studies benefit from triangulation? A case study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ammenwerth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mansmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Med Inform",
            "volume": "70",
            "issn": "2-3",
            "pages": "237-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coote",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harrabin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Health in the News: Risk, Reporting and Media Influence",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Google Trends",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Lessons learned from evaluation of the use of the National electronic Library of Infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Madle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kostkova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mani-Saada",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Informatics J",
            "volume": "12",
            "issn": "2",
            "pages": "137-51",
            "other_ids": {
                "DOI": [
                    "10.1177/1460458206063809"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "National electronic Library of Infection (NeLI)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Web-based provision of information on infectious diseases: a systems study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kostkova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catchpole",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Informatics J",
            "volume": "12",
            "issn": "4",
            "pages": "274-92",
            "other_ids": {
                "DOI": [
                    "10.1177/1460458206069760"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "National Resource for Infection Control (NRIC)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "NHS Choices",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Bugs and Drugs on the Web",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rainie",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vital Decisions: A Pew Internet Health Report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "How do consumers search for and appraise health information on the world wide web? Qualitative study using focus groups, usability tests, and in-depth interviews",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "British Medical Journal",
            "volume": "324",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "StatCounter Global Stats",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Internet use in households and by individuals in 2011",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seybert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eurostat. Statistics in Focus",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "LexisNexis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Web crawlers on a health related portal: detection, characterisation and implications",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jawaheer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kostkova",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the 2011 Developments in E-systems Engineering",
            "volume": "",
            "issn": "",
            "pages": "24-29",
            "other_ids": {
                "DOI": [
                    "10.1109/DeSE.2011.83"
                ]
            }
        },
        "BIBREF25": {
            "title": "Web robot detection in the scholarly information environment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Huntington",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nicholas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jamali",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Information Science",
            "volume": "34",
            "issn": "5",
            "pages": "726-741",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Wired",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "'Do Users Do What They Think They Do?'-A Comparative Study of User Perceived and Actual Information Searching Behaviour in the National Electronic Library of Infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kostkova",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catchpole",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Electronic Healthcare",
            "volume": "27",
            "issn": "",
            "pages": "96-103",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-11745-9_15"
                ]
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Clostridium difficile - NHS Choices",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "MRSA infection - NHS Choices",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Google Adwords",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carvel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Guardian",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lite",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "New York Daily News",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The social life of health information",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Guardian",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Meikle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Guardian",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boseley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Guardian",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Meningitis - NHS Choices",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Singer Andre has meningitis tests",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "The Scotsman",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mail Online",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Guardian",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Norovirus Infections - NHS Choices",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Healthcare News",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Harris Interactive",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cramb",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Telegraph, London",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Health Topics - Influenza",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Seasonal flu vaccination: Who should have it and why",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "A revision of the system of nomenclature for influenza viruses: a WHO memorandum",
            "authors": [],
            "year": 1980,
            "venue": "Bull World Health Organ",
            "volume": "58",
            "issn": "4",
            "pages": "585-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Swine flu (H1N1)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "How the media reported the first days of the pandemic (H1N1) 2009: results of EU-wide media analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveill",
            "volume": "14",
            "issn": "30",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pirani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Australian",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "European citizens' use of E-health services: a study of seven countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andreassen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC public health",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-7-53"
                ]
            }
        },
        "BIBREF53": {
            "title": "Use of the Internet and e-mail for health care information: results from a national survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Bundorf",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "18",
            "pages": "2400-6",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.289.18.2400"
                ]
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mobile Health 2010",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Information for the public about disease: usability issues in the development of the National Electronic Library for Communicable Diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Madle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kostkova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mani-Saada",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Aslib Proceedings",
            "volume": "56",
            "issn": "2",
            "pages": "99-103",
            "other_ids": {
                "DOI": [
                    "10.1108/00012530410529468"
                ]
            }
        }
    }
}