{
    "paper_id": "PMC3562218",
    "metadata": {
        "title": "Quantitative analysis of ciliary beating in primary ciliary dyskinesia: a pilot study",
        "authors": [
            {
                "first": "Jean-François",
                "middle": [],
                "last": "Papon",
                "suffix": "",
                "email": "Jean-francois.papon@hmn.aphp.fr",
                "affiliation": {}
            },
            {
                "first": "Laurence",
                "middle": [],
                "last": "Bassinet",
                "suffix": "",
                "email": "Laurence.bassinet@chicreteil.fr",
                "affiliation": {}
            },
            {
                "first": "Gwenaëlle",
                "middle": [],
                "last": "Cariou-Patron",
                "suffix": "",
                "email": "Gwenaelle.patron@chu-nantes.fr",
                "affiliation": {}
            },
            {
                "first": "Francoise",
                "middle": [],
                "last": "Zerah-Lancner",
                "suffix": "",
                "email": "Francoise.zerah@hmn.aphp.fr",
                "affiliation": {}
            },
            {
                "first": "Anne-Marie",
                "middle": [],
                "last": "Vojtek",
                "suffix": "",
                "email": "Anne-marie.vojtek@chicreteil.fr",
                "affiliation": {}
            },
            {
                "first": "Sylvain",
                "middle": [],
                "last": "Blanchon",
                "suffix": "",
                "email": "sylvain.blanchon@hcuge.ch",
                "affiliation": {}
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Crestani",
                "suffix": "",
                "email": "Bruno.crestani@bch.aphp.fr",
                "affiliation": {}
            },
            {
                "first": "Serge",
                "middle": [],
                "last": "Amselem",
                "suffix": "",
                "email": "Serge.amselem@inserm.fr",
                "affiliation": {}
            },
            {
                "first": "Andre",
                "middle": [],
                "last": "Coste",
                "suffix": "",
                "email": "Andre.coste@chicreteil.fr",
                "affiliation": {}
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Housset",
                "suffix": "",
                "email": "Bruno.housset@chicreteil.fr",
                "affiliation": {}
            },
            {
                "first": "Estelle",
                "middle": [],
                "last": "Escudier",
                "suffix": "",
                "email": "Estelle.escudier@trs.aphp.fr",
                "affiliation": {}
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Louis",
                "suffix": "",
                "email": "Bruno.louis@inserm.fr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Primary ciliary dyskinesia (PCD) is a rare congenital respiratory disorder with an estimated prevalence of 1:15–30,000 live births \n[1]. PCD is characterized by abnormal ciliary motility usually related to an ultrastructural defect. Ciliary dysfunction, affecting mucociliary clearance, leads to chronic airway infections characterized by bronchiectasis and chronic sinusitis, sometimes associated with situs inversus (Kartagener syndrome) and male infertility \n[2]. Although airway symptoms usually begin in early childhood, the diagnosis is sometimes delayed for several years \n[1,3-5]. However, it is of prime importance to recognize this disease early in order to start appropriate therapy of respiratory tract infections and minimize lung damage.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 581,
                    "end": 582,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 583,
                    "end": 584,
                    "mention": "3",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 585,
                    "end": 586,
                    "mention": "5",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In the presence of a suggestive clinical presentation, the diagnosis of PCD is usually based on the detection of abnormal motility and ultrastructural defects found in most of the cilia \n[3]. However, the diagnosis of PCD is difficult in up to 30% of patients because transmission electron microscopy (TEM) analysis is either unfeasible or ultrastructure is normal or incompletely decipherable \n[6,7]. Nasal nitric oxide (NOn), known to be dramatically reduced (10-15% of normal) in most patients with confirmed PCD, has been proposed to improve diagnostic procedures \n[8-11]. However, NOn is sometimes difficult to measure, especially in young children, and low NOn values have been reported in other disorders with overlapping clinical features such as cystic fibrosis \n[10-12].",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "3",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 396,
                    "end": 397,
                    "mention": "6",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 398,
                    "end": 399,
                    "mention": "7",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 570,
                    "end": 571,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 572,
                    "end": 574,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "It has been recently demonstrated that slow motion analysis of ciliary beating using digital high-speed videomicroscopy is more sensitive and specific than ciliary beat frequency measurement alone for patient selection before TEM analysis of cilia \n[13]. Some specific ultrastructural ciliary defects observed in PCD are associated with a characteristic abnormal beat pattern \n[14]. However, in our clinical practice, although description of beat pattern is easy in typical cases as immotile cilia, it becomes highly subjective when ciliary beating is totally or partially maintained. Consequently, our assumption was that quantitative analysis of ciliary beating would improve identification of ciliary beat pattern abnormalities.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In the present study, we determined parameters allowing quantitative analysis of ciliary beating and compared the results with those provided by qualitative evaluation in patients in whom the diagnosis of PCD was confirmed or excluded. We also applied this analysis to patients with an inconclusive diagnosis.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "TEM analysis of cilia, NOn measurement and study of ciliary beat pattern using digital high-speed videomicroscopy were performed in 34 patients consecutively referred to our PCD diagnostic center. All patients were investigated because of chronic upper and/or lower respiratory tract infections, i.e., bronchitis and/or bronchiectasis and sinusitis, possibly related to PCD. Other pathologic conditions such as cystic fibrosis, α1-antitrypsin deficiency, or humoral immune defect had been previously excluded. Patient history was reviewed for respiratory diseases and tobacco addiction. The presence of bronchiectasis and situs inversus were assessed on high-resolution chest computed tomography (HRCT) scan in all patients. Patients with unfeasible TEM and/or NOn measurement were excluded from the study. All investigations were performed in the absence of acute airway infection for at least 6 weeks. Informed consent was obtained from all patients, and this study was approved by the Ile de France Ethics Committee.",
            "cite_spans": [],
            "section": "Patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Biopsies of ciliated epithelium were obtained from the inferior nasal turbinate and processed for electron microscopy as previously described \n[15]. Ciliary ultrastructural results were expressed as a percentage of abnormal cilia among the total number of cilia analyzed \n[16]. For each ciliary ultrastructural study, axonemal abnormalities were quantified, and the ultrastructural phenotype was defined by the main ultrastructural defect (involving the dynein arms or microtubules). Dynein arms were considered to be absent from axonemal sections when the structure was missing from at least five of the nine peripheral doublets.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "TEM analysis of ciliary ultrastructure ::: Methods",
            "ref_spans": []
        },
        {
            "text": "NOn was measured according to international guidelines \n[17] using a chemiluminescent nitric oxide analyzer (EVA4000, Series, Aix en Provence, France), as previously described \n[18]. Results were expressed as NOn output (nl/min). The normal value of NOn output is higher than 150 nl/min in healthy subjects \n[9] and NOn <100 nl/min was considered to be the cutoff value to distinguish PCD from non-PCD individuals \n[8,10,11].",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 309,
                    "end": 310,
                    "mention": "9",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 416,
                    "end": 417,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 418,
                    "end": 420,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 421,
                    "end": 423,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "NOn measurement and pulmonary function tests ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Spirometry measurements and flow-volume curves were obtained using a spirometer (MedGraphics, PF/DX 1085D, St. Paul, MN).",
            "cite_spans": [],
            "section": "NOn measurement and pulmonary function tests ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Types of beat pattern were inferred according to the description published by Chilvers et al. \n[14]. The percentage of each type of beat pattern (i.e. normal, virtually immotile, stiff or circular) was determined in each patient. Mean ciliary dyskinesia score was also inferred for each patient as described by Chilvers et al. \n[20]. Briefly, normal coordinated ciliary beating was scored as 0 and dyskinetic beating was scored from 1–3 depending on the extent of abnormal beating along the edge. A score ≥ 2 was described as the best predictor of PCD \n[13].",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Qualitative evaluation of ciliary beat pattern ::: Study of ciliary beating using digital high-speed videomicroscopy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In each patient, the percentage of beating ciliated edges was first determined. Briefly, in each of the 20 areas, an epithelial edge with a majority of cilia beating was scored 1; an edge with half of cilia beating was scored 0.5 and an edge with a minority of cilia beating was scored 0. The percentage of beating ciliated edges was defined as the sum of the scores divided by 20. Ten cilia able to be followed during a complete beating cycle (excluding cilia whose tip ran out of the focal plane) were then selected in distinct edges. Video sequences were played back frame by frame in order to determine three points characterizing the complete cycle of each cilium. These three points correspond to the position of the base of the cilium (P0) and the positions of the tip before the active and recovery strokes (P1 and P2, respectively) (see Figure \n1). Five time-points were defined at the tip of the cilium corresponding to the steps of one beating cycle: start and arrival of the active stroke (t1 and t2, respectively), start and arrival of the recovery stroke (t3 and t4, respectively) and start of the following beating cycle (t5). These various measurements were used to determine 12 parameters. Global frequency, power stroke duration and recovery duration, the pauses after the active and recovery strokes, total pause, cilia length and beating angle were calculated. The distance travelled by the cilium per second (i.e., the length of the path travelled by the tip in one second) and the area swept per second (i.e., the area swept by the cilium in one second) were also calculated. These two last parameters were then weighted by the percentage of beating ciliated edges. The formula used to calculate these different parameters is shown in the legend to Figure \n1.",
            "cite_spans": [],
            "section": "Quantitative analysis of ciliary beat pattern ::: Study of ciliary beating using digital high-speed videomicroscopy ::: Methods",
            "ref_spans": [
                {
                    "start": 854,
                    "end": 855,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1779,
                    "end": 1780,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The set of results of ciliary ultrastructure and NOn measurement was used as the “gold standard” for PCD diagnosis in order to compare the efficiency of qualitative and quantitative studies of ciliary beating in establishing the diagnosis of PCD. The PCD group was defined by a combination of > 90% abnormal cilia all sharing the same ultrastructural defect with NOn < 100 nl/min. The non-PCD group was defined by a combination of <20% of abnormal cilia with NOn≥ 100 nl/min and the inconclusive group was defined by discordant TEM and NOn results.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Comparison of age, FEV1, FEV1/FVC (FEV1 is the forced expiratory volume in 1 second and FVC is forced vital capacity) and PaO2 between the three groups was performed with a statistical software package (Statistica v7) using the Kruskal-Wallis test (nonparametric one-way analysis of variance). The mean results of each digital high-speed videomicroscopy parameter were compared between the PCD and non-PCD groups using a Mann–Whitney U test (nonparametric test). A p value < 0.05 was considered significant. The estimated sensitivity and specificity of each parameter of the quantitative analysis were evaluated in the PCD and non-PCD groups, using ROC curve and area under curve (AUC). An AUC equal to 1 corresponded to 100% sensitivity and specificity, while a value of 0.5 corresponded to a sensitivity equal to the false-positive rate.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All patients exhibited diffuse bronchiectasis on HRCT scan. Two patients (# 15 and 29) had a history of smoking (2 and 10 pack-years, respectively) and had ceased smoking for more than 5 years. Patient characteristics are shown in Table \n1. Results of NOn measurement and TEM analysis of ciliary ultrastructure are shown in Table \n2. As summarized in Figure \n2, the 34 patients were divided into three groups: in the PCD group (10 patients), a diagnosis of PCD was confirmed with absence of dynein arms affecting most of the cilia combined with a low level of NOn; in the non-PCD group (15 patients), ciliary ultrastructure and NOn measurements were considered normal, therefore excluding a diagnosis of PCD; in the inconclusive diagnosis group (9 patients), no conclusion could be reached because of discordant results between TEM and NOn (Figure \n2). Among these 9 inconclusive patients, 8 patients presented more than 70% normal cilia associated with abnormal NOn (< 100 nl/min). The abnormal NOn level was always confirmed by a second NOn measurement performed at least six months later. In one patient (#33), the rate of normal cilia was below 50%, but NOn was within the normal range. This patient had a second nasal biopsy and another NOn measurement. The new results (50% abnormal cilia and 250 nl/min) did not modify this patient’s diagnostic status. No significant difference was observed between the three groups for age, FEV1, FEV1/VC and PaO2.",
            "cite_spans": [],
            "section": "Patient characteristics and \"gold-standard\" results ::: Results",
            "ref_spans": [
                {
                    "start": 359,
                    "end": 360,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 849,
                    "end": 850,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 238,
                    "end": 239,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 331,
                    "end": 332,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In the PCD group, seven patients exhibited abnormal ciliary beat pattern mainly virtually immotile (Table \n2). Two patients (#4 and 5) had ambiguous results with almost half of the cilia showing a normal beat pattern and a ciliary dyskinesia score of about 1.4. Finally, in the PCD group, one patient (#7) had 90% of cilia with a normal beat pattern and a ciliary dyskinesia score of 0.25.",
            "cite_spans": [],
            "section": "Qualitative evaluation of ciliary beat pattern ::: Results",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In the non-PCD group, all patients presented at least 75% of cilia with normal beat pattern with a ciliary dyskinesia score < 0.75 (Table \n2).",
            "cite_spans": [],
            "section": "Qualitative evaluation of ciliary beat pattern ::: Results",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In the inconclusive group, patients presented very heterogeneous results with a percentage of normal beat patterns ranging from 8 to 100% and a ciliary dyskinesia score ranging from 0 to 2.7 (Table \n2).",
            "cite_spans": [],
            "section": "Qualitative evaluation of ciliary beat pattern ::: Results",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "All digital high-speed videomicroscopy parameters were able to be determined in the 34 patients. In the 25 conclusive patients, all digital high-speed videomicroscopy parameters tested were significantly different between the PCD and non-PCD groups. All measurements (n=250) obtained in these two groups were used to test the sensitivity and specificity of each digital high-speed videomicroscopy parameter for PCD status. The AUC of the ROC curve was ≥ 0.69 for each parameter (Figure \n3). The weighted distance traveled by the cilium per second and the weighted area swept per second by the cilium had the best AUC (0.984 and 0.977, respectively). For the weighted distance travelled per second, a cutoff of 24 μm gave a sensitivity and specificity of 96% and 95%, respectively (Figure \n4). The cutoff values of 51 μm and 10 μm gave 100% sensitivity (55% specificity) and 100% specificity (84% sensitivity), respectively. For the weighted area swept per second, a cutoff of 62 μm2 gave a sensitivity and specificity of 94% and 94%, respectively. The cutoff values of 221 μm2 and 22 μm2 gave 100% sensitivity (27% specificity) and 100% specificity (83% sensitivity), respectively.",
            "cite_spans": [],
            "section": "Quantitative analysis of the ciliary beat pattern ::: Results",
            "ref_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the PCD group, the beat frequency tended to be lower in patients with outer dynein arm (ODA) defects and the beating angle tended to be lower in patients with inner dynein arm (IDA) defects. However, the small number of patients did not allow any statistical comparisons.",
            "cite_spans": [],
            "section": "Quantitative analysis of the ciliary beat pattern ::: Results",
            "ref_spans": []
        },
        {
            "text": "In the inconclusive diagnosis group, the quantitative parameters provided by digital high-speed videomicroscopy were helpful to orientate the diagnosis of PCD in 6/9 patients: in four patients, mean weighted distance traveled per second was below the 100% specificity cutoff, supporting the diagnosis of PCD and for two patients, this parameter was above the 100% sensitivity cutoff, probably excluding the diagnosis of PCD. For the remaining 3/9 patients of the inconclusive diagnosis group, the mean weighted distance traveled per second was situated between these two cutoff values and no conclusion could be reached (Figure \n4).",
            "cite_spans": [],
            "section": "Quantitative analysis of the ciliary beat pattern ::: Results",
            "ref_spans": [
                {
                    "start": 629,
                    "end": 630,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "This study shows that digital high-speed videomicroscopy can be used to precisely analyze ciliary beat pattern and can be helpful for PCD diagnosis. Quantitative parameters that are useful to distinguish between PCD and non-PCD patients were defined. Among these parameters, the weighted distance travelled per second provided the best sensitivity and specificity.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The set of results of ciliary ultrastructure and NOn measurement used as “gold standard” for PCD diagnosis clearly distinguished between the PCD and non-PCD groups. TEM analysis of cilia is generally considered as the reference method for the diagnosis of PCD \n[1,7,21,22]. NOn measurement, which is now classically used in diagnostic procedures \n[8,9,11,21,23], was combined with TEM analysis in order to more accurately define the PCD and non-PCD groups. However, the variants of PCD with normal ciliary ultrastructure are clearly a limitation of such a gold standard as TEM alone misses the diagnosis. Nevertheless, the association of TEM with NOn measurement in our study allowed to de-emphasize this limitation as the patients with normal ciliary ultrastructure and low Non were classified as inconclusive. Evaluation of ciliary beat pattern in culture has already been proposed \n[24] to distinguish primary and secondary ciliary dyskinesia. This procedure was not used in the present study because, as previously reported \n[25], cilia fail to grow in up to 46% of cultures.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 264,
                    "end": 265,
                    "mention": "7",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 266,
                    "end": 268,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 269,
                    "end": 271,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 348,
                    "end": 349,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 350,
                    "end": 351,
                    "mention": "9",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 352,
                    "end": 354,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 355,
                    "end": 357,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 358,
                    "end": 360,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Digital high-speed videomicroscopy has been developed to precisely assess ciliary beating by slow motion analysis \n[26] and can be used to study the movement of a cilium throughout the beat cycle. Chilvers et al. reported a slow, short and stiff flickering beat pattern in PCD patients with an isolated outer dynein arm defect and a stiff forward power stroke with markedly reduced amplitude in PCD patients with an isolated inner dynein arm defect \n[14]. Similarly, we found that inner arm defects (patients # 1 and 5) were associated with a relatively high rate of stiff pattern while outer dynein arm defects (patients # 2, 3, 4, 6, 7, 8, 9 and 10) were associated with a relatively high rate of virtually immotile pattern.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We hypothesized that digital high-speed videomicroscopy can be used to develop quantitative parameters that objectively characterize ciliary beat pattern. Firstly, all of the proposed quantitative parameters were able to be determined in all patients, meaning that beating cilia were always detected, even in the absence of dynein arms. In our experience, the average duration of a complete assessment (including video recording and analysis) is about one hour per patient, allowing this technique to be applied in clinical practice. The mean ciliary beat frequency measured in this study was significantly lower in PCD patients than in non-PCD patients with chronic airway infections, as reported with conventional techniques \n[3,10,14,26]. The beating angle can be considered to be a parameter evaluating the amplitude of the ciliary beat. Due to the flexible nature of ciliary beat, beating angle remains of course only an indicator of amplitude. In the future, the measurement of the bending angle of the cilia, especially during the power stroke, might be an interesting parameter. However, this measurement will require to increase the amount of measured points on the video of the beating cilia and to develop new algorithms of calculation. All quantitative parameters were significantly different between PCD and non-PCD groups. Weighted distance travelled per second could be useful for PCD diagnosis, as this parameter appeared to be the most discriminative with no overlapping results between PCD and non-PCD groups.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 730,
                    "mention": "3",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 731,
                    "end": 733,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 734,
                    "end": 736,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 737,
                    "end": 739,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results provided by qualitative evaluation and quantitative analysis were not always concordant. In the patients with a conclusive gold standard diagnosis, the two methods were always concordant when the ciliary dyskinesia score ≥ 2 or ≤ 0.15, (14 patients, see Table \n2 and Figure \n5), i.e. when ciliary beat pattern was virtually immotile or normal, respectively. In the cases of ciliary dyskinesia score < 2 and or > 0.15 (11 patients see Table \n2 and Figure \n5), i.e. when a moderate alteration of ciliary beat pattern was exhibited, three situations were observed: in 2/11 patients (# 4 and 5), the two methods were discordant and the PCD diagnosis was in accordance with the quantitative analysis; in 8/11 patients (# 12, 16, 17, 18, 19, 20, 21 and 23) the quantitative analysis concluded to the non-PCD diagnosis with a ≥ 98% sensitivity and the qualitative evaluation showed a low dyskinesia score (between 0.25 and 0.5); in 1/11 patient (# 7) with a conclusive PCD diagnosis, qualitative evaluation showed a low dyskinesia score (0.25) while the quantitative parameters were just below the threshold of 96% sensitivity and 95% specificity. It is difficult to pinpoint the reasons of the discrepancies observed between quantitative and qualitative methods, as the two methods are based on the same concept, i.e., describing a movement from the same high speed video recording. We can speculate that qualitative evaluation does not always allow easy assessment of beat pattern. Scoring ciliary dyskinesia from 1 to 3 depending on the extent of abnormal beating along the edge, as proposed by Chilvers et al. \n[20], is clearly more subjective than a physical measurement in a continuous space. Our results suggest that the proposed quantitative analysis is more precise and more sensitive than qualitative evaluation. This gain of precision is especially useful when cilia are still beating but with moderate alterations (more than 40% of patients referred for suspicion of PCD in our center).",
            "cite_spans": [
                {
                    "start": 1621,
                    "end": 1623,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 287,
                    "end": 288,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 467,
                    "end": 468,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 273,
                    "end": 274,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 453,
                    "end": 454,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In more than one quarter of the patients, gold standard was inconclusive. This high rate probably can be explained by the extensive genetic heterogeneity of PCD. Such a result demonstrates the need to have a new method allowing to better defining PCD. The proposed method is a trial to get a better classification of PCD, based on the dyskinectic pattern. In the inconclusive group, the proposed parameters can be helpful to assess the diagnosis of PCD while the measurement of ciliary beat frequency alone is not helpful. The weighted distance travelled per second is the most discriminating parameter for this purpose. Use of this type of procedure could reclassify two patients as possibly excluded PCD (patients # 26 and 33) and four patients as possibly confirmed PCD (patients # 27, 28, 30 and 34). Very interestingly, for one of these patients (#34), the diagnosis of PCD was confirmed by genetic analysis showing RSPH9 mutations (data not shown). Nevertheless, three patients remained inconclusive for PCD status (patients # 29, 31, 32; see grey symbols in Figure \n4). Molecular genetics studies would greatly improve diagnostic efficiency, but gene mutations have been reported in fewer than 50% of PCD patients to date \n[3,22].",
            "cite_spans": [
                {
                    "start": 1231,
                    "end": 1232,
                    "mention": "3",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1233,
                    "end": 1235,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1073,
                    "end": 1074,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In conclusion, qualitative evaluation remains the first-line method to study ciliary beating and is sufficient when the beat pattern is normal or virtually immotile. However, quantitative analysis provides more precise and more sensitive results in the presence of moderate alterations (observed in almost one half of patients in this series). Therefore, it could be very useful in PCD patients representing a challenge for diagnosis, as those with Kartagener syndrome and no ultrastructural defect (patient # 27) \n[7] and those with central complex defect and low percentage of abnormal cilia combined with residual beating cilia (patient # 34) \n[16,27,28]. Quantitative analysis of beat pattern can also be proposed to select patients eligible for TEM by using a cutoff for weighted distance travelled per second ensuring 100% sensitivity (even with a specificity of 55%). This type of selection would decrease by almost one third the indications for TEM analysis in patients with suspected PCD.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 517,
                    "mention": "7",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 648,
                    "end": 650,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 651,
                    "end": 653,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "This pilot study should promote additional studies on a larger series of patients. Quantitative approaches of ciliary motility are potentially useful to define dyskinesia and dyskinetic pattern for the diagnosis of PCD.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "AUC: Area under curve; HRCT: High-resolution chest computed tomography; IDA: Inner dynein arms; NOn: Nasal nitric oxide; ODA: Outer dynein arms; PCD: Primary ciliary dyskinesia; TEM: Transmission electron microscopy.",
            "cite_spans": [],
            "section": "Abbreviations",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "JFP participated in study design and writing of the paper and carried out the nasal sampling and high-speed videomicroscopy recording and analysis. LB participated in the design and the writing of the paper. GCP participated in study design and data acquisition. FZL participated in study design, carried out nasal NO measurements and performed statistical analysis. AMV provided technical assistance for TEM analysis. SB participated in study design and data acquisition. BC participated in study design and writing of the paper. SA participated in study design and writing of the paper and carried out molecular genetic studies. AC participated in study design and writing of the paper and carried out nasal sampling. BH participated in study design and writing of the paper. EE participated in study design and writing of the paper and carried out TEM analysis. BL participated in study design and writing of the paper and carried out high-speed videomicroscopy recording and analysis. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors' contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Characteristics of non-PCD patients, PCD patients and patients with inconclusive diagnosis\nAbbreviations: PCD, primary ciliary dyskinesia; F, female; M, male; N, no; Y, yes; SI, situs inversus; CB, chronic bronchitis; ENT, ear nose and throat; SOM, serous otitis media; RS, rhinosinusitis; Nd: not determined; FEV1, forced expiratory volume in 1 second and FVC, forced vital capacity, PaO2 partial pressure of oxygen.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Results of beat pattern: qualitative evaluation and quantitative analysis in non-PCD patients, PCD patients and patients with inconclusive diagnosis\nAbbreviations: Vi, Virtually immotile; St, Stiff; Ci, Circular; NOn, nasal nitric oxide; TEM, transmission electron microscopy; PCD, primary ciliary dyskinesia; IDA, inner dynein arms; NL, nexin links; ODA, outer dynein arms; CC, central complex; N, normal.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Determination of digital high-speed videomicroscopy parameters of ciliary beat pattern of a cilium. The three positions of the cilium (base of the cilium, P0, positions of the tip before the active and recovery strokes, P1 and P2 respectively) and the five time-points of beating (start and arrival of the active stroke, t1 and t2 respectively, start and arrival of the recovery stroke, t3 and t4 respectively, and start of the following cycle, t5) were measured. Twelve parameters were then determined from these measurements:. * The cilia length: \nLc=maxP0P¯1,P0P2¯ where \nPiPj¯ designates the euclidean distance between the points Pi and Pj. In cartesian coordinates \nPiPj¯=xi-xj2+yi-yj2 *The angle of beating, \nP1P0P2^, is given by the law of cosines: \nP1P0P2^=ArcosP0P¯12+P0P2¯2-P1P2¯22⋅P0P¯1⋅P0P2¯ *The global frequency: \nFg=1t5-t1 *The power stroke duration: Dp=(t2 - t1) *The recovery duration: Dr=(t4 - t3) *The pause after stroke: Ps=t3 - t2 *The pause after recovery: Pr=t5 - t4 *The total pause: Pt=Ps+Pr *The distance travelled per \nsecond = Lc⋅P1P0P2^⋅fg⋅1second *The area swept \nper second =P1P0P2^/2⋅Lc2⋅fg⋅1second *The weighted distance travelled \nper second = % of beating edges⋅Lc⋅P1P0P2^⋅fg⋅1second *The weighted area swept \nper second = % of beating edges⋅P1P0P2^/2⋅Lc2⋅fg⋅1second.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Determination of the patient groups according to the “gold standard”.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Comparison of digital high-speed videomicroscopy parameters in the non-PCD and PCD groups. The area under the curve (AUC) of the ROC curve was ≥ 0.69 for each parameter. The distance travelled per second (by the cilium tip) and the area swept per second (by the cilium), weighted by the percentage of beating ciliated edges, presented the best AUC (0.984 and 0.977, respectively).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Evaluation of the efficiency of digital high-speed videomicroscopy in nine patients with an inconclusive diagnosis. In this group, the mean distance travelled by the cilium tip per second weighted by the percentage of beating ciliated edges, was used to discriminate patients. The PCD and non-PCD cutoffs were < 10 μm and > 51 μm respectively. The symbols of the non-PCD and PCD groups represent the mean values ± standard deviation. In the inconclusive group, white symbols represent patients in whom PCD was possibly confirmed, black symbols represent patients in whom PCD was possibly excluded and grey symbols represent patients in whom digital high-speed videomicroscopy was not helpful for PCD diagnosis.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Quantitative analysis versus qualitative evaluation. The results of the weighted distance travelled per second is plotted versus the dyskinesia score in the patients with conclusive gold standard. According to Stannard et al. \n[13], a score ≥ 2 was described as the best predictor of PCD.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Primary ciliary dyskinesia: current state of the art",
            "authors": [],
            "year": 2007,
            "venue": "Arch Dis Child",
            "volume": "92",
            "issn": "",
            "pages": "1136-1140",
            "other_ids": {
                "DOI": [
                    "10.1136/adc.2006.096958"
                ]
            }
        },
        "BIBREF1": {
            "title": "Primary ciliary dyskinesia: diagnostic and phenotypic features",
            "authors": [],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": "459-467",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Nasal nitric oxide measurements for the screening of primary ciliary dyskinesia",
            "authors": [],
            "year": 2003,
            "venue": "Eur Respir J",
            "volume": "21",
            "issn": "",
            "pages": "43-47",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.03.00305503"
                ]
            }
        },
        "BIBREF3": {
            "title": "Reduced upper airway nitric oxide in cystic fibrosis",
            "authors": [],
            "year": 1996,
            "venue": "Arch Dis Child",
            "volume": "75",
            "issn": "",
            "pages": "319-322",
            "other_ids": {
                "DOI": [
                    "10.1136/adc.75.4.319"
                ]
            }
        },
        "BIBREF4": {
            "title": "Diagnostic testing of patients suspected of primary ciliary dyskinesia",
            "authors": [],
            "year": 2010,
            "venue": "Am J Respir Crit Care Med",
            "volume": "181",
            "issn": "",
            "pages": "307-314",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200903-0459OC"
                ]
            }
        },
        "BIBREF5": {
            "title": "Ciliary beat pattern is associated with specific ultrastructural defects in primary ciliary dyskinesia",
            "authors": [],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "112",
            "issn": "",
            "pages": "518-524",
            "other_ids": {
                "DOI": [
                    "10.1016/S0091-6749(03)01799-8"
                ]
            }
        },
        "BIBREF6": {
            "title": "Do nasal ciliary changes reflect bronchial changes? An ultrastructural study",
            "authors": [],
            "year": 1993,
            "venue": "Am Rev Respir Dis",
            "volume": "147",
            "issn": "",
            "pages": "908-913",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Abnormalities of the ciliary axonemal complex in children: an ultrastructural and cinetic study in a series of 34 cases",
            "authors": [],
            "year": 1982,
            "venue": "Biol Cell",
            "volume": "44",
            "issn": "",
            "pages": "271-282",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Recommendations for standardized procedures for the on-line and off-line measurement of exhaled lower respiratory nitric oxide and nasal nitric oxide in adults and children",
            "authors": [],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "2104-2117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Increased nitric oxude output from alveolar lavage origin during liver cirrhosis versus bronchial source during asthma",
            "authors": [],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "332-337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Disrupted ciliated epithelium shiws slower ciliary beat frequency and increased dyskinesia",
            "authors": [],
            "year": 2009,
            "venue": "Eur Respir J",
            "volume": "34",
            "issn": "",
            "pages": "401-404",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00153308"
                ]
            }
        },
        "BIBREF11": {
            "title": "The immotile-cilia syndrome: a microtubule-associated defect",
            "authors": [],
            "year": 1985,
            "venue": "CRC Crit Rev Biochem",
            "volume": "19",
            "issn": "",
            "pages": "63-87",
            "other_ids": {
                "DOI": [
                    "10.3109/10409238509086788"
                ]
            }
        },
        "BIBREF12": {
            "title": "The effects of coronavirus on human nasal ciliated respiratory epithelium",
            "authors": [],
            "year": 2001,
            "venue": "Eur Respir J",
            "volume": "18",
            "issn": "",
            "pages": "965-970",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.01.00093001"
                ]
            }
        },
        "BIBREF13": {
            "title": "The challenges of diagnosing primary ciliary dyskinesia",
            "authors": [],
            "year": 2011,
            "venue": "Proc Am Thorac Soc",
            "volume": "8",
            "issn": "",
            "pages": "434-437",
            "other_ids": {
                "DOI": [
                    "10.1513/pats.201103-028SD"
                ]
            }
        },
        "BIBREF14": {
            "title": "Primary ciliary dyskinesia: improving the diagnostic approach",
            "authors": [],
            "year": 2009,
            "venue": "Curr Opin Pediatr",
            "volume": "21",
            "issn": "",
            "pages": "320-325",
            "other_ids": {
                "DOI": [
                    "10.1097/MOP.0b013e328329cddb"
                ]
            }
        },
        "BIBREF15": {
            "title": "Choice of nasal nitric oxide technique as first-line test for primary ciliary dyskinesia",
            "authors": [],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "37",
            "issn": "",
            "pages": "559-565",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00032610"
                ]
            }
        },
        "BIBREF16": {
            "title": "Ultrastructural expression of primary ciliary dyskinesia after ciliogenesis in culture",
            "authors": [],
            "year": 2000,
            "venue": "Acta Otorhinolaryngol Belg",
            "volume": "54",
            "issn": "",
            "pages": "343-356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Ciliated air-liquid cultures as an aid to diagnostic testing of primary ciliary dyskinesia",
            "authors": [],
            "year": 2011,
            "venue": "Chest",
            "volume": "138",
            "issn": "",
            "pages": "1441-1447",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Diagnosing primary ciliary dyskinesia",
            "authors": [],
            "year": 2007,
            "venue": "Thorax",
            "volume": "62",
            "issn": "",
            "pages": "656-657",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2007.083147"
                ]
            }
        },
        "BIBREF19": {
            "title": "Central microtubular agenesis causing primary ciliary dyskinesia",
            "authors": [],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": "634-637",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200306-782OC"
                ]
            }
        },
        "BIBREF20": {
            "title": "Abnormal central complex is a marker of severity in the presence of partial ciliary defect",
            "authors": [],
            "year": 2001,
            "venue": "Pediatrics",
            "volume": "108",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1542/peds.108.5.e86"
                ]
            }
        },
        "BIBREF21": {
            "title": "Primary ciliary dyskinesia: a consensus statement on diagnostic and treatment approaches in children",
            "authors": [],
            "year": 2009,
            "venue": "Eur Respir J",
            "volume": "34",
            "issn": "",
            "pages": "1264-1276",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00176608"
                ]
            }
        },
        "BIBREF22": {
            "title": "Primary ciliary dyskinesia: age at diagnosis and symptom history",
            "authors": [],
            "year": 2002,
            "venue": "Acta Paediatr",
            "volume": "91",
            "issn": "",
            "pages": "667-669",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1651-2227.2002.tb03299.x"
                ]
            }
        },
        "BIBREF23": {
            "title": "Clinical and genetic aspects of primary ciliary dyskinesia/Kartagener syndrome",
            "authors": [],
            "year": 2009,
            "venue": "Genet Med",
            "volume": "11",
            "issn": "",
            "pages": "473-487",
            "other_ids": {
                "DOI": [
                    "10.1097/GIM.0b013e3181a53562"
                ]
            }
        },
        "BIBREF24": {
            "title": "Computer-assisted analysis helps detect inner dynein arm abnormalities",
            "authors": [],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "166",
            "issn": "",
            "pages": "1257-1262",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.2111070"
                ]
            }
        },
        "BIBREF25": {
            "title": "A 20-year experience of electron microscopy in the diagnosis of primary ciliary dyskinesia",
            "authors": [],
            "year": 2010,
            "venue": "Eur Respir J",
            "volume": "35",
            "issn": "",
            "pages": "1057-1063",
            "other_ids": {
                "DOI": [
                    "10.1183/09031936.00046209"
                ]
            }
        },
        "BIBREF26": {
            "title": "Nasal nitric oxide measurements to screen children for primary ciliary dyskinesia",
            "authors": [],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "",
            "pages": "1054-1059",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.126.4.1054"
                ]
            }
        },
        "BIBREF27": {
            "title": "Nitric oxide in chronic airway inflammation in children: diagnostic use and pathophysiological significance",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "586-589",
            "other_ids": {
                "DOI": [
                    "10.1136/thorax.57.7.586"
                ]
            }
        }
    }
}