{
    "paper_id": "PMC3855480",
    "metadata": {
        "title": "Cytoplasmic Viruses: Rage against the (Cellular RNA Decay) Machine",
        "authors": [
            {
                "first": "Stephanie",
                "middle": [
                    "L."
                ],
                "last": "Moon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Wilusz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vincent",
                "middle": [],
                "last": "Racaniello",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The cellular RNA decay machinery constantly monitors transcripts, from the time they are synthesized in the nucleus until the end of their lifespan in the cytoplasm. Aberrant products of transcription initiation (e.g. PROMPTS), capping, and termination are quickly degraded by nuclear RNA quality control surveillance complexes. Misfolded, “mis”-translated (e.g. mRNAs with a premature termination codon), and mispackaged mRNAs are also quickly degraded in the cytoplasm. In addition to removing aberrant mRNAs, up to 50% of cellular gene expression may be controlled by changes in mRNA stability. When a typical cellular mRNA is targeted for decay, it initially undergoes deadenylation—the removal of the 3′ poly(A) tail. The mRNA is then subject to processive exonucleolytic degradation in either the 3′-5′ direction by the exosome or Dis3L2, or it is marked by the LSm1-7/Pat1 complex for decapping by Dcp1/2 and degraded in the 5′-3′ direction by Xrn1 [1].",
            "cite_spans": [
                {
                    "start": 956,
                    "end": 959,
                    "mention": "[1]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "The Host RNA Decay Machinery Is a Major Impediment to Cytoplasmic Viruses",
            "ref_spans": []
        },
        {
            "text": "When the transcripts of cytoplasmic viruses are generated, they must actively avoid or overcome the assault by these aggressive cellular mRNA decay complexes in order to be translated and effectively generate virions. It should be easy for the cellular RNA decay machinery to recognize these foreign transcripts—typical host mRNAs, for example, are assembled into characteristic ribonucleoprotein complexes in the nucleus, but the RNAs of cytoplasmic viruses never have this opportunity. In addition, some viral RNAs do not have 5′ caps or poly(A) tails, and some have multiple open reading frames or long 3′ UTRs, which should target them for nonsense-mediated decay. Yet, the transcripts generated by cytoplasmic viruses survive and flourish in this hostile cytoplasmic environment. Interestingly, viruses do more than simply mimic host mechanisms like polyadenylation, triple helix structures, and 5′ capping to protect their transcripts from host exonucleases [2]. Cytoplasmic viruses use diverse strategies to overcome the odds and trick the host into ignoring or even, preferentially, stabilizing their transcripts. Such viral RNA trickery is a fascinating aspect of host–virus interaction that we are just now beginning to understand.",
            "cite_spans": [
                {
                    "start": 964,
                    "end": 967,
                    "mention": "[2]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "The Host RNA Decay Machinery Is a Major Impediment to Cytoplasmic Viruses",
            "ref_spans": []
        },
        {
            "text": "Several cytoplasmic viruses directly repress key aspects of the cellular RNA decay machinery to promote viral RNA stability. Picornaviruses use an aggressive mechanism for suppression of host RNA decay factors. Xrn1, Dcp1, Dcp2, Pan3 (a deadenylase), and AUF1 (a factor that targets RNAs for decay) are rapidly degraded during poliovirus or human rhinovirus infections by viral proteases and/or the host cell proteasome [3], [4]. The importance of this suppression has recently been demonstrated through the negative effects that AUF1 has on picornavirus replication [5]. The dispersal of P-bodies (cytoplasmic aggregates of host RNA decay factors) in several viral infections is also evidence of disruption of cellular RNA decay activities [6]. Alternatively, arthropod-borne flaviviruses, including West Nile virus (WNV), generate a large amount of a short subgenomic RNA (sfRNA) by stalling the Xrn1 5′-3′ exoribonuclease on pseudoknot-like structures in the viral 3′ UTR [7], [8]. Interestingly, stalling of Xrn1 on the viral 3′ UTR also inactivates the enzyme, presumably due to its slow release from sfRNA [9]. The repression of Xrn1 by the generation of sfRNA is very important in a flavivirus infection. WNV variants that cannot effectively form sfRNA show defects in viral growth in certain cell types and reduced cytopathology [8], [10]. Disparate RNA viruses have, therefore, evolved unique mechanisms by which they disarm host RNA decay pathways by inactivating or proteolytically degrading important nucleases to promote productive viral infections.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 423,
                    "mention": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 425,
                    "end": 428,
                    "mention": "[4]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 567,
                    "end": 570,
                    "mention": "[5]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 741,
                    "end": 744,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 975,
                    "end": 978,
                    "mention": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 980,
                    "end": 983,
                    "mention": "[8]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1112,
                    "end": 1115,
                    "mention": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1337,
                    "end": 1340,
                    "mention": "[8]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1342,
                    "end": 1346,
                    "mention": "[10]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Viral RNAs Versus Cellular RNA Decay Factors: Destruction and Deception",
            "ref_spans": []
        },
        {
            "text": "Paradoxically, several cytoplasmic viruses even turn a host RNA decay factor into a stabilizing factor. Several viruses have developed a way to steal the host LSm1-7 complex that normally marks deadenylated transcripts for 5′-3′ degradation. Brome Mosaic virus genomic RNA has internal poly(A) tracts and tRNA-like structures in the 3′ UTR that facilitate LSm1-7 binding to promote viral translation and replication [11]. Hepatitis C virus (HCV) RNAs have similarly been shown to bind LSm1-7, and knockdown of the RNA decay factors LSm1 and PatL1 dramatically reduces HCV translation and replication [12]. Finally, many transcripts of the cytoplasmic DNA orthopoxviruses have unique, nontemplated poly(A) tracts at their 5′ ends that bind LSm1-7 and can stabilize RNAs [13]. Therefore, by attracting the LSm1-7 complex and associated factors in an unconventional fashion, viral RNAs certainly have figured out a way to make the best of what would normally be a bad situation for a transcript.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "mention": "[11]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 600,
                    "end": 604,
                    "mention": "[12]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 769,
                    "end": 773,
                    "mention": "[13]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Viral RNAs Versus Cellular RNA Decay Factors: Destruction and Deception",
            "ref_spans": []
        },
        {
            "text": "It has been known for some time that members of the Arenaviridae, Bunyaviridae, and the nuclear Orthomyxoviridae families steal the 5′ capped ends of host mRNAs to incorporate this cis-acting stability element into their own transcripts [14]. Emerging evidence indicates that the 2′-O-methylation of cap structures is read by innate immune interferon stimulated genes (ISGs) as a way to differentiate host versus virus transcripts. Cap-stealing mechanisms used by segmented RNA viruses to generate their mRNAs circumvent this innate detection system. Furthermore, recent evidence indicates that cellular trans-acting factors that stabilize host transcripts are also purloined by thieving viral RNAs.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "mention": "[14]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Viral RNAs That Steal to Survive: “Borrowing” of Host RNA Stability Factors",
            "ref_spans": []
        },
        {
            "text": "The cellular HuR protein is a well-characterized shuttling factor that promotes the stability of mRNAs by interacting with U-rich elements. Alphaviruses contain highly conserved U-rich elements or other high-affinity HuR binding sites in the 3′ UTR of their RNAs that bind HuR during infection to promote viral RNA stability and efficient virus production [15], [16]. HuR is not the only regulatory mRNA decay factor that is commandeered by cytoplasmic RNA viruses. Rabies virus glycoprotein mRNA and poliovirus transcripts steal host poly(C) binding protein 2 (PCBP2), leading to increased transcript abundance and stability [17], [18]. Usurping PCBP2 may help rabies virus tightly regulate expression of its glycoprotein to avoid host immune detection as it replicates and migrates to the central nervous system during infection. Viral RNAs may also “sponge” miRNAs (e.g. [19]) and, perhaps, cellular RNA binding proteins by sequestering these cellular factors on high affinity binding sites present on viral transcripts to promote viral-specific gene expression.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "mention": "[15]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 362,
                    "end": 366,
                    "mention": "[16]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 626,
                    "end": 630,
                    "mention": "[17]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 632,
                    "end": 636,
                    "mention": "[18]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 874,
                    "end": 878,
                    "mention": "[19]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Viral RNAs That Steal to Survive: “Borrowing” of Host RNA Stability Factors",
            "ref_spans": []
        },
        {
            "text": "Virally encoded endonucleases are important for many aspects of viral replication, including the fine-tuning of viral gene expression by rapidly depleting old viral mRNAs to enhance the expression of newly transcribed mRNAs [20]. In addition, to make a cell more amenable to virus production, these virally encoded nucleases may also create a new “sandbox” in the cytoplasm for viral RNAs by initiating the large-scale decay of cellular mRNAs and dramatically altering the landscape of host gene expression. Interestingly, the internal cleavage of host mRNAs by disparate betacoronaviruses, influenza viruses, vaccinia viruses, and the nuclear herpesviruses may force host exoribonucleases like Xrn1 and the exosome to divert their attention to degrading this large number of products of viral endonucleolytic decay [21]. The host RNA decay machinery may, therefore, become saturated as endonucleolytic decay products rapidly accumulate during viral infection, limiting its normal functions. Thus, virus-derived nucleases may disrupt normal gene expression and RNA decay-related quality control mechanisms to help viral RNAs escape detection by the cellular RNA decay machinery.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "mention": "[20]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 816,
                    "end": 820,
                    "mention": "[21]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Viral-Encoded Ribonucleases: If You Don't Like the Sandbox That You Are Playing in, Make a New One",
            "ref_spans": []
        },
        {
            "text": "Considering the importance of RNA stability in regulating transcript abundance, the inactivation or commandeering of cellular RNA decay factors by viruses is likely to significantly alter host gene expression. How might changes in host mRNA stability contribute to virus-induced pathology during infection (Figure 1)? One example of this phenomenon is that wild-type Kunjin virus was significantly more pathogenic in both tissue culture and mouse models of infection than a mutant virus incapable of forming sfRNA [7]. Inactivation of Xrn1 by Kunjin virus sfRNA likely causes the stabilization and increase in abundance of numerous short-lived host transcripts, including chemokines, cytokines, and cell cycle regulators [6]. Dysregulation of these factors by Xrn1 inhibition may lead to excessive inflammation, dysregulation of the immune response, and/or changes in cell growth. Recent work in yeast has demonstrated the ability of Xrn1 to enter the nucleus and influence transcription rates, thus acting as a link between RNA decay and transcription [22]. Excitingly, the authors found that the exonucleolytic activity of Xrn1 was also required for the coupling between transcription and mRNA decay. Could sfRNA-mediated inactivation of Xrn1 cause a defect in the coordination of RNA decay and transcription in the host? If so, this could dramatically alter host gene expression and directly influence pathogenesis.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 517,
                    "mention": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 721,
                    "end": 724,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1053,
                    "end": 1057,
                    "mention": "[22]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "You Must Decay or You Will Pay: Cytopathology Can Result from Dysregulated RNA Decay",
            "ref_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Viral RNAs have evolved a wide variety of mechanisms to successfully interface with the host RNA decay machinery. In fact, some of the most important questions in this field have yet to be answered. What are the consequences of viral inactivation of decay factors like Xrn1 in terms of disease? Can viruses also influence host transcription by manipulating RNA decay pathways to short-circuit feedback regulatory mechanisms? How do virus-induced changes in RNA decay pathways interface with potential changes in innate immune responses?",
            "cite_spans": [],
            "section": "Concluding Remarks",
            "ref_spans": []
        },
        {
            "text": "Virus families often use conserved strategies to evade the cellular RNA decay machinery. Therefore, perhaps researchers can develop effective, broad-spectrum antivirals to disarm these strategies and destabilize viral RNAs. Future research in this burgeoning field will likely uncover novel mechanisms of the regulation of host and viral gene expression and facilitate new methods for treating viral diseases.",
            "cite_spans": [],
            "section": "Concluding Remarks",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Sponging of host miRNAs or RNA-binding proteins (RBPs), proteolysis of cellular decay factors, dispersal of processing (P)-bodies, stealing host RNA stability factors, suppressing exonucleases, and/or the production of viral nucleases can dramatically affect the regulation of cellular gene expression. Representative examples of viruses that are associated with these mechanisms are indicated. HVS: Herpesvirus saimiri, mCMV: Murine cytomegalovirus, PV: Poliovirus, HRV: Human rhinovirus, DENV: Dengue virus, HCV: Hepatitis C virus, SINV: Sindbis virus, RV: Rabies virus, WNV: West Nile virus, KSHV: Kaposi sarcoma herpesvirus, SARS-CoV: severe acute respiratory syndrome coronavirus. Changes in host gene expression could lead to altered cell growth or oncogenesis, viral proliferation due to lack of an antiviral response, cell death/apoptosis, cytopathic effects, or excess/inappropriate inflammation, as observed in “cytokine storms” during flavivirus infections.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Lsm proteins bind and stabilize RNAs containing 5′ poly(A) tracts",
            "authors": [],
            "year": 2007,
            "venue": "Nat Struct Mol Biol",
            "volume": "14",
            "issn": "",
            "pages": "824-831",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Cellular mRNA Decay Protein AUF1 Negatively Regulates Enterovirus and Human Rhinovirus Infections",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "10423-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Down-regulation of a host microRNA by a Herpesvirus saimiri noncoding RNA",
            "authors": [],
            "year": 2010,
            "venue": "Science",
            "volume": "328",
            "issn": "",
            "pages": "1563-1566",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Dephosphorylation of HuR protein during alphavirus infection is associated with HuR relocalization to the cytoplasm",
            "authors": [],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "36229-36238",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Poliovirus-mediated disruption of cytoplasmic processing bodies",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "64-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "RNA structures required for production of subgenomic flavivirus RNA",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "11407-11417",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A common strategy for host RNA degradation by divergent viruses",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "9527-9530",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "LSm1-7 complexes bind to specific sites in viral RNA genomes and regulate their translation and replication",
            "authors": [],
            "year": 2010,
            "venue": "RNA",
            "volume": "16",
            "issn": "",
            "pages": "817-827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Gene expression is circular: factors for mRNA degradation also foster mRNA synthesis",
            "authors": [],
            "year": 2013,
            "venue": "Cell",
            "volume": "153",
            "issn": "",
            "pages": "1000-1011",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A genome-wide RNAi screen reveals that mRNA decapping restricts bunyaviral replication by limiting the pools of Dcp2-accessible targets for cap-snatching",
            "authors": [],
            "year": 2013,
            "venue": "Genes Dev",
            "volume": "27",
            "issn": "",
            "pages": "1511-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A noncoding RNA produced by arthropod-borne flaviviruses inhibits the cellular exoribonuclease XRN1 and alters host mRNA stability",
            "authors": [],
            "year": 2012,
            "venue": "RNA",
            "volume": "18",
            "issn": "",
            "pages": "2029-2040",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Poly(rC) binding proteins mediate poliovirus mRNA stability",
            "authors": [],
            "year": 2001,
            "venue": "RNA",
            "volume": "7",
            "issn": "",
            "pages": "1126-1141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The 3′ untranslated region of the rabies virus glycoprotein mRNA specifically interacts with cellular PCBP2 protein and promotes transcript stability",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A highly structured, nuclease-resistant, noncoding RNA produced by flaviviruses is required for pathogenicity",
            "authors": [],
            "year": 2008,
            "venue": "Cell Host Microbe",
            "volume": "4",
            "issn": "",
            "pages": "579-591",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Virus-encoded endonucleases: expected and novel functions",
            "authors": [],
            "year": 2013,
            "venue": "WIREs RNA",
            "volume": "4",
            "issn": "",
            "pages": "693-708",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Diversion of stress granules and P-bodies during viral infection",
            "authors": [],
            "year": 2013,
            "venue": "Virology",
            "volume": "436",
            "issn": "",
            "pages": "255-267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Picornavirus modification of a host mRNA decay protein",
            "authors": [],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "e00431-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Translation and replication of hepatitis C virus genomic RNA depends on ancient cellular proteins that control mRNA fates",
            "authors": [],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "13517-13522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Regulation of cytoplasmic mRNA decay",
            "authors": [],
            "year": 2012,
            "venue": "Nat Rev Genet",
            "volume": "13",
            "issn": "",
            "pages": "246-259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "An RNA pseudoknot is required for production of yellow fever virus subgenomic RNA by the host nuclease XRN1",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "11395-11406",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Sindbis virus usurps the cellular HuR protein to stabilize its transcripts and promote productive infections in mammalian and mosquito cells",
            "authors": [],
            "year": 2010,
            "venue": "Cell Host Microbe",
            "volume": "8",
            "issn": "",
            "pages": "196-207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Conservation of a triple-helix-forming RNA stability element in noncoding and genomic RNAs of diverse viruses",
            "authors": [],
            "year": 2012,
            "venue": "Cell Rep",
            "volume": "2",
            "issn": "",
            "pages": "26-32",
            "other_ids": {
                "DOI": []
            }
        }
    }
}