{
    "paper_id": "PMC3835400",
    "metadata": {
        "title": "Proteome and phosphoproteome analysis of honeybee (Apis mellifera) venom collected from electrical stimulation and manual extraction of the venom gland",
        "authors": [
            {
                "first": "Rongli",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "lirongli87@126.com",
                "affiliation": {}
            },
            {
                "first": "Lan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": "apiszl@126.com",
                "affiliation": {}
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Fang",
                "suffix": "",
                "email": "jskyp@126.com",
                "affiliation": {}
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "email": "hanbin_bee@163.com",
                "affiliation": {}
            },
            {
                "first": "Xiaoshan",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": "lushanxiao@163.com",
                "affiliation": {}
            },
            {
                "first": "Tiane",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": "zhoutiane@126.com",
                "affiliation": {}
            },
            {
                "first": "Mao",
                "middle": [],
                "last": "Feng",
                "suffix": "",
                "email": "fengm622@163.com",
                "affiliation": {}
            },
            {
                "first": "Jianke",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "apislijk@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Venom from social hymenoptera (wasps, bees, and ants) is used as an effective and important chemical weapon for the defense of individuals or of the colony. This can be achieved by injection of very low concentrations of venom into an enemy that reaches its bloodstream in a few minutes [1]. Honeybee (Apis mellifera) venom is now known to contain 12 proteins that are recognized as allergens in humans by the International Union of Immunological Societies [2]. The allergic response to these proteins in a sting victim varies from swelling, redness, pain, itching around the sting site, and potentially life-threatening allergic effects, including anaphylactic shock [3,4]. The biochemical composition of honeybee venom has been reported to have a wide array of biomolecules, such as biogenic amines, peptides and proteins [5]. In addition, honeybee venom has been well documented for pharmaceutical purposes in treatment of pathological conditions such as arthritis, neurodynia, rheumatism, skin diseases, and cancerous tumors [6-9]. Recently, it has been discovered that melittin-loaded nanoparticles can attenuate HIV-1 infectivity, demonstrating the promising potential of bee venom for treatment of HIV [10]. Currently, several pharmaceutical formulations using crude honeybee venom have been registered and are available on the European and global markets, such as Forapin, Germany; Virapin, Slovakia; Apiven, France; Melivenon, Bulgaria; and Apifor, Russia [11].",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 458,
                    "end": 459,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 669,
                    "end": 670,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 671,
                    "end": 672,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 825,
                    "end": 826,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1030,
                    "end": 1031,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1032,
                    "end": 1033,
                    "mention": "9",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1210,
                    "end": 1212,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1466,
                    "end": 1468,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Because bee venom is a human toxin, a comprehensive characterization of its molecular composition, side effects, and toxicology is of paramount importance for the development safe pharmaceutical formulations to satisfy human demand. To further this goal, honeybee venom has been intensively examined in the past [12-14]. Due to its highly complex nature, bee venom has not been fully characterized by previous methods. Recently developed techniques, namely mass spectrometry (MS), have highly improved resolution and sensitivity, allowing the identification of thousands of proteins or peptides using a tiny amount of protein sample in a single run. A comprehensive profiling of honeybee venom has been achieved since 2005 using this robust MS platform [15-18]. Although the venom proteome of the honeybee has been significantly extended, previous studies have been performed using a singular proteomics approach such as either two dimensional electrophoresis (2-DE or gel-based proteomics) or an MS run (gel-free proteomics). Using only one technique may result in an underestimate of the proteome; 2-DE based proteomics may exclude proteins with extreme molecular weights (<15 kDa or >200 kDa) [19], while MS-based proteomics can mask the low abundance proteins [20]. However, a combination of gel-based and gel-free proteomics has proven to be an efficient protocol to increase proteome coverage of a biological sample [18,20].",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 315,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 757,
                    "end": 759,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1197,
                    "end": 1199,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1265,
                    "end": 1267,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1423,
                    "end": 1425,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1426,
                    "end": 1428,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "At present, there are two traditional ways to collect honeybee venom: electrical stimulation (venom collected in this way is termed ESV) or manual (“reservoir disrupting”) venom extraction directly from venom glands (venom collected in this way is termed GV) [3,4]. While ESV can extract venom without the need to sacrifice any bees, GV extraction is at expense of the honeybee’s life. It is empirically recognized that GV contains more biochemical components, and it has thus been assumed it provides a more abundant potent bioactive source [3] than ESV. To address this hypothesis, the proteomes of GV and ESV were compared qualitatively and quantitatively. A better knowledge of their proteins will aid in the selection of more appropriate forms of honeybee venom to be used as a pharmacological source.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 262,
                    "end": 263,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Venom toxins are secretory proteins that undergo a series of post-translational modifications (PTMs) once released from the venom glands of the honeybee, such as phosphorylation, glycosylation, and sulfation [21]. PTMs play a potential role in influencing IgE binding capacity [22] and protein immunogenicity and antigenicity [23,24]. Phosphorylation is one of the most important PTMs [25]. Phosphorylation of snake venom has the potential to alter proteolytic activity, coagulability, and neurotoxicity of proteins [26]. In honeybee venom, very few proteins, such as mellitin and icarapin, are known to be phosphorylated [18], and phosphorylation is not well characterized.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 278,
                    "end": 280,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 386,
                    "end": 388,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 623,
                    "end": 625,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In this work we aim to better characterize honeybee venom by examining the proteomic differences of venom resulting from two different extraction techniques. By using more comprehensive techniques, we can identify previously overlooked proteins, and better understand phosphorylation patterns in honeybee venom.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "More protein bands were detected in GV than in ESV (Additional file 1: Figure S1). A total of 22 proteins were identified in all 12 fractions, of which 21 were from GV and 13 were from ESV (Additional file 2: Table S1). Of the 22 total proteins, 12 proteins were commonly represented in the two forms of bee venom. Notably, dehydrogenase/reductase SDR family member 11-like (in GV) was identified as novel in the honeybee venom. Only five toxic proteins were found in significantly higher abundance in GV than in ESV: Api m 7, Api m 8, Api m 9, vitellogenin and PLA2-like. The other highly abundant proteins in GV were non-toxic, and were mainly associated with antioxidant activities, protein folding, and molecular transporters. In ESV, however, all 8 highly abundant proteins were toxic: Api m 3, Api m 5, Api m 6, MRJP8, MRJP9, icarapin-like, hyaluronidase, and MCDP (Additional file 3: Figure S2, panel A). The abundance of melittin, phospholipase A-2, and apamin preproprotein showed no significant differences between the two forms of venom (Additional file 2: Table S1).",
            "cite_spans": [],
            "section": "1-DE analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "2-DE analysis resulted in 216 and 104 protein spots (Mr 19 kDa −88 kDa, pI 4.5-8.67) resolved in GV and ESV, respectively (Additional file 4: Figure S3). Of these, 70 of the 216 spots in GV and 24 of the 104 protein spots in ESV altered their abundance (> 1.5-fold, p < 0.05). Among those which showed a greater than 1.5-fold abundance change, 53 of the 70 GV spots and 17 of the 24 ESV spots were successfully identified corresponding to 24 non-redundant proteins in GV and ESV (Additional file 5: Table S2). Five non-redundant proteins were shared in the two forms of bee venom (Additional file 4: Figure S3, red arrow), and 19 other proteins were specifically expressed in GV (Additional file 4: Figure S3, blue arrow), but none of these proteins were expressed only in ESV. In ESV, 4 venom toxins had a higher abundance (dipeptidyl peptidase IV precursor (Api m 5), venom allergen acid phosphatase (Api m 3), icarapin-like, and phospholipase A-2 (PLA2) (Additional file 3: Figure S2, panel B). In GV, however, only two toxic proteins were abundant: venom serine carboxypeptidase (Api m 7) and arginine kinase. The other 17 specifically detected proteins in GV were involved in antioxidant systems, protein folding and molecular transporters, carbohydrate or energy metabolism (Additional file 3: Figure S2, panel B). The remaining unidentified differential protein spots could be attributed to either their low abundance to produce enough spectra or that the search scores in the databases did not produce unambiguous results.",
            "cite_spans": [],
            "section": "2-DE analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "Twenty proteins were identified in the shotgun analysis, of which 14 proteins were found in both GV and ESV. Five additional proteins were identified only in GV, and one protein was identified only in ESV (Additional file 6: Table S3). Noticeably, secapin, proactivator polypeptide, danJ homolog subfamily B member 11-like and histone H2B.3-like were specifically identified in the shotgun approach.",
            "cite_spans": [],
            "section": "Shotgun analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "Abundance quantification showed that 9 venom toxins had higher abundance in ESV than in GV: MCDP, PLA2, Api m 5, MRJP8 and 9, Api m 3, hyaluronidase, icarapin-like, Api m 6 and LOC408666. Vitellogenin (Api m 12) had higher abundance in GV than in ESV (Additional file 3: Figure S2, panel C). Five others (melittin, secapin, PLA2-like, proactivator polypeptide isoform 1, dnaJ homolog subfamily B member 11-like) showed no significant difference between GV and ESV (Additional file 6: Table S3). Similar to the above 1-DE and 2-DE analysis, proteins identified in GV were also associated with antioxidant activities, protein folding and molecular transporters (Additional file 3: Figure S2, panel C).",
            "cite_spans": [],
            "section": "Shotgun analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "In total, 44 non-redundant proteins were identified in the two forms of bee venom, 16 proteins were shared in GV and ESV: 13 venom toxins and 3 non-toxins. In GV, 27 proteins were specifically expressed: 4 toxins and 23 non-toxins. In ESV, only toxin MCD peptide was specifically expressed. Generally, 17 proteins were identified in ESV and 43 proteins were identified in GV, respectively (Table 1 and Figure 1).",
            "cite_spans": [],
            "section": "Shotgun analysis ::: Results",
            "ref_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 396,
                    "end": 397,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Of the 39 differentially expressed proteins between GV and ESV (Figure 2), 29 were more highly expressed in GV: 6 venom toxins and 23 other non-toxin proteins associated with antioxidant systems, carbohydrate or energy metabolism, protein folding and molecular transporters. In contrast, 10 proteins were more highly expressed in ESV than GV: 9 venom toxins, and one non-toxin related protein. The three other venom toxins such as melittin, secapin, apamin had no significant difference between GV and ESV.",
            "cite_spans": [],
            "section": "Shotgun analysis ::: Results",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "ESV contained 82% of venom toxins based on the above analysis, and was, therefore used for the phosphorylation analysis of honeybee venom. Currently, a total of 4 phosphopeptides corresponding to three venom toxins have been identified (Table 2 and Figure 3): icarapin-like precursor was phosphorylated at S43 and S205; phospholipase A-2 was phosphorylated at T145 and apamin preproprotein was phosphorylated at T23.",
            "cite_spans": [],
            "section": "Phosphopeptide analysis ::: Results",
            "ref_spans": [
                {
                    "start": 256,
                    "end": 257,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 243,
                    "end": 244,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We used complementary proteomics approaches to gain insight into the proteome differences of honey bee venom extracted using two different methods (GV and ESV) and to map the phosphorylation sites of the most common used form of venom for therapeutic purposes. Of the 44 proteins identified in both GV and ESV, most of venom toxins were in higher abundance in ESV than in GV. The most abundant proteins detected in GV were mainly involved in protection of the venom gland from tissue damage or in supporting glandular development. This suggests that electrical stimulation could generate a more pure venom as its contamination with cellular proteins is much smaller than that of the manual method. This method is also convenient for commercial production and does not sacrifice the bees in the collection process. This is in sharp contrast with the manual milking of bee venom (GV), in which the bee is sacrificed, and the venom is contaminated by non-toxin proteins that may leak from the gland tissue that is cut/disrupted during venom collection. This provides a new scientific basis for the use of ESV as a potential pharmacological source over GV, taking into consideration both production efficiency and honeybee welfare. Four novel phosphorylation sites identified in three venom proteins may be involved in specific elicitation of an immune response via recognition of antigenic determinants [18]. The identification of two novel venom proteins significantly extends our in-depth understanding of the biological nature of honeybee venom.",
            "cite_spans": [
                {
                    "start": 1401,
                    "end": 1403,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "More recently, Resende et al. (2013) [18] has used a higher resolution of MS than our adopted MS for the profiling of bee venom, and identified many new proteins and three phosphorylation sites mapped to icarapin and melittin. Using our gel-based and gel-free proteomics approaches, two novel proteins, SDR and histone H2B.3-like, were identified, and phosphorylation of phospholipase A-2, apamin preproprotein and S43 in icarapin-like precursor were assigned as novel sites. This indicates that the combined gel-based and gel-free proteomics approaches are a robust protocol for the achievable identification of proteome and phosphoproteome of bee venom.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 40,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In order to effectively utilize venom in defense of their community, the honeybee using its venom inflicts the invader with the utmost suffering through systemic IgE-mediated allergic reactions after insect stings. This could result in potentially life-threatening and sometimes fatal immune-mediated anaphylaxis. Our study has identified all the 12 allergens (Api m 1–12) in the honeybee venom. Melittin (Api m 4) is the major allergen responsible for intense local pain [27] and can trigger the lysis of a wide range of cells [28]. Phospholipase A-2 (Api m 1) is important for the specific IgE induction in sting victims [9]. Hyaluronidase (Api m 2) facilitates the diffusion of other venom constituents through the interstitial space [29]. Api m 3, 5–12 are recognized as a strong IgE and T-cell response to bee venom of the sting victim [30]. Except for Api m 7–9 and melittin, the higher abundance of all above allergens in ESV are thought to be a survival strategy of the honeybee to effectively defend individuals and the colonies they live in [31].",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 475,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 529,
                    "end": 531,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 624,
                    "end": 625,
                    "mention": "9",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 738,
                    "end": 740,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 842,
                    "end": 844,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1052,
                    "end": 1054,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition, the identified other toxins, such as MCD peptide, venom serine carboxypeptidases, venom serine proteases, arginine kinase, apamin, and secapin, work as enhancers for a massive release of histamine [32], degradation of insect neurotransmitters [33], mediation of immunity-related processes [34], phosphorylation of venom proteins [16,35-37], and influencing the nervous system as a neurotoxic polypeptide [38].",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 213,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 343,
                    "end": 345,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 346,
                    "end": 348,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 349,
                    "end": 351,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 418,
                    "end": 420,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although honeybee venom is mainly physiologically effective for toxicological suffering in the sting victim, the reported pharmacological applications are mainly from the toxins. Melittin and phospholipase A-2 have been reported to inhibit tumor cell proliferation and thus have potential value for the cure of cancer [39,40], and the attenuation of HIV-1 infectivity [10]. Hyaluronidase can be used as an anesthetic, analgesic, anti-cancer agent and also to help the spread of drugs in tissues [41]. Dipeptidyl peptidase IV has functionally suppressed peritoneal dissemination and progression of ovarian carcinoma and inhibits malignant phenotypes of prostate cancer cells [42,43]. The MCD peptide has reported anti-inflammatory activity at higher concentrations, which can be used as a tool in studying secretory mechanisms of mast cells, basophils, and leukocytes [44]. Most toxin proteins had either a higher abundance in ESV (phospholipase A-2, hyaluronidase, the MCD peptide, and venom dipeptidyl peptidase IV) or were found in equal abundance in GV and ESV (melittin, apamin and secapin). Therefore, the utilization of ESV as a potential pharmacological source is a more efficient and convenient choice as a valuable source for the future development of novel human therapeutics than that of GV [45].",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 322,
                    "end": 324,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 496,
                    "end": 498,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 675,
                    "end": 677,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 868,
                    "end": 870,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1303,
                    "end": 1305,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In GV, many non-venom toxic proteins were identified even though manually milking of the venom from the gland was performed carefully. The toxin component in the venom of manual collection has significantly lower content than venom from a honeybee’s natural sting. These non-venom toxic proteins were may mainly contaminated by leaking when gland tissues were damaged. They are involved in many pathways for the normal functionality of venom glands to secrete venom toxins and development, such as antioxidant systems, protein folding, molecular transporters, carbohydrate and energy metabolism. They might play an important role in protection of the secretory cells of the venom gland from the harmful damage of toxins [16]. Although some of the proteins were identified as putative secretory proteins, we could not rule out that they are the remaining trace amounts of bee venom toxin, since the reported toxin accounts for >80% of venom content [5,18,38], this requires further study to confirm if they are real toxin proteins in bee venom.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 723,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 949,
                    "end": 950,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 951,
                    "end": 953,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 954,
                    "end": 956,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Phosphorylation is a quite rapid biological reaction in quick response to external stimulus and internal signals. The phosphorylation site is recognized as an important allergenic epitope, and the allergenicity of the proteins is affected by a change in the epitope [46,47]. To fully exert the toxic power towards protecting the honeybee colony, the phosphorylation of venom toxin is probably to enhance the efficiency of local tissue damage, induction of death in other insects and pain, and allergy and inflammation in higher organisms [4,48]. To this effect, icarapin-like protein is suspected in evoking an immune response after a bee sting through protein phosphorylation [49]. Phosphorylation of phospholipase A-2 may be responsible for increasing its lysis activity [50]. Apamin is an important neurotoxic polypeptide, and its phosphorylation may participate in the modulation of Ca2+-activated K+channel [51,52] that acts on the central nervous system [53]. The mapped S205 in Icarapin is the same as the report of Ferreira Resende (2013) [18]. The other assigned sites in phospholipase A-2 and Apamin and S43 in icarapin-like precursor are novel.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 270,
                    "end": 272,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 539,
                    "end": 540,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 774,
                    "end": 776,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 916,
                    "end": 918,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 961,
                    "end": 963,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Using complementary gel-based and gel-free proteomic techniques, we have found that proteins in ESV are mainly composed of toxin proteins and most of them are highly abundant. Proteins identified in GV are mainly those which have been contaminated by the venom tissue damage during the milking process. ESV is the better form to more efficiently utilize honeybee venom as a potential pharmacological source, in terms of obtaining it commercially and without the need to sacrifice each individual bee. The identification of two novel proteins and three phosphorylation sites on venom proteins provides key information to gain new insight into the biochemical properties of honeybee venom.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The chemicals used for 1-DE, 2-DE and Formic acid (FA) were purchased from Sigma (St. Louis, MO, USA) except for Biolyte and immobilized pH gradient (IPG) strips that were purchased from Bio-Rad (Hercules, CA, USA). Dithiothreitol (DTT) and iodoacetamide (IAA) were from Merck (Darmstadt, Germany). The modified sequencing grade trypsin was from Roche (Mississauga, ON, Canada). Ti4+-IMAC materials were kindly offered by Dalian Institute of Chemical Physics. Trifluoroacetic acid (TFA) and acetonitrile were from J.T.Baker (Phillipsburg, NJ). Chemicals used for silver-staining were purchased from Beijing Shiji Co. (Beijing, China).",
            "cite_spans": [],
            "section": "Chemical reagents ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The venom samples were collected from five colonies of Italian honeybees (Apis mellifera ligustica) in the apiary of The Institute of Apicultural Research, Chinese Academy of Agricultural Sciences in Beijing. For the GV harvested from honeybee workers, manual (or reservoir disrupting) venom extraction was performed as follows: 100 guard bees were captured near the entrance of the colony and anesthetized by chilling at −20°C. Afterwards, each individual was dissected, the sting apparatus and the venom reservoirs were removed, and a filter paper blot was used to prevent contamination by any hemolymph that had stuck onto the outside. A capillary tube was used to pierce the reservoir to collect the venom from the gland followed by mixing with lysis buffer (8 M urea, 2 M thiourea, 4% CHAPS, 20 mM Tris-base, 30 mM DTT, proteinase inhibitor cocktail) for immediate protein extraction. The venom collected using the ESV method was collected by a device with a mild electric shock through wires above the collecting tray. The beehive lid and the cover cloth were taken off and then a tray (sprayed with the proteinase and phosphatase inhibitor cocktail before transfer to the hives) was put on the hive top and it was assessed that the steel wires were facing down. The wires were alternately charged to a maximum of 3 volts. When shocked, the bees stung the nylon taffeta under which was a glass collection plate. The venom dried rapidly on glass plates and was scraped off with a knife. The collected venom was kept at −80°C until use. Three independent biological replicates were produced for the protein abundance quantitation in 1-DE, 2-De, and shotgun analyses. Protein preparation was performed as described previously [54]. To do comparable quantitation between the two forms of venom, the content of extracted protein was determined [54] and equal amounts of protein sample were subjected to 1-DE, 2-DE, and shotgun analyses. The protein sample was divided into three parts for the following analysis.",
            "cite_spans": [
                {
                    "start": 1730,
                    "end": 1732,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1846,
                    "end": 1848,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Venom collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "1-DE was performed by the previously described protocol [55]. The first part of the venom protein sample (6.7 μg/1 μl buffer) of GV and ESV was dissolved in the above mentioned lysis buffer, 50 μg of protein sample (7.5 μl) were mixed with a loading buffer (2.5 μl) [62 mM Tris (pH 6.8), 10% (v/v) glycerol, 2.5% (w/v) SDS, and 5% (v/v) 2-mercaptoethanol, pH 6.8] for the subsequent separation. The gel was stained by MS compatible silver-staining method according to Han et al. [55]. The entire lanes were cut into 12 fractions and transferred to sterile microcentrifuge tubes, then washed and subjected to in-gel tryptic digestion according to Han et al. [55]. Briefly, The silver-stained gel slices were excised and destained in a 200 μl solution (30 mmol/L K3Fe(CN)6: 100 mmol/L Na2S2O3 = 1:1) until the gel spots were transparent, then dried for 10 min with ACN (100%). They were then further dried for 30 min using a Speed-Vac system (RVC 2–18, Marin Christ, Germany). The gel slices were reduced with 10 mM DTT for 1 hour and alkylated with 50 mM iodoacetamide for 1 h in the dark. Next, the trypsin solution (10 ng/μl) was added to the dried gel slices then the samples were incubated for 14 h at 37°C. 5% TFA and 50% acetonitrile acid was used to extract the peptide fragments from the tryptic digests. Finally, the supernatant of each gel slice was concentrated to 20 μl using a Speed-Vac system for the subsequent MS analysis. Three replications were performed for each gel lanes.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "One-Dimensional Gel Electrophoresis (1-DE) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "2-DE was performed by a previously described protocol [56]. 500 μg of the second part of the protein sample of GV and ESV were dissolved in the lysis buffer, and then the mixture (1 μl mixture/4 μl rehydration buffer) was added into a rehydration buffer (8 M uera, 2% CHAPS, 0.001% bromophenol blue, 45 mM DTT, and 0.5% Biolyte, pH 3–10) for the 2-DE runs. The gel staining was accomplished by the same method as the 1-DE. Three independent and reproducible 2-DE gel images from the two venom samples were digitized with Image Scanner III (GE Healthcare, Piscataway, NJ, USA), and the gel images were analyzed with Progenesis SameSpot (Version 4, Nonlinear Dynamic, UK) software. All gels were matched with one of the selected reference gels. The following gel, protein spot calculation, and normalization were done as previously described [56]. Protein abundance was represented as the means and standard deviations from the triplicate experiments, and the statistical significance between the two means was analyzed by one-way ANOVA (Samespot, version 4, nonlinear Dynamics, UK) using a q-value multiple test. Only spots statistically significant with at least 2-fold changes and p < 0.05 were considered to be differential protein spots. The q-value was used to estimate false positive results that determine adjusted p-values for each test.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 841,
                    "end": 843,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Two-Dimensional Gel Electrophoresis (2-DE) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In-gel digestion was done following a previously published protocol [55]. The digested protein spots were analyzed by the LC-MS/MS system (QTOF G6520, Agilent Technologies, Santa Clara, CA), equipped with a microwell-plate autosampler G1377D (maintained at 4°C), a capillary sample loading pump G1382A, a nano pump G2225A, and a HPLC-Chip interface (Chip Cube G4240A). The LC-chip (Agilent Technologies) used for analysis of 1-DE gel slices was constituted of a Zorbax 300SB-C18 enrichment column (160 nL, 5 μm) and a Zorbax 300SB-C18 analytical column (75 μm × 150 mm, 5 μm) (G4240-62010, Agilent Technologies, Santa Clara, CA). Elution from the analytical column was performed by a binary solvent mixture composed of water with 0.1% formic acid (solvent A) and acetonitrile with 0.1% formic acid (solvent B). The following gradient program was used: 3% to 8% solvent B for 1 min, 8% to 40% B for 79 min, 40% to 85% B for 30 min, and 85% B for 2 min. The LC-chip used for analysis of the 2-DE protein spots was the same as that used for1-DE, but the enrichment column was 40 nL. The following gradient program was used: 3% to 8% solvent B for 1 min, 8% to 40% B for 5 min, 40% to 85% B for 1 min, and 85% B for 1 min. The mass spectrometric conditions of Han et al. were followed [55].",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1282,
                    "end": 1284,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "MS/MS analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "50 μg of the third part of GV and ESV samples was digested in-solution as described by Han et al. [55]. Before the MS/MS run, a digested protein sample was separated using a PL-SCX (50 × 0.3 mm, 1000 Å, Agilent Technologies, Santa Clara, CA) exchange media online. The peptides were separated into seven fractions with salt step of 5, 10, 20, 30, 50, 70, and 90 mM of NH4HCO3 for the gradient elution. Each fraction was analyzed online with LC-MS/MS system (QTOF G6520, Agilent Technologies, Santa Clara, CA) using the same mass spectrometric parameters as 1-DE, except the loading flow rate was 0.3 μl/min, and the chip flow rate was 200 nl/min. The following gradient program was used: 3% to 3% solvent B for 5 min, 3% to 4% B for 2 min, 4% to 5% B for 3 min, from 5% to 10% B for 5 min, 10% to 12% B for 5 min, maintained 12% B for 5 min, 12% to 13% B for 5 min, maintained 13% B for 5 min, 13% to 20% B for 5 min, 20% to 50% B for 5 min, maintained 50% B for 5 min, from 50% to 85% B for 5 min, and 85% B for 5 min (the concentration of solvent B (acetonitrile with 0.1% formic acid) was achieved by mixing it with solvent A: water with 0.1% formic acid.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Shotgun analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Tandem mass spectra were retrieved using MassHunter software (version B.04, Agilent Technologies). The combined mgf file of MS/MS data was generated by Distiller (version 2.4, Matrix Science, UK) and searched against a sequence database generated from the NCBInr protein sequences of Apis mellifera (downloaded April, 2012, version 4.5 of the honeybee genome) with a total of 72,672 sequences, expanded with sequences of Drosophila melanogaster (downloaded April, 2012), Sacharomyces cerevisiae (downloaded April, 2012), and a common repository of adventitious proteins (cRAP, from The Global Proteome Machine Organization, downloaded April, 2012). MS/MS data were searched using in-house Mascot (version 2.4.0, Matrix Science, UK). Carbamidomethyl (C) and Oxidation (M) were selected as fixed and variable modifications, respectively. Enzyme, trypsin; missed cleavages, 1; peptide tolerance, 50 ppm; MS/MS tolerance, 0.05 Da. The false discovery rate (FDR) for the shotgun and 1-DE analyses was set at <1% when the decoy (reverse) sequences were included. Protein identification was accepted if they had >95% confidence and contained at least two unique peptides. If a protein was identified on the basis of one peptide for the shotgun and 1-DE analyses, protein identification having theoretical probability of obtaining a false positive was set at <1 in 1000, meaning that these peptides must have a (false positive) Mascot expect value of ≤ 0.001. The presence of an N-terminal secretion signal peptides of the identified proteins was verified using the SignalP 4.1 Server (http://www.cbs.dtu.dk/services/SignalP/) [57]. The D-cutoff for signal-TM networks was set to 0.35.",
            "cite_spans": [
                {
                    "start": 1620,
                    "end": 1622,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Protein identification ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The protein abundance identified by 1-DE and shotgun analyses was estimated by the exponentially modified Protein Abundance Index (emPAI) [58], which was automatically calculated by the MASCOT search engine. The emPAI can be directly used for reporting approximate protein abundance in a large-scale analysis [59]. The comparative analysis of the protein abundance was performed using the one-way ANOVA (SPSS statistics 17.0, version 17.0.0, IBM) and Duncan’s multiple tests. An error probability of p < 0.05 was considered statistically significant.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 310,
                    "end": 312,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Quantification of protein abundance ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Ti4+-IMAC material was prepared as described by Zhou et.al [60]. Phosphopeptide enrichment using IMAC was followed by Yu et.al with minor modification [61]. 100 μl of 500 mM K2HPO4 was used to elute phosphopeptide from Ti4+-IMAC using 30 min of agitation and 15 min of sonication and finally centrifugation at 15000 g for 5 min. The two rounds of supernatant were collected as enriched phosphopeptides and lyophilized for further analysis.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 152,
                    "end": 154,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Phosphopeptide enrichment using Immobilized Metal Affinity Column (IMAC) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The dissolved phosphopeptides in 35 μl of 0.1% FA were subjected to MS analysis according the above shotgun analysis without using SCX pre-fraction.",
            "cite_spans": [],
            "section": "Phosphopeptide enrichment using Immobilized Metal Affinity Column (IMAC) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The phosphopeptide MS data were searched against PEAKS studio (version 6.0, Bioinformatics solutions Inc., Canada) and searched against the database in the same manner as the above shotgun analysis with the following parameters: carbamidomethylation (C) was selected as the fixed and oxidation; (M) and phosphorylation (STY) were selected as the variable modifications; taxonomy, all entries; enzyme, trypsin; missed cleavages, 2; peptide tolerance, ± 50 ppm; and MS/MS tolerance, ± 0.05 Da. A fusion-decoy strategy was employed to control FDR of protein, and peptide identification used the cutoff score of >20 (−10 lgP) and FDR < 0.1%. Similar to unmodified peptides, incorrect peptide spectrum matches (PSMs) of modified peptides have an equal chance of being derived from either the target or decoy database. The target/decoy database approach is used to estimate the false discovery rate for modified peptide identification. The success of two consecutive b-or y-type site-determining ions was required to assign a confident site [62].",
            "cite_spans": [
                {
                    "start": 1036,
                    "end": 1038,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Phosphopeptide enrichment using Immobilized Metal Affinity Column (IMAC) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Honey bees are not a regulated invertebrate. Therefore, no ethical use approval is necessary.",
            "cite_spans": [],
            "section": "Animal ethical use issues ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "LRL, ZL and LJK conceived of this study, and participated in its design and coordination. LRL carried out the experiments. FY, ZTE and FM contributed to the sample collection and MS analysis. HB and LXS participated in the enrichment of phosphopeptide and shotgun analysis. LRL, ZL and LJK performed the data analysis and drafted the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Classification of identified proteins in honeybee venom manually extracted from venom gland and electrical stimulation by gel-based and gel-free techniques\nAll proteins are identified as Apis mellifera origin. Accession number is the unique number given to mark the entry of a protein in the database of NCBInr used to search against in Mascot software. √ indicates the proteins identified by corresponding proteomics approaches such as 1-DE, 2-DE and shotgun. Y and N indicate whether a protein is a secretory protein or not, which the evidence is given in source column.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Identification of phosphorylated sites on peptides in honeybee venom collected by electrical stimulation\nProtein name and mass of the identified proteins searched against the NCBInr database in 2.5. Modified site is the position of the initial and final amino acids of peptide in the protein sequence. Phosphorylated amino acid is labeled with Sp. Site* is the position of the initial and final amino acids of the peptide in the protein sequence. No. of spectra means the number of the identified phosphopeptides’s mass spectra. Z means the charge of identified phosphopeptide. The peptides are accepted when -10lgP > 20 (p < 0.01) as well as FDR <0.1%.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Number comparison of the identified protein in venom of A. m. ligustica manually collected from venom glands (GV) and electrically stimulated (ESV). Venn diagram shows the taxonomical distribution of the identified 44 proteins. Numbers in the parenthesis indicate the amount of proteins ascribed to venom toxins and non-toxins, respectively.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Quantitative comparisons of differentially abundant proteins in honeybee (A. m. ligustica) venom manually collected from the venom gland (GV) and electrically stimulated (ESV). The ratio of the protein abundance is ESV to GV. The positive values indicate higher protein abundance in ESV, negative values denote higher protein abundance in GV. The ratio is limited to 10, and error bar is standard deviation.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Tandem mass spectra of phosphorylated peptides from electrically stimulated venom of A. m. ligustica. The blue and red color codes represent ions of b and y, respectively. The precursor ion marked as pre. Panel 1 and 2 are spectra of KNVDTVLVLPS(+79.97)IER phosphorylated on S43 and SVES(+79.97)VEDFDNEIPKNQGDVLTA phosphorylated on S205 in icarapin-like precursor. Panel 3 is a spectrum of T(+79.97)VDKSKPKVYQWFDLR that phosphorylated on T145 in phospholipase A-2. Panle 4 is spectrum of T(+79.97)PVMPCNCKAPETALCAR that phosphorylated on T23 in apamin preproprotein.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Value-added Products from Beekeeping",
            "volume": "",
            "issn": "",
            "pages": "227-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Cytolytic nanoparticles attenuate HIV-1 infectivity",
            "authors": [],
            "year": 2012,
            "venue": "Antivir Ther",
            "volume": "18",
            "issn": "",
            "pages": "95-103",
            "other_ids": {
                "DOI": [
                    "10.3851/IMP2346"
                ]
            }
        },
        "BIBREF2": {
            "title": "Application of Principal Component Analysis for evaluation of chemical and antimicrobial properties of honey bee (Apis mellifera) venom",
            "authors": [],
            "year": 2009,
            "venue": "J Apicult Res",
            "volume": "48",
            "issn": "",
            "pages": "168-175",
            "other_ids": {
                "DOI": [
                    "10.3896/IBRA.1.48.3.04"
                ]
            }
        },
        "BIBREF3": {
            "title": "Isolation and structure analysis of bee venom mast cell degranulating peptide",
            "authors": [],
            "year": 1987,
            "venue": "Biochim Biophys Acta",
            "volume": "911",
            "issn": "",
            "pages": "285-293",
            "other_ids": {
                "DOI": [
                    "10.1016/0167-4838(87)90069-0"
                ]
            }
        },
        "BIBREF4": {
            "title": "Two-dimensional polyacrylamide gel electrophoresis of hymenoptera venom and venom sac extracts",
            "authors": [],
            "year": 1983,
            "venue": "Toxicon",
            "volume": "21",
            "issn": "",
            "pages": "291-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Comparison of high-performance liquid chromatography and capillary electrophoresis for the determination of some bee venom components",
            "authors": [],
            "year": 1995,
            "venue": "J Chromatogr A",
            "volume": "700",
            "issn": "",
            "pages": "187-193",
            "other_ids": {
                "DOI": [
                    "10.1016/0021-9673(94)01170-J"
                ]
            }
        },
        "BIBREF6": {
            "title": "The protein composition of honeybee venom reconsidered by a proteomic approach",
            "authors": [],
            "year": 2005,
            "venue": "BBA-Proteins Proteom",
            "volume": "1752",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbapap.2005.07.017"
                ]
            }
        },
        "BIBREF7": {
            "title": "Proteomic analysis of the honey bee worker venom gland focusing on the mechanisms of protection against tissue damage",
            "authors": [],
            "year": 2008,
            "venue": "Toxicon",
            "volume": "52",
            "issn": "",
            "pages": "72-83",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxicon.2008.05.003"
                ]
            }
        },
        "BIBREF8": {
            "title": "Characterization of honeybee venom by MALDI-TOF and nanoESI-QqTOF mass spectrometry",
            "authors": [],
            "year": 2011,
            "venue": "J Pharmaceut Biomed",
            "volume": "54",
            "issn": "",
            "pages": "273-278",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpba.2010.08.020"
                ]
            }
        },
        "BIBREF9": {
            "title": "Proteome and phosphoproteome of Africanized and European honeybee venoms",
            "authors": [],
            "year": 2013,
            "venue": "Proteomics",
            "volume": "13",
            "issn": "",
            "pages": "2638-2648",
            "other_ids": {
                "DOI": [
                    "10.1002/pmic.201300038"
                ]
            }
        },
        "BIBREF10": {
            "title": "Current two-dimensional electrophoresis technology for proteomics",
            "authors": [],
            "year": 2004,
            "venue": "Proteomics",
            "volume": "4",
            "issn": "",
            "pages": "3665-3685",
            "other_ids": {
                "DOI": [
                    "10.1002/pmic.200401031"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "International Union of Immunological Societies",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Ultra-high-efficiency strong cation exchange LC/RPLC/MS/MS for high dynamic range characterization of the human plasma proteome",
            "authors": [],
            "year": 2004,
            "venue": "Anal Chem",
            "volume": "76",
            "issn": "",
            "pages": "1134-1144",
            "other_ids": {
                "DOI": [
                    "10.1021/ac034869m"
                ]
            }
        },
        "BIBREF13": {
            "title": "Monensin and brefeldin A differentially affect the phosphorylation and sulfation of secretory proteins",
            "authors": [],
            "year": 1992,
            "venue": "J Biol Chem",
            "volume": "267",
            "issn": "",
            "pages": "12227-12232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Post-translational phosphorylation affects the IgE binding capacity of caseins",
            "authors": [],
            "year": 2000,
            "venue": "FEBS Lett",
            "volume": "467",
            "issn": "",
            "pages": "239-244",
            "other_ids": {
                "DOI": [
                    "10.1016/S0014-5793(00)01164-9"
                ]
            }
        },
        "BIBREF15": {
            "title": "The immunogenicity of Echinococcus granulosus antigen 5 is determined by its post-translational modifications",
            "authors": [],
            "year": 2005,
            "venue": "Parasitology",
            "volume": "131",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1017/S0031182005008309"
                ]
            }
        },
        "BIBREF16": {
            "title": "Influences of glycosylation on antigenicity, immunogenicity, and protective efficacy of ebola virus GP DNA vaccines",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1821-1837",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02098-06"
                ]
            }
        },
        "BIBREF17": {
            "title": "Phosphoproteome analysis of E. coli reveals evolutionary conservation of bacterial Ser/Thr/Tyr phosphorylation",
            "authors": [],
            "year": 2008,
            "venue": "Mol Cell Proteomics",
            "volume": "7",
            "issn": "",
            "pages": "299-307",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The diversity of bioactive proteins in Australian snake venoms",
            "authors": [],
            "year": 2007,
            "venue": "Mol Cell Proteomics",
            "volume": "6",
            "issn": "",
            "pages": "973-986",
            "other_ids": {
                "DOI": [
                    "10.1074/mcp.M600419-MCP200"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "Venomous and Poisonous Animals",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "In situ imaging of honeybee (Apis mellifera) venom components from aqueous and aluminum hydroxide–adsorbed venom immunotherapy preparations",
            "authors": [],
            "year": 2012,
            "venue": "J Allergy Clin Immunol",
            "volume": "129",
            "issn": "",
            "pages": "1314-1320",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2011.10.014"
                ]
            }
        },
        "BIBREF21": {
            "title": "Insect natural products and processes: New treatments for human disease",
            "authors": [],
            "year": 2011,
            "venue": "Insect Biochem Mol Biol",
            "volume": "41",
            "issn": "",
            "pages": "747-769",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ibmb.2011.05.007"
                ]
            }
        },
        "BIBREF22": {
            "title": "Studies on Bee Venom and Its Medical Uses",
            "authors": [],
            "year": 2012,
            "venue": "IJOART",
            "volume": "1",
            "issn": "",
            "pages": "1-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Api m 6: a new bee venom allergen",
            "authors": [],
            "year": 2001,
            "venue": "J Allergy Clin Immunol",
            "volume": "107",
            "issn": "",
            "pages": "914-920",
            "other_ids": {
                "DOI": [
                    "10.1067/mai.2001.113867"
                ]
            }
        },
        "BIBREF24": {
            "title": "Delayed toxic reaction following massive bee envenomation",
            "authors": [],
            "year": 1999,
            "venue": "Ann Emerg Med",
            "volume": "33",
            "issn": "",
            "pages": "114-116",
            "other_ids": {
                "DOI": [
                    "10.1016/S0196-0644(99)70428-2"
                ]
            }
        },
        "BIBREF25": {
            "title": "Detection of honeybee venom in envenomed tissues by direct MALDI MSI",
            "authors": [],
            "year": 2009,
            "venue": "J American Soc Mass Spectrom",
            "volume": "20",
            "issn": "",
            "pages": "112-123",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jasms.2008.09.006"
                ]
            }
        },
        "BIBREF26": {
            "title": "Serine carboxypeptidases. A review",
            "authors": [],
            "year": 1986,
            "venue": "Carlsberg Res Commun",
            "volume": "51",
            "issn": "",
            "pages": "83-128",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02907561"
                ]
            }
        },
        "BIBREF27": {
            "title": "Accelerated evolution of crotalinae snake venom gland serine proteases",
            "authors": [],
            "year": 1996,
            "venue": "FEBS Lett",
            "volume": "397",
            "issn": "",
            "pages": "83-88",
            "other_ids": {
                "DOI": [
                    "10.1016/S0014-5793(96)01144-1"
                ]
            }
        },
        "BIBREF28": {
            "title": "Identification of proteins from venom of the paralytic spider wasp, Cyphononyx dorsalis",
            "authors": [],
            "year": 2007,
            "venue": "Insect Biochem Mol Biol",
            "volume": "37",
            "issn": "",
            "pages": "278-286",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ibmb.2006.12.001"
                ]
            }
        },
        "BIBREF29": {
            "title": "Profiling the proteome of the venom from the social wasp Polybia paulista: a clue to understand the envenoming mechanism",
            "authors": [],
            "year": 2010,
            "venue": "J Proteome Res",
            "volume": "9",
            "issn": "",
            "pages": "3867-3877",
            "other_ids": {
                "DOI": [
                    "10.1021/pr1000829"
                ]
            }
        },
        "BIBREF30": {
            "title": "Identification and characterization of venom proteins of two solitary wasps, Eumenes pomiformis and Orancistrocerus drewseni",
            "authors": [],
            "year": 2010,
            "venue": "Toxicon",
            "volume": "56",
            "issn": "",
            "pages": "554-562",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxicon.2010.05.014"
                ]
            }
        },
        "BIBREF31": {
            "title": "The peptide components of bee venom",
            "authors": [],
            "year": 1976,
            "venue": "Eur J Biochem",
            "volume": "61",
            "issn": "",
            "pages": "369-376",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1432-1033.1976.tb10030.x"
                ]
            }
        },
        "BIBREF32": {
            "title": "Melittin prevents liver cancer cell metastasis through inhibition of the Rac1‒dependent pathway",
            "authors": [],
            "year": 2008,
            "venue": "Hepatology",
            "volume": "47",
            "issn": "",
            "pages": "1964-1973",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.22240"
                ]
            }
        },
        "BIBREF33": {
            "title": "Bee, wasp and ant venomics pave the way for a component-resolved diagnosis of sting allergy",
            "authors": [],
            "year": 2009,
            "venue": "J Proteomics",
            "volume": "72",
            "issn": "",
            "pages": "145-154",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jprot.2009.01.017"
                ]
            }
        },
        "BIBREF34": {
            "title": "Bee venom secretory phospholipase A2 and phosphatidylinositol-homologues cooperatively disrupt membrane integrity, abrogate signal transduction and inhibit proliferation of renal cancer cells",
            "authors": [],
            "year": 2007,
            "venue": "Cancer Immunol Immunother",
            "volume": "56",
            "issn": "",
            "pages": "627-640",
            "other_ids": {
                "DOI": [
                    "10.1007/s00262-006-0220-0"
                ]
            }
        },
        "BIBREF35": {
            "title": "High-Yield Recombinant Expression of the Extremophile Enzyme, Bee Hyaluronidase In Pichia Pastoris",
            "authors": [],
            "year": 2008,
            "venue": "Protein Expres Purif",
            "volume": "57",
            "issn": "",
            "pages": "226-233",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pep.2007.10.001"
                ]
            }
        },
        "BIBREF36": {
            "title": "Dipeptidyl peptidase IV in tumor progression",
            "authors": [],
            "year": 2005,
            "venue": "BBA-Proteins Proteom",
            "volume": "1751",
            "issn": "",
            "pages": "45-51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbapap.2004.09.028"
                ]
            }
        },
        "BIBREF37": {
            "title": "Dipeptidyl peptidase inhibits malignant phenotype of prostate cancer cells by blocking basic fibroblast growth factor signaling pathway",
            "authors": [],
            "year": 2005,
            "venue": "Cancer Res",
            "volume": "65",
            "issn": "",
            "pages": "1325-1334",
            "other_ids": {
                "DOI": [
                    "10.1158/0008-5472.CAN-04-1852"
                ]
            }
        },
        "BIBREF38": {
            "title": "Mast cell degranulating (MCD) peptide: a prototypic peptide in allergy and inflammation",
            "authors": [],
            "year": 1999,
            "venue": "Peptides",
            "volume": "20",
            "issn": "",
            "pages": "415-420",
            "other_ids": {
                "DOI": [
                    "10.1016/S0196-9781(98)00167-3"
                ]
            }
        },
        "BIBREF39": {
            "title": "The purification and characterisation of hyaluronidase from the venom of the honey bee, Apis mellifera",
            "authors": [],
            "year": 2005,
            "venue": "Eur J Biochem",
            "volume": "139",
            "issn": "",
            "pages": "217-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Post‒translational modifications of the major linear epitope 169–190aa of Ro60 kDa autoantigen alter the autoantibody binding",
            "authors": [],
            "year": 2006,
            "venue": "Clin Exp Immunol",
            "volume": "146",
            "issn": "",
            "pages": "60-65",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2249.2006.03192.x"
                ]
            }
        },
        "BIBREF41": {
            "title": "Antigenic characterization of severe acute respiratory syndrome-coronavirus nucleocapsid protein expressed in insect cells: The effect of phosphorylation on immunoreactivity and specificity",
            "authors": [],
            "year": 2007,
            "venue": "Virus Res",
            "volume": "127",
            "issn": "",
            "pages": "71-80",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2007.03.019"
                ]
            }
        },
        "BIBREF42": {
            "title": "Beyond the antipredatory defence: Honey bee venom function as a component of social immunity",
            "authors": [],
            "year": 2011,
            "venue": "Toxicon",
            "volume": "58",
            "issn": "",
            "pages": "550-557",
            "other_ids": {
                "DOI": [
                    "10.1016/j.toxicon.2011.08.017"
                ]
            }
        },
        "BIBREF43": {
            "title": "Molecular cloning and expression of icarapin, a novel IgE-binding bee venom protein",
            "authors": [],
            "year": 2006,
            "venue": "FEBS Lett",
            "volume": "580",
            "issn": "",
            "pages": "4895-4899",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2006.08.005"
                ]
            }
        },
        "BIBREF44": {
            "title": "Hymenoptera venom review focusing on Apis mellifera",
            "authors": [],
            "year": 2003,
            "venue": "J Venom Anim Toxins",
            "volume": "9",
            "issn": "",
            "pages": "149-162",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Regulation of phospholipase A2 activation by phosphorylation in mouse peritoneal macrophages",
            "authors": [],
            "year": 1993,
            "venue": "J Biol Chem",
            "volume": "268",
            "issn": "",
            "pages": "24506-24513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Channels underlying neuronal calcium-activated potassium currents",
            "authors": [],
            "year": 2002,
            "venue": "Prog Neurobiol",
            "volume": "66",
            "issn": "",
            "pages": "345-353",
            "other_ids": {
                "DOI": [
                    "10.1016/S0301-0082(02)00004-7"
                ]
            }
        },
        "BIBREF47": {
            "title": "Kinase and phosphatase activities intimately associated with a reconstituted calcium-dependent potassium channel",
            "authors": [],
            "year": 1995,
            "venue": "J Neurosci Res",
            "volume": "15",
            "issn": "",
            "pages": "4572-4579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Bee venom neurotoxin (apamin): iodine labeling and characterization of binding sites",
            "authors": [],
            "year": 1979,
            "venue": "Eur J Biochem",
            "volume": "94",
            "issn": "",
            "pages": "355-364",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1432-1033.1979.tb12901.x"
                ]
            }
        },
        "BIBREF49": {
            "title": "Towards posttranslational modification proteome of royal jelly",
            "authors": [],
            "year": 2012,
            "venue": "J Proteomics",
            "volume": "75",
            "issn": "",
            "pages": "5327-5341",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jprot.2012.06.008"
                ]
            }
        },
        "BIBREF50": {
            "title": "Novel Royal Jelly Proteins Identified by Gel-Based and Gel-free Proteomics",
            "authors": [],
            "year": 2011,
            "venue": "J Agr Food Chem",
            "volume": "59",
            "issn": "",
            "pages": "10346-10355",
            "other_ids": {
                "DOI": [
                    "10.1021/jf202355n"
                ]
            }
        },
        "BIBREF51": {
            "title": "Proteomics analysis of major royal jelly protein changes under different storage conditions",
            "authors": [],
            "year": 2008,
            "venue": "J Proteome Res",
            "volume": "7",
            "issn": "",
            "pages": "3339-3353",
            "other_ids": {
                "DOI": [
                    "10.1021/pr8002276"
                ]
            }
        },
        "BIBREF52": {
            "title": "SignalP 4.0: discriminating signal peptides from transmembrane regions",
            "authors": [],
            "year": 2011,
            "venue": "Nat Methods",
            "volume": "8",
            "issn": "",
            "pages": "785-786",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1701"
                ]
            }
        },
        "BIBREF53": {
            "title": "Exponentially modified protein abundance index (emPAI) for estimation of absolute protein amount in proteomics by the number of sequenced peptides per protein",
            "authors": [],
            "year": 2005,
            "venue": "Mol Cell Proteomics",
            "volume": "4",
            "issn": "",
            "pages": "1265-1272",
            "other_ids": {
                "DOI": [
                    "10.1074/mcp.M500061-MCP200"
                ]
            }
        },
        "BIBREF54": {
            "title": "Comparative proteome analysis of Milnesium tardigradum in early embryonic state versus adults in active and anhydrobiotic state",
            "authors": [],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0045682"
                ]
            }
        },
        "BIBREF55": {
            "title": "Simultaneous determination of major constituents of honeybee venom by LC-DAD",
            "authors": [],
            "year": 2009,
            "venue": "Chromatographia",
            "volume": "69",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Specific phosphopeptide enrichment with immobilized titanium ion affinity chromatography adsorbent for phosphoproteome analysis",
            "authors": [],
            "year": 2008,
            "venue": "J Proteome Res",
            "volume": "7",
            "issn": "",
            "pages": "3957-3967",
            "other_ids": {
                "DOI": [
                    "10.1021/pr800223m"
                ]
            }
        },
        "BIBREF57": {
            "title": "Preparation of monodisperse immobilized Ti4+ affinity chromatography microspheres for specific enrichment of phosphopeptides",
            "authors": [],
            "year": 2009,
            "venue": "Anal Chim Acta",
            "volume": "636",
            "issn": "",
            "pages": "34-41",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aca.2009.01.033"
                ]
            }
        },
        "BIBREF58": {
            "title": "A probability-based approach for high-throughput protein phosphorylation analysis and site localization",
            "authors": [],
            "year": 2006,
            "venue": "Nat Biotechnol",
            "volume": "24",
            "issn": "",
            "pages": "1285-1292",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt1240"
                ]
            }
        },
        "BIBREF59": {
            "title": "Therapeutic application of anti-arthritis, pain-releasing, and anti-cancer effects of bee venom and its constituent compounds",
            "authors": [],
            "year": 2007,
            "venue": "Pharmacolo Ther",
            "volume": "115",
            "issn": "",
            "pages": "246-270",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pharmthera.2007.04.004"
                ]
            }
        },
        "BIBREF60": {
            "title": "Cytotoxic properties of immunoconjugates containing melittin-like peptide 101 against prostate cancer: in vitro and in vivo studies",
            "authors": [],
            "year": 2004,
            "venue": "Cancer Immunol Immunother",
            "volume": "53",
            "issn": "",
            "pages": "411-421",
            "other_ids": {
                "DOI": [
                    "10.1007/s00262-003-0457-9"
                ]
            }
        },
        "BIBREF61": {
            "title": "Antitumor action and immune activation through cooperation of bee venom secretory phospholipase A2 and phosphatidylinositol-(3,4)-bisphosphate",
            "authors": [],
            "year": 2006,
            "venue": "Cancer Immunol Immunother",
            "volume": "55",
            "issn": "",
            "pages": "1374-1383",
            "other_ids": {
                "DOI": [
                    "10.1007/s00262-006-0143-9"
                ]
            }
        }
    }
}