{
    "paper_id": "PMC3489815",
    "metadata": {
        "title": "The expression of nicotinic receptor alpha7 during cochlear development",
        "authors": [
            {
                "first": "Scott",
                "middle": [
                    "W"
                ],
                "last": "Rogers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "J"
                ],
                "last": "Myers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lorise",
                "middle": [
                    "C"
                ],
                "last": "Gahring",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Numerous neurotransmitter systems contribute to the normal development and function of the auditory sensory (cochlear) apparatus and the circuitry of the central nervous system. This includes members of the excitatory ligand-activated nicotinic acetylcholine receptor family (nAChR; Albuquerque et al. 2009). The nAChR subunit family consists of 16 distinct subunits that in various pentameric combinations form ligand-activated ion channels that each exhibit uniquely specialized pharmacological and functional properties (Albuquerque et al. 2009). One of these is the homomeric alpha7 nAChR (α7) whose functional uniqueness is in part due to its expression by both neuronal and non-neuronal cells in many tissues throughout the body and because it is responsive to multiple agonists (including acetylcholine and choline as well as nicotine). This results in its ability to modulate a diverse range of cellular functions including cell growth, cell survival, neurotransmission, and inflammation (Gahring and Rogers 2005; Levin et al. 2006; Albuquerque et al. 2009).",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 306,
                    "mention": "Albuquerque et al. 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 524,
                    "end": 547,
                    "mention": "Albuquerque et al. 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 997,
                    "end": 1020,
                    "mention": "Gahring and Rogers 2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1022,
                    "end": 1039,
                    "mention": "Levin et al. 2006",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1041,
                    "end": 1064,
                    "mention": "Albuquerque et al. 2009",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Members of the nAChR family contribute to essentially all aspects of the auditory sensory system function and development (Morley and Happe 2000; Morley 2005). This includes widespread changes in expression during embryogenesis that optimizes their contribution to signal transduction, fine-tuning of sensory hair cells, and modulating central auditory circuit neurotransmission (Elgoyhen et al. 1994, 2001a; Happe and Morley 1998; Vetter et al. 1999, 2007; Morley and Happe 2000; Katz et al. 2004; Morley 2005). This functional diversity is in part accomplished through strict spatiotemporal control of different nAChR subunit expression, as has been extensively described for the nAChRs composed of either homomeric (α9) or heteromeric (α9 + α10) subunits (Elgoyhen et al. 1994; Vetter et al. 1999, 2007; Elgoyhen et al., 2001b; Murthy et al. 2009). Less is known about the role of other nAChRs including α7, although this receptor is implicated in modifying longer lived stimulation by high-frequency sound and supporting survival of spiral ganglion cells during development (Morley and Happe 2000; Morley 2005). Because the measurement of α7 expression and function can be compromised by low receptor expression levels or the absence of conditions that best reveal its modulatory role (Gahring and Rogers 2005; Albuquerque et al. 2009), the participation by this receptor as an important contributor to the development and normal auditory sensory function remains to be fully explored.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 144,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 146,
                    "end": 157,
                    "mention": "Morley 2005",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 380,
                    "end": 400,
                    "mention": "Elgoyhen et al. 1994",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 402,
                    "end": 407,
                    "mention": "2001a",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 409,
                    "end": 430,
                    "mention": "Happe and Morley 1998",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 432,
                    "end": 450,
                    "mention": "Vetter et al. 1999",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 452,
                    "end": 456,
                    "mention": "2007",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 458,
                    "end": 479,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 481,
                    "end": 497,
                    "mention": "Katz et al. 2004",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 499,
                    "end": 510,
                    "mention": "Morley 2005",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 759,
                    "end": 779,
                    "mention": "Elgoyhen et al. 1994",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 781,
                    "end": 799,
                    "mention": "Vetter et al. 1999",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 801,
                    "end": 805,
                    "mention": "2007",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 831,
                    "end": 849,
                    "mention": "Murthy et al. 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1079,
                    "end": 1100,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1102,
                    "end": 1113,
                    "mention": "Morley 2005",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1290,
                    "end": 1313,
                    "mention": "Gahring and Rogers 2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1315,
                    "end": 1338,
                    "mention": "Albuquerque et al. 2009",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we examine α7 expression during development of the auditory sensory system. This was done using mice that were modified though methods of homologous recombination (Rogers and Gahring 2012; Rogers et al. 2012) to introduce, at the α7 gene 3′ end, a hemagglutinin (HA) protein tag to the α7 receptor protein and a bicistronic IRES-driven tau + enhanced-GFP fusion protein reporter (α7GFP). An advantage of the tauGFP reporter construct is that the tau component directs GFP into the axon of cells expressing α7GFP. Also generated was a mouse in which Cre-recombinase replaces the tauGFP. The expression of α7GFP in these mice reveals extensive spatial and temporal remodeling of receptor expression during embryonic and postnatal development of the cochlear sensory structures. Furthermore, α7GFP expression continues in both neuronal and non-neuronal cells of the adult cochlear structure and the central ascending auditory pathway. This suggests that α7 has the potential to impact functionally on auditory processes through multiple pathways and mechanisms that could impact upon the adult function in ways not traditionally attributed to this receptor.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 202,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 204,
                    "end": 222,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All animals were used and housed in accordance with protocols approved in advance by the Institutional Animal Care and Use Committee at the University of Utah (Protocol Number (09-07003). This includes adherence to the Guide for the Care and use of Laboratory Animals of the National Institutes of Health.",
            "cite_spans": [],
            "section": "Animals ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The construction of the α7 protein and gene (Chrna7) reporter mouse lines; Chrna7-HA-IRES-tauGFP (α7GFP) and Chrna7-HA-IRES-Cre (α7Cre) have been described in detail (Rogers and Gahring 2012; Rogers et al. 2012). Briefly, as diagramed in Fig. 1A, the methods of homologous recombination were used to introduce an epitope hemagglutinin (HA) and stop codon extension to the α7 C-terminus and a bicistronic IRES-tauGFP reporter cassette (Rogers and Gahring 2012; Rogers et al. 2012). This generated the α7GFP mouse (Fig. 1A), which expresses the tauGFP protein as a marker of Chrna7 transcription. The Speed Congenic Program of the Jackson Laboratory was used to achieve 98% C57BL/6 background congenicity (Rogers et al. 2012). For conditional cell ablation of the cells expressing Cre as in the α7Cre mouse, we crossed this mouse with the LoxP conditional diphtheria toxin (DTA) mouse lines as described previously (Rogers et al. 2012).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 190,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 192,
                    "end": 210,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 435,
                    "end": 458,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 460,
                    "end": 478,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 704,
                    "end": 722,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 914,
                    "end": 932,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Generation of alpha7-HA-IRES-tauGFP and alpha7-HA-IRES-Cre mice ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 244,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 513,
                    "end": 519,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Embryo (E) timing was based upon identification of coital plugs (equal to E0.5). Immunohistochemical methods were as described (Rogers and Gahring 2012; Rogers et al. 2012). Embryos were fixed in PBS/2% paraformaldehyde/5% sucrose, cryoprotected with sucrose in PBS to a final of 30%, embedded and sectioned using a Microm EM550 microtome. The 12-μm sections were mounted on glass slides, blocked, and permeabilized with 1% deoxycholate and 0.2% Triton X-100 in PBS, and then incubated overnight at 4°C with the appropriate primary antibodies. After washing, sections were incubated with secondary antibodies conjugated to fluorescent markers (Jackson ImmunoResearch, West Grove, Pennsylvania) for 1 h at room temperature. The sections were again washed, and mounted in prolog gold antifade reagent (Invitrogen, Grand Island, New York; P36930) and cover-slipped before being photographed using fluorescence microscopy (Rogers et al. 2012). Images were collected using a Microfire 24-bit CCD camera (Optronics, Goleta, California) and imported into Photoshop C2 for preparation of figures.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 151,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 153,
                    "end": 171,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 919,
                    "end": 937,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Immunohistochemistry and microscopy ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The antibodies used were commercially obtained. These were anti-calcitonin gene-related protein (CGRP; rabbit; 1:30; Chemicon/Millipore, Temecula, Californa AB5920), anti-GFP (chicken; 1:800, Aves Labs, Tigard, Oregon GFP-1020), anti-HA (rabbit; 1:200; HA.11 Covance, Princeton, New Jersey PRB-101P), anti-peripherin (rabbit; 1:100; Abcam, Cambridge, Massachusetts #1530), anti-S100beta (rabbit; 1:100; Abcam ab868), rabbit anti-beta-III tubulin (TUJ1; 1:3000; Covance MMS-435P). Detection of GFP offers superior sensitivity that is well over background fluorescence (Fig. 1B and C). For this study, some inconsistent signal detection or autoflourescence was occasionally observed and these sites identified in the individual figures. We find the expression of GFP and HA are similar, although anti-HA expression is detected predominantly on the surface of cells identified by anti-GFP expression (Fig. 1D).",
            "cite_spans": [],
            "section": "Immunohistochemistry and microscopy ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 568,
                    "end": 574,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 898,
                    "end": 904,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The remodeling of the sensory cell region of the cochlear structure between E16.5 and E18.5 as suggested by the progression in changing α7GFP expression was examined further. Through E16.5, all otic structures exhibit a similar α7GFP expression pattern (Fig. 3A). This was not the case in the E18.5 cochlear structure where the loss of α7GFP expression by OHC and Deiters' cells and acquisition of staining by Hensen's cells was first observed in the most basal structures and it then appears in the more apical structures successive developmental stages (Fig. 3B and C and not shown). This generates a striking contrast in α7GFP expression between cochlear structures at the apex relative to the base with intermediary turns, exhibiting the progressive stages of this change in α7GFP expression (Fig. 3B). By P4, this gradient was not evident (not shown) and the mature α7GFP expression pattern first observed in the E18.5 basal cochlear structures was present across the entire structure. In Fig. 3D, a diagram depicts the remodeling of α7GFP expression seen in the E18.5 developing cochlear structure.",
            "cite_spans": [],
            "section": "Remodeling of α7GFP in the cochlear structure after E16.5 is in a basal-to-apical direction ::: Results",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 260,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 556,
                    "end": 562,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 797,
                    "end": 803,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 994,
                    "end": 1000,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As suggested by the preceding discussion, there was expression of α7GFP by both neuronal and non-neuronal cells (Fig. 4). This is particularly clear in the postnatal mouse (e.g., P6–P12), where the predominant expression of α7GFP in neuronal cells was by cells of the SG (Fig. 4A). The strongest labeling of cochlear structures was restricted to Hensen's cells and the spiral prominence (Fig. 4A–E). Evident at the P6 stage was α7GFP signal in individual cells of the spiral ligament (Fig. 4C and D). Also evident were the extended branching that is characteristic of the morphology of type II fibrocytes located in this region (Fig. 4D; Spicer and Schulte 1991; Sun et al. 2012). In the P12 cochlear structure, the branches were more abundant and form a ‘feathered’ structure that emanates from cell bodies defined by α7GFP expression (Fig. 4E). Cells of the stria vascularis or other members of the cell family composing the structures of the lateral wall and surrounding cochlear duct were not observed to express α7GFP in these later stages of development (Fig. 4).",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 661,
                    "mention": "Spicer and Schulte 1991",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 663,
                    "end": 678,
                    "mention": "Sun et al. 2012",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Nonsensory cells of the cochlear structure express α7GFP ::: Results",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 272,
                    "end": 278,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 388,
                    "end": 394,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 485,
                    "end": 491,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 629,
                    "end": 635,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 837,
                    "end": 843,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1061,
                    "end": 1067,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Innervation of cochlear sensory cells follows a series of distinct steps that were in part revealed by α7GFP visualization (Fig. 5). As noted, the first detection of α7 expression was in the prominently labeled efferent processes that appear to form bundles upon entering the SG and then disperse into small solitary fibers (E14.5; Fig. 5.A and 2C,D). These solitary processes exhibit a beaded structure as they proceed to the base of the developing sensory cells (Fig. 5B).",
            "cite_spans": [],
            "section": "The expression of α7GFP during innervation of the developing cochlear structure ::: Results",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 130,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 332,
                    "end": 339,
                    "mention": "Fig. 5.",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 345,
                    "end": 346,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 465,
                    "end": 471,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The origin of these efferent fibers was examined in serial sections of the E14.5 hind brain. These fibers appear to originate from a cell grouping in the basal brain stem caudal to trigeminal nucleus V that could be distinguished by their transient α7GFP expression (Fig. 5C). These cells occur in clusters (Fig. 5C insert) and their prominently labeled processes can be followed using serial section sets to the cochlear structure where they give rise to the fiber bundles and the point of dissemination associated with the SG (Fig. 5C and insert). The anatomical location of these cells suggest that these cells are within the forming olive complex, which is consistent with the reports of pioneering fibers that originate from the developing olive complex and extend to the developing cochlea (Zuo et al. 1999). These fibers were not detected after E15.5.",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 812,
                    "mention": "Zuo et al. 1999",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "The expression of α7GFP during innervation of the developing cochlear structure ::: Results",
            "ref_spans": [
                {
                    "start": 267,
                    "end": 273,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 308,
                    "end": 314,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 529,
                    "end": 535,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "During the E15.5–16.5 period, there was essentially no labeling of neuronal processes by α7GFP (Fig. 5D–F). However, ongoing innervation of cochlear sensory cells was identified using peripherin labeling (Fig. 5E; see Simmons et al. 1996; Hafidi 1998; Huang et al. 2007) or for olivocochlear efferents that were identified by labeling for calcitonin gene-related protein (CGRP; Fig. 5F, Fritzsch 2003). By E18.5, the SG α7GFP signal was present in afferent processes that extend to the base or near vicinity of the IHCs (Fig. 5G).",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 237,
                    "mention": "Simmons et al. 1996",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 239,
                    "end": 250,
                    "mention": "Hafidi 1998",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 252,
                    "end": 269,
                    "mention": "Huang et al. 2007",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 387,
                    "end": 400,
                    "mention": "Fritzsch 2003",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "The expression of α7GFP during innervation of the developing cochlear structure ::: Results",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 205,
                    "end": 211,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 378,
                    "end": 384,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 521,
                    "end": 527,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "At birth and thereafter (P0–P12 analyzed), the expression of α7GFP was strongly detected in SG afferent fibers where they terminate near or at the base of IHC sensory cells (Fig. 5H and I). This basic pattern of α7GFP expression was reinforced during the remaining postnatal period as fibers continue to form a dense plexus that appears to surround the base of the IHCs. The other efferent fibers not detected by α7GFP continue to be trimmed and also associate with their final targets (Merchan-Perez and Liberman 1996; Simmons et al. 1996; Hafidi 1998; Huang et al. 2007). The outcome of this remodeling was evident by P12 when the SG1 afferent terminals surrounding the IHC were distinguished by strong α7GFP staining of the terminal clusters (Fig. 5I and inset). This was approximately the same time hearing onset occurs in mice (∼P10; Kros et al. 1998). Processes originating from SG cells identified by peripherin expression that were not colabeled with α7GFP form distinct efferent terminals on or very near OHCs cells and on the terminals that end on the IHC afferent terminals identified by α7GFP labeling (Fig. 5I; Huang et al. 2007). While not entirely evident from the images shown, not all SG cells at P12 expressed α7GFP, suggesting this could identify a functionally distinct subpopulation (Fig. 5I; Happe and Morley 1998). Again, no α7GFP labeling of olivocochlear efferents was detected. A diagram summarizing these findings is shown in Fig. 5J.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 518,
                    "mention": "Merchan-Perez and Liberman 1996",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 520,
                    "end": 539,
                    "mention": "Simmons et al. 1996",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 541,
                    "end": 552,
                    "mention": "Hafidi 1998",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 554,
                    "end": 571,
                    "mention": "Huang et al. 2007",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 839,
                    "end": 855,
                    "mention": "Kros et al. 1998",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1124,
                    "end": 1141,
                    "mention": "Huang et al. 2007",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1314,
                    "end": 1335,
                    "mention": "Happe and Morley 1998",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The expression of α7GFP during innervation of the developing cochlear structure ::: Results",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 180,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 746,
                    "end": 752,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1115,
                    "end": 1121,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1305,
                    "end": 1311,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1453,
                    "end": 1459,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Although α7GFP expression was not detected in the developing cochlear structures until E13.5 (Fig. 2B), as reported previously the earliest α7 expression we have defined is at P9.0 in rhombomeres 3 and 5 (Rogers et al. 2012). Because cochlear morphogenesis includes signaling from rhombomere 5 (Liang et al. 2010), the possibility of α7GFP contributing to the development of this structure was examined. This was done using embryos from α7Cre mice crossed with mice harboring the conditional ROSA26-loxp (diphtheria-A toxin (DTA; termed α7Cre:DTA; Rogers and Gahring 2012). In these embryos, α7Cre:DTA-expressing cells and their direct lineages were ablated, thus revealing expression that could have been be missed by α7GFP measurements (Rogers and Gahring 2012). An example of the cochlear structure at E16.5 taken from α7Cre:DTA crosses is shown in Fig. 6. Because there is only occasional overlap with α7GFP (see Fig. 5E), we used peripherin expression to aid in examining the fate of non-α7-expressing cells (Fig. 6A and B). The overall patterning of the cochlear structure and the formation of major boney structures of the cochlea inclusive of the otic capsule and modiolus were intact, albeit somewhat distorted. The cochlear ducts were collapsed (Fig. 6B), probably due to the absence or severe thinning of the distal lateral wall. Also absent was the sensory cell domain containing presumptive OHCs and Deiters' cells (Fig. 6C and D), as expected from results of α7GFP expression (Fig. 2., 5).",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 223,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 295,
                    "end": 312,
                    "mention": "Liang et al. 2010",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 548,
                    "end": 571,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 739,
                    "end": 762,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Ablation of the α7Cre-expressing cell lineage confirms α7GFP expression during cochlear development ::: Results",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 852,
                    "end": 858,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 917,
                    "end": 923,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1014,
                    "end": 1020,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1256,
                    "end": 1262,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1429,
                    "end": 1435,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1491,
                    "end": 1498,
                    "mention": "Fig. 2.",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1500,
                    "end": 1501,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The SG of α7Cre:DTA embryos is reduced in size and the majority of cells remaining give rise to mostly peripherin-labeled efferents (see Fig. 5E). These fibers also appear to be more densely aggregated relative to the α7GFP control mouse (Fig. 6A and B). While peripherin-identified processes still project to the presumptive sensory cells (both IHC and OHC), they were less branched and those that did project to the former OHC target fields often turn and proceed backwards towards the vicinity of IHCs (Fig. 6C and D). These results are consistent with the earliest expression of α7 being after major cochlear structures are determined, and there was the expected selective ablation of OHCs and Deiters's cells. The necessity of the presence of the target sensory cell to coordinate the innervation process is also suggested by these findings.",
            "cite_spans": [],
            "section": "Ablation of the α7Cre-expressing cell lineage confirms α7GFP expression during cochlear development ::: Results",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 239,
                    "end": 245,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 506,
                    "end": 512,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The results of studies examining α7 expression using in situ hybridization and functional measurements using electrophysiology have shown that this receptor is an important contributor to various nuclei of the central auditory system (Happe and Morley 1998; Vetter et al. 1999, 2007; Morley and Happe 2000; Morley 2005). The α7GFP mouse system offers an excellent opportunity to view these central systems and their connections as shown in Fig. 7. The connections between the SG and the cochlear nuclei were strongly identified at E18.5, presumably due to the dense projections from SG cells expressing α7GFP that extend processes both to the IHC (Fig. 2) and the developing cochlear nuclei of the brainstem (Fig. 7A).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 256,
                    "mention": "Happe and Morley 1998",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 258,
                    "end": 276,
                    "mention": "Vetter et al. 1999",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 278,
                    "end": 282,
                    "mention": "2007",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 284,
                    "end": 305,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 307,
                    "end": 318,
                    "mention": "Morley 2005",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Auditory pathways in the postnatal central nervous system are identified by α7GFP expression ::: Results",
            "ref_spans": [
                {
                    "start": 440,
                    "end": 446,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 648,
                    "end": 654,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 709,
                    "end": 715,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The expression of α7GFP appears to intensify after P10, and by P12 signal is consolidated almost exclusively in the ventral-posterior cochlear nucleus (Fig. 7B). This is in agreement with reports from in situ hybridization studies reporting the strong expression of α7 in this nucleus, whereas other major cochlear nuclear divisions exhibited only weak or sporadic labeling (Yao and Godfrey 1999; Morley and Happe 2000). Also consistent with those studies was that the cells identified by α7GFP expression resemble octopus cells (Fig. 7B, insert). Essentially, no expression of α7GFP was detected in the dorsal cochlear nucleus, although some dispersed and weakly stained cells were present in the granular aspect. Also evident was the strong staining of neuropil, presumably in part due to terminals of SG cells associated with the eighth cranial nerve (Fig. 7B, inset). This strong labeling of the P12 SG and OHC afferents is consistent with other reports (Morley and Happe 2000).",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 395,
                    "mention": "Yao and Godfrey 1999",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 397,
                    "end": 418,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 959,
                    "end": 980,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Auditory pathways in the postnatal central nervous system are identified by α7GFP expression ::: Results",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 530,
                    "end": 536,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 855,
                    "end": 861,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The expression of α7GFP also persists into the adult animal. This is apparent in the ascending central auditory system nuclei and their fibers (Fig. 7C). After the cochlear nucleus, α7GFP is present in the ventral lateral lemniscus, on through the dorsal lateral lemniscus, and to the inferior colliculus where dense staining of α7GFP is present (Fig. 7C; Morley and Happe 2000; Yao and Godfrey 1999). The commissural fibers of the inferior colliculus are also identified by α7GFP expression (Fig. 7D). Thereafter, efferents follow the brachium of the inferior colliculus to the medial geniculate nucleus where scattered cells expressing α7GFP were seen. Not shown is that the expression of α7GFP in the adult auditory cortex appears restricted to cells of layer 1. Labeling of olivocochlear fibers was not detected.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 377,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 379,
                    "end": 399,
                    "mention": "Yao and Godfrey 1999",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Auditory pathways in the postnatal central nervous system are identified by α7GFP expression ::: Results",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 150,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 347,
                    "end": 353,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 493,
                    "end": 499,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "This study extends the reports of spatiotemporal regulation of α7 expression during mouse embryonic development (Rogers and Gahring 2012; Rogers et al. 2012) to include the cochlear sensory structure, as well as confirms the extensive expression of this nAChR in the ascending central auditory system. The novel finding that in addition to expression of α7GFP in developing sensory cells of the cochlear structure and neuronal cells of the spiral ganglion, there is also considerable expression by nonsensory cells. Cells of the spiral prominence and ligament, Deiters' cells, and some Hensen's cells. Despite overall agreement between our studies and those using in situ hybridization (e.g., Happe and Morley 1998; Morley and Happe 2000), these nonsensory cells were not reported previously to express α7. However, these comparisons are incomplete because the earlier studies did not necessarily show the comparable structures or the developmental stages at times where we observed peak α7GFP expression. Also, our method of detecting GFP as a marker of α7 expression offers improved sensitivity and resolution that has previously not been available for this nAChR.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 136,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 138,
                    "end": 156,
                    "mention": "Rogers et al. 2012",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 693,
                    "end": 714,
                    "mention": "Happe and Morley 1998",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 716,
                    "end": 737,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The nicotinic receptors α9 and α10 are particularly well characterized in the auditory system (Elgoyhen et al. 1994, 2001a; Vetter et al. 1999, 2007; Katz et al. 2004; Morley 2005). Comparing the expression of α7GFP to the results from these studies of the sensory hair cells and the nonsensory cells of the cochlea indicate that there are significant spatiotemporal differences during development between the expression of α7 versus α9 and/or α10. The α9KO mouse also exhibits auditory deficiencies that are not observed in the α7KO mouse, which is largely devoid of a phenotype in this sensory system under normal physiological conditions (Liberman and Brown 1986; Simmons and Morley 1998; Morley 2005; Lustig 2006). The α7GFP is not detected in IHCs, which is consistent with α9 nAChR being the principle target of alpha-bungarotoxin in this cell type (Uziel et al. 1981; Glowatzki and Fuchs 2000). Collectively, this suggests that functional redundancy between these receptor subtypes is unlikely (see also Rogers and Gahring 2012). This is also supported by the extensive studies by the Morley group (Happe and Morley 1998, 2004; Morley and Happe 2000; Simmons and Morley 2011) who showed that multiple receptor subtypes are expressed in the cochlear and central auditory systems, but each exhibits distinct spatiotemporal patterns that likely preclude substantial or sustained functional overlap.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 115,
                    "mention": "Elgoyhen et al. 1994",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 117,
                    "end": 122,
                    "mention": "2001a",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 124,
                    "end": 142,
                    "mention": "Vetter et al. 1999",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 144,
                    "end": 148,
                    "mention": "2007",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 150,
                    "end": 166,
                    "mention": "Katz et al. 2004",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 168,
                    "end": 179,
                    "mention": "Morley 2005",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 642,
                    "end": 665,
                    "mention": "Liberman and Brown 1986",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 667,
                    "end": 690,
                    "mention": "Simmons and Morley 1998",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 692,
                    "end": 703,
                    "mention": "Morley 2005",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 705,
                    "end": 716,
                    "mention": "Lustig 2006",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 856,
                    "end": 873,
                    "mention": "Uziel et al. 1981",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 875,
                    "end": 899,
                    "mention": "Glowatzki and Fuchs 2000",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1011,
                    "end": 1034,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1106,
                    "end": 1127,
                    "mention": "Happe and Morley 1998",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1129,
                    "end": 1133,
                    "mention": "2004",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1135,
                    "end": 1156,
                    "mention": "Morley and Happe 2000",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1158,
                    "end": 1181,
                    "mention": "Simmons and Morley 2011",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Noteworthy is that the functional contribution of α7 towards modulating physiological systems may not be revealed unless the system is imbalanced as by genetic deficiencies, sustained exposure to pharmacological compounds, or other events such as inflammation (e.g., Faustman et al. 1992; Gahring and Rogers 2005; Venables et al. 2007; Albuquerque et al. 2009; Brown 2011; Severance et al. 2011). For example, the dysfunction of α7 is implicated in several psychiatric syndromes associated with certain forms of autism and schizophrenia (particularly in patients who hallucinate) whose spectrum of disorders include abnormal sensitivity to sensory stimuli including an abnormal auditory gating phenotype (Khalfa et al. 2001; Veuillet et al. 2001; Araki et al. 2002; McEvoy and Allen 2002; Freedman et al. 2003; Lippiello 2006; Martin and Freedman 2007; Wallace and Porter 2011 and references therein). Also, the association of certain auditory deficits and nicotine abuse, mostly associated with cigarette smoking, has further focused speculation on the role of α7 in these pathologies and the possible advantages of therapeutically targeting this receptor for symptomatic relief in these cases (Araki et al. 2002; McEvoy and Allen 2002; Simosky et al. 2002; Freedman et al. 2003; Levin et al. 2006; Lippiello 2006; Martin and Freedman 2007; Wallace and Porter 2011). In this context, our results suggest additional lines of investigation. For example, in α7Cre:DTA cell lineage ablation there are collapsed cochlear ducts and abnormal innervation indicating that the cells express α7 and the cells that do so contribute an obligatory role in the successful development and long-term function of these structures. The α7 receptor could also participate in auditory performance after birth, including functions related to the central auditory pathways. This study also adds the possibility of an effect by α7 on the performance of the spiral ligament. These cells exhibit a cholinergic response that is most often described in terms of muscarinic acetylcholine receptors (Khan et al. 2002; Maison et al. 2010), and their dysfunction is related to several pathogenic auditory deficiencies (Spicer and Schulte 1991; Slepecky et al. 1995; Kikuchi et al. 2000; Sun et al. 2012). The role of α7 has, to our knowledge, not been examined in these cells. Collectively, the potential for α7 functional pleiotropy in the auditory system is similar to other tissues we have recently examined (Rogers and Gahring 2012). Thus, multiple defects that impact upon adult function could be expected depending upon the timing, duration, and nature of the receptor dysfunction.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 287,
                    "mention": "Faustman et al. 1992",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 289,
                    "end": 312,
                    "mention": "Gahring and Rogers 2005",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 314,
                    "end": 334,
                    "mention": "Venables et al. 2007",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 336,
                    "end": 359,
                    "mention": "Albuquerque et al. 2009",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 361,
                    "end": 371,
                    "mention": "Brown 2011",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 373,
                    "end": 394,
                    "mention": "Severance et al. 2011",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 705,
                    "end": 723,
                    "mention": "Khalfa et al. 2001",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 725,
                    "end": 745,
                    "mention": "Veuillet et al. 2001",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 747,
                    "end": 764,
                    "mention": "Araki et al. 2002",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 766,
                    "end": 787,
                    "mention": "McEvoy and Allen 2002",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 789,
                    "end": 809,
                    "mention": "Freedman et al. 2003",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 811,
                    "end": 825,
                    "mention": "Lippiello 2006",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 827,
                    "end": 851,
                    "mention": "Martin and Freedman 2007",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 853,
                    "end": 876,
                    "mention": "Wallace and Porter 2011",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1196,
                    "end": 1213,
                    "mention": "Araki et al. 2002",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1215,
                    "end": 1236,
                    "mention": "McEvoy and Allen 2002",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1238,
                    "end": 1257,
                    "mention": "Simosky et al. 2002",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1259,
                    "end": 1279,
                    "mention": "Freedman et al. 2003",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1281,
                    "end": 1298,
                    "mention": "Levin et al. 2006",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1300,
                    "end": 1314,
                    "mention": "Lippiello 2006",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1316,
                    "end": 1340,
                    "mention": "Martin and Freedman 2007",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1342,
                    "end": 1365,
                    "mention": "Wallace and Porter 2011",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2071,
                    "end": 2087,
                    "mention": "Khan et al. 2002",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2089,
                    "end": 2107,
                    "mention": "Maison et al. 2010",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2188,
                    "end": 2211,
                    "mention": "Spicer and Schulte 1991",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2213,
                    "end": 2233,
                    "mention": "Slepecky et al. 1995",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2235,
                    "end": 2254,
                    "mention": "Kikuchi et al. 2000",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2256,
                    "end": 2271,
                    "mention": "Sun et al. 2012",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2481,
                    "end": 2504,
                    "mention": "Rogers and Gahring 2012",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Mouse models used to examine nicotinic receptor α7 expression. (A) A diagram showing how the α7 gene (Chrna7) was modified using homologous recombination to add a C-terminus epitope tag (hemagglutinin [HA]) and inserted into the 3′ terminus of Chrna7 a reporter bicistronic internal ribosome entry sequence (IRES)-tau fusion to enhanced green fluorescent protein (eGFP) fusion protein cassette (α7GFP; see Methods and Rogers and Gahring 2012; Rogers et al. 2012). This construct was subsequently altered by replacing the tau:GFP cassette with the Cre-recombinase gene (α7Cre). (B, C) The visualization of the Chrna7 transcription using immunological detection of GFP compared with background. Shown are sagittal sections of the cochlear sensory structures of an E16.5 α7GFP embryo in (B) and at greater magnification in (C). The panels on the left are stained for GFP expression (see Methods), whereas the image on the right shows an adjacent serial section that received the same staining treatment, only primary antibody was omitted. Photographs were collected at the same gain and exposure. The asterisk identifies cochlear ducts and the arrow points to the spiral prominence and the arrow head points to cell giving rise to the outer hair cells and Deiters' cells. Abbreviations are SG, spiral ganglion; and tg, trigeminal ganglion. In (B), the bar = 100 μm and in (C), the bar = 400 μm. (D) Examples of colabeling for α7GFP (green) and anti-HA (HA) in cells associated with the spiral ganglion at E16.5. Examples of double-labeled cells are identified by with arrows. Some processes are also colabeled (arrow head). Bar = 50 μm.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The expression of α7GFP varies with cochlear development. The expression of α7GFP identified by immunohistochemical detection of GFP (Methods) is shown for the embryonic cochlear structures in the sagittal section plane. (A) E12.5 shows one early cochlear structure and associated background fluorescence. (B) E13.5, the first identified expression of α7GFP in cells of the spiral prominence (sp). (C) An E14.5 cochlear structure shows the expression of α7GFP in the presumptive sensory region (sr) and pioneering efferents are also identified (arrows). (D) The E14.5 sr is shown at greater magnification. (E) E15.5 increased expression of α7GFP by cells of the sr is present as ar sp cells. Labeled processes associated with the spiral ganglion (SG) are identified by (arrows). (F) E16.5 α7GFP is seen in outer hair cells (OHC) and Deiters' cells (D). The expression of α7GFP in afferent processes is noted (arrow). The insert box shows a similar section colabeled with α7GFP (green) and S100beta (red; Buckiova and Syka 2009) identifies the inner hair cell (open arrow). (G) Increased magnification of the E16.5 sensory region showing the OHC and Deiters' (D) cell labeling (open arrow). (H) The E18.5 cochlear structure exhibits decreased α7GFP expression in OHCs and acquisition of label by Hensen's cells (H). Also labeled are SG afferents (arrow) and their terminals on the base of IHCs (arrow head). The asterisk identifies autofluorescence in the tectorial membrane that is inconsistently present. (I) The E18.5 sensory region is shown at greater magnification. (J) The postnatal day 6 (P6) α7GFP expression pattern reveals the SG afferents (arrow) that terminate as part of the extensive synaptic terminals at the base of the IHCs (arrow head). A Hensen's cell (H) is identified. (K) The P6 α7GFP expression image in Panel I is superimposed over a phase contrast image of the cochlear structure. Single afferents (arrow) and their terminals (arrow head) are evident. Tectorial membrane (TM). (L) Diagrams depicting the adult cochlear structures (as labeled) and the major expression patterns of α7GFP (green) at the corresponding developmental stage. Bars = 100 μm (A, B, C, E, F, H) or 20 μm (D, F-insert,G, I).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Remodeling of α7GFP Expression is from basal to apical. (A) A sagittal section showing the E16.5 cochlear structure and α7GFP expression (green). At this stage, all cochlear structures exhibit a similar pattern of α7GFP expression by cells of the lesser epithelial ridge and presumptive sensory region (arrow heads). Also labeled are cells of the SG, the cochlear nerve (cn), trigeminal ganglion (tg), and the trigeminal nucleus (V) and spiral prominence (sp). (B) A similar view of the E18.5 cochlear structure shows four cochlear ducts (arrow heads) that are numbered in a basal-to-apex direction. (C) Greater magnification of the numbered cochlear ducts in B shows the corresponding α7GFP expression. The arrow indicates the site of shift in α7GFP expression. The asterisks identify autofluorescence in the tectorial membrane. (D) Diagrams illustrating the approximate site of each numbered duct in the cochlear structure and identification of the α7GFP labeling of the individual cochlear sensory cells regions. Bars = 100 μm.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Postnatal expression of α7GFP in the cochlear structure. (A) An image of a sagittal section showing the P6 cochlear structure and the expression of α7GFP in afferents originating from spiral ganglion (SG) cells that terminate (arrow head) at the base of the inner cell. Hensen's cells (H) and cells in the spiral ligament are also labeled (SL). (B) A low-magnification image of an adjacent section shows the expression by cells of the spiral prominence (SP). Other labels are as in (A). (C) Another serial section reveals expression of α7GFP in cells of the spiral ligament (SL). (D) Increased magnification shows the α7GFP signal to be in SL cell bodies and the elaborated processes of these cells. (E) SL cell bodies in the P12 mouse. The labeled cell bodies (arrow heads) and their associated processes extend throughout this region.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: The α7GFP expression during cochlear innervation. Innervation of the developing cochlear structure is revealed by α7GFP labeling. (A) An E13.5 sagittal section shows a group of efferent processes (arrow) that distribute to solitary fibers that are strongly labeled for α7GFP expression (arrow heads). Cells of the putative sensory region (sr) and the spiral prominence (SP) are identified. (B) At greater magnification, these fibers (arrow heads) have a beaded appearance and project towards the base of sr. (C) The possible origin of the pioneering efferent fibers is suggested by the intense expression of α7GFP in the E13.5 cell groups (arrow) located caudal to the trigeminal sensory nucleus (V) consistent with the early olive in this horizontal section through the posterior brain stem. At increased magnification (Insert), the cell clustering (arrow) and their projections (arrowhead) are identified. Serial sections (not shown) reveal continuity between these cells and those entering the cochlear structures (arrow heads). (D) E15.5 α7GFP expression and colabeling with other neuronal process markers (red). The processes that express peripherin (arrow) end mostly in the vicinity of the inner hair cells (IHC). Occasional solitary fibers (arrow) extend towards the base of the outer hair cells (OHC) at the dorsal boarder of the Deiters' cells (D). (E) The E16.5 cochlear innervation pattern looks much the same as E15.5, although the peripherin-labeled fibers (arrow) are more distinct. These processes lack detectable α7GFP expression. (F) Olivocochlear efferents identified by calcitonin gene-related proteins (CGRP; arrows). (G) The E18.5 embryo exhibits afferents detected by α7GFP expression (arrows). These extend from SG cells that are not colabeled with peripherin (not shown). (H) At birth (P0), there are distinctly labeled α7GFP afferents (arrowhead) and peripherin-labeled efferents that extend to the Deiters' cells (D) and then turn (arrows) to contact the base of the OHCs. Hensen's cells are noted (H). (I) The P12 innervation pattern is similar to the P0. In this merged image of α7GFP expression (green) and peripherin (red), many spiral ganglion (SG) cells and processes are labeled, but the labels only rarely overlap in the same processes (see insert). The α7GFP identify mostly processes reaching the IHCs (arrow). Peripherin-labeled processes mostly terminate at the base of the outer hair cells (OHC) or onto the α7GFP-labeled afferent fiber near the base of the IHC. Hensen's cells expressing α7GFP is identified (H). The inset shows the sensory cell region at increased magnification. The arrows identify the α7GFP-expressing afferent ending at the base of nonlabeled IHC, whereas the double arrow heads point to the peripherin-labeled terminal. Other peripherin processes extend to the base of the OHCs (individual arrow heads). (J) Diagrams as in Fig. 2 depicting the basic innervation patterns observed in this study. Green is α7GFP and red is peripherin. Afferent (af) and efferents (ef). Bars = 50 μm",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: The ablation of α7 cell lineages is consistent with α7GFP expression. Comparison of a cochlear structure labeled for expression of the filament marker peripherin from an E16.5 α7GFP mouse (A) and similarly timed α7Cre:DTA ablated embryo (B). The basic patterning of the cochlear structures is outlined by white dots and the spiral ganglia (SG) and trigeminal nerve (TG) are identified, Arrow heads point to cochlear nerves and the asterisk identifies in A the cochlear ducts (asterisk in A). (C) Greater magnification of the cochlear sensory cell region of an α7GFP or (D) α7Cre:DTA embryo. The arrow heads identify prominent cochlear nerve bundles and filled arrows point to fibers in the inner cell (IHC) region. Open arrows identify fibers extending to the sensory cell region, giving rise to outer hair cells and Deiters' cells. Bars: 100 μm (A, B); 20 μm (C, D).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Central auditory systems express α7GFP. Central auditory nuclei identified by α7GFP expression. (A) At E18.5 in this sagittal image of the entire otic complex and the adjacent basal brainstem is included. The cochlear nucleus (C) and the eighth cranial nerve (8n) are visible as is the fifth cranial nerve (5n), the trigeminal nucleus (TGN), and trigeminal ganglion (TGG). Also noted are cochlear ducts (asterisk) and a spiral ganglion (SG). (B) At P12, α7GFP expression of cochlear complex reveals the strongly labeled cells of the ventral-posterior cochlear nucleus (VCP). The dorsal cochlear nucleus (DC) and ventral-anterior cochlear nucleus (VCA) are identified and is the eighth nerve (8n) and a cochlear duct (asterisk). The inset shows the VCP at increased magnification. Cells clusters expressing α7GFP (arrowhead) and individual cells that resemble the morphology of octopus cells described previously (Morley and Happe 2000; Morley 2005) to express a7 (arrow) are noted. (C) Another P12 sagittal section reveals α7GFP expression in the ascending central auditory pathways. (D) The expression of α7GFP in the inferior colliculus (CIC) of this horizontal section reveals staining of the commissural fibers (arrow). Structures identified are the brachium of the inferior colliculus (BIC); dentate gyrus (DG), inferior colliculus, central nucleus (CIC); lateral lemniscus, dorsal nucleus (DLL); lateral lemniscus, ventral nucleus (VLL); medial geniculate nucleus (MGN), and the substantia nigra (SN). Bars = 100 μm (A, B0; 20 μm (B-insert), and 1 mm (C, D).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Mammalian nicotinic acetylcholine receptors: from structure to function",
            "authors": [
                {
                    "first": "EX",
                    "middle": [],
                    "last": "Albuquerque",
                    "suffix": ""
                },
                {
                    "first": "EF",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alkondon",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Physiol. Rev",
            "volume": "89",
            "issn": "",
            "pages": "73-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Neuronal nicotinic acetylcholine receptor expression and function on nonneuronal cells",
            "authors": [
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Gahring",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "AAPS J",
            "volume": "7",
            "issn": "",
            "pages": "E885-E894",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Cholinergic synaptic inhibition of inner hair cells in the neonatal mammalian cochlea",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Glowatzki",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "2366-2368",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Peripherin-like immunoreactivity in type II spiral ganglion cell body and projections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hafidi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Brain Res",
            "volume": "805",
            "issn": "",
            "pages": "181-190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Nicotinic acetylcholine receptors in rat cochlear nucleus: [125I]-alpha-bungarotoxin receptor autoradiography and in situ hybridization of alpha 7 nAChR subunit mRNA",
            "authors": [
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Happe",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Comp. Neurol",
            "volume": "397",
            "issn": "",
            "pages": "163-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Distribution and postnatal development of alpha 7 nicotinic acetylcholine receptors in the rodent lower auditory brainstem",
            "authors": [
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Happe",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Brain Res. Dev. Brain Res",
            "volume": "153",
            "issn": "",
            "pages": "29-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Spatiotemporal definition of neurite outgrowth, refinement and retraction in the developing mouse cochlea",
            "authors": [
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Thorne",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Housley",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Development",
            "volume": "134",
            "issn": "",
            "pages": "2925-2933",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Developmental regulation of nicotinic synapses on cochlear inner hair cells",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Elgoyhen",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Gomez-Casati",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knipper",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Neurosci",
            "volume": "24",
            "issn": "",
            "pages": "7814-7820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Peripheral auditory asymmetry in infantile autism",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khalfa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bruneau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roge",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Georgieff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Veuillet",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Adrien",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur. J. Neurosci",
            "volume": "13",
            "issn": "",
            "pages": "628-632",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Muscarinic receptor subtypes are differentially distributed in the rat cochlea",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Drescher",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Drescher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Neuroscience",
            "volume": "111",
            "issn": "",
            "pages": "291-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The Notch ligands DLL1 and JAG2 act synergistically to regulate hair cell development in the mammalian inner ear",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Kiernan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cordes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kopan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gossler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gridley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Development",
            "volume": "132",
            "issn": "",
            "pages": "4353-4362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Neuronal nicotinic receptor and psychiatric disorders: functional and behavioral effects of nicotine",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Araki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suemaru",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gomita",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Jpn. J. Pharmacol",
            "volume": "88",
            "issn": "",
            "pages": "133-138",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Sox2 is required for sensory organ development in the mammalian inner ear",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Kiernan",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Pelling",
                    "suffix": ""
                },
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tease",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "434",
            "issn": "",
            "pages": "1031-1035",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Potassium ion recycling pathway via gap junction systems in the mammalian cochlea and its interruption in hereditary nonsyndromic deafness",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kikuchi",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyabe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Med. Electron Microsc",
            "volume": "33",
            "issn": "",
            "pages": "51-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Expression of a potassium current in inner hair cells during development of hearing in mice",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Kros",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Ruppersberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rusch",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "394",
            "issn": "",
            "pages": "281-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Notch signalling pathway mediates hair cell development in mammalian cochlea",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Lanford",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lindsell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weinmaster",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gridley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat. Genet",
            "volume": "21",
            "issn": "",
            "pages": "289-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Nicotinic effects on cognitive function: behavioral characterization, pharmacological specification, and anatomic localization",
            "authors": [
                {
                    "first": "ED",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "McClernon",
                    "suffix": ""
                },
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Rezvani",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Psychopharmacology",
            "volume": "184",
            "issn": "",
            "pages": "523-539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Distinct contributions from the hindbrain and mesenchyme to inner ear morphogenesis",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bok",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dev. Biol",
            "volume": "337",
            "issn": "",
            "pages": "324-334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Physiology and anatomy of single olivocochlear neurons in the cat",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Liberman",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Hear. Res",
            "volume": "24",
            "issn": "",
            "pages": "17-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Nicotinic cholinergic antagonists: a novel approach for the treatment of autism",
            "authors": [
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Lippiello",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med. Hypotheses",
            "volume": "66",
            "issn": "",
            "pages": "985-990",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Nicotinic acetylcholine receptor structure and function in the efferent auditory system",
            "authors": [
                {
                    "first": "LR",
                    "middle": [],
                    "last": "Lustig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Anat. Rec. A Discov. Mol. Cell. Evol. Biol",
            "volume": "288",
            "issn": "",
            "pages": "424-434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Muscarinic signaling in the cochlea: presynaptic and postsynaptic effects on efferent feedback and afferent excitability",
            "authors": [
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Maison",
                    "suffix": ""
                },
                {
                    "first": "XP",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Eatock",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wess",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Neurosci",
            "volume": "30",
            "issn": "",
            "pages": "6751-6762",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The environment and susceptibility to schizophrenia",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prog. Neurobiol",
            "volume": "93",
            "issn": "",
            "pages": "23-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Schizophrenia and the alpha7 nicotinic acetylcholine receptor",
            "authors": [
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. Rev. Neurobiol",
            "volume": "78",
            "issn": "",
            "pages": "225-246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The importance of nicotinic acetylcholine receptors in schizophrenia, bipolar disorder and Tourette's syndrome",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "McEvoy",
                    "suffix": ""
                },
                {
                    "first": "TB",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr. Drug Targets CNS Neurol. Disord",
            "volume": "1",
            "issn": "",
            "pages": "433-442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Ultrastructural differences among afferent synapses on cochlear hair cells: correlations with spontaneous discharge rate",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merchan-Perez",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Liberman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Comp. Neurol",
            "volume": "371",
            "issn": "",
            "pages": "208-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Nicotinic cholinergic intercellular communication: implications for the developing auditory system",
            "authors": [
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hear. Res",
            "volume": "206",
            "issn": "",
            "pages": "74-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Cholinergic receptors: dual roles in transduction and plasticity",
            "authors": [
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                },
                {
                    "first": "HK",
                    "middle": [],
                    "last": "Happe",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Hear. Res",
            "volume": "147",
            "issn": "",
            "pages": "104-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Development of the mouse inner ear and origin of its sensory organs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Morsli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Neurosci",
            "volume": "18",
            "issn": "",
            "pages": "3327-3335",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Activity of nAChRs containing alpha9 subunits modulates synapse stabilization via bidirectional signaling programs",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taranda",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Elgoyhen",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Dev. Neurobiol",
            "volume": "69",
            "issn": "",
            "pages": "931-949",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Nicotinic receptor alpha7 expression during tooth morphogeneiss reveals functional pleitropy",
            "authors": [
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Gahring",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Ablation of the nicotinic receptor alpha7 cell lineage produces lumbosacral spina bifida that is modified by maternal diet",
            "authors": [
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tvrdik",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Capecchi",
                    "suffix": ""
                },
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Gahring",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Med. Genet",
            "volume": "158A",
            "issn": "",
            "pages": "1135-1144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Coronavirus immunoreactivity in individuals with a recent onset of psychotic symptoms",
            "authors": [
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Severance",
                    "suffix": ""
                },
                {
                    "first": "FB",
                    "middle": [],
                    "last": "Dickerson",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Viscidi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bossis",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Stallings",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Origoni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Schizophr. Bull",
            "volume": "37",
            "issn": "",
            "pages": "101-107",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Calbindin and S100 protein expression in the developing inner ear in mice",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buckiova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Syka",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Comp. Neurol",
            "volume": "513",
            "issn": "",
            "pages": "469-482",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Differential expression of the alpha 9 nicotinic acetylcholine receptor subunit in neonatal and adult cochlear hair cells",
            "authors": [
                {
                    "first": "DD",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Brain Res. Mol. Brain Res",
            "volume": "56",
            "issn": "",
            "pages": "287-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Spatial and temporal expression patterns of nicotinic acetylcholine alpha 9 and alpha 10 subunits in the embryonic and early postnatal inner ear",
            "authors": [
                {
                    "first": "DD",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neuroscience",
            "volume": "194",
            "issn": "",
            "pages": "326-336",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Olivocochlear innervation of inner and outer hair cells during postnatal maturation: an immunocytochemical study",
            "authors": [
                {
                    "first": "DD",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "HD",
                    "middle": [],
                    "last": "Moulding",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zee",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Brain Res. Dev. Brain Res",
            "volume": "95",
            "issn": "",
            "pages": "213-226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Nicotinic agonists and psychosis",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Simosky",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr. Drug Targets CNS Neurol. Disord",
            "volume": "1",
            "issn": "",
            "pages": "149-162",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Post-translational modifications of tubulin suggest that dynamic microtubules are present in sensory cells and stable microtubules are present in supporting cells of the mammalian cochlea",
            "authors": [
                {
                    "first": "NB",
                    "middle": [],
                    "last": "Slepecky",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Hear. Res",
            "volume": "91",
            "issn": "",
            "pages": "136-147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Differentiation of inner ear fibrocytes according to their ion transport related activity",
            "authors": [
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Hear. Res",
            "volume": "56",
            "issn": "",
            "pages": "53-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Functional interaction between mesenchymal stem cells and spiral ligament fibrocytes",
            "authors": [
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fujii",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsunaga",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Neurosci. Res",
            "volume": "90",
            "issn": "",
            "pages": "1713-1722",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Development of cochlear potentials in rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uziel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marot",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Audiology",
            "volume": "20",
            "issn": "",
            "pages": "89-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Prenatal influenza exposure and delivery complications: implications for the development of schizophrenia",
            "authors": [
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Venables",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raine",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Mednick",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Fam. Community Health",
            "volume": "30",
            "issn": "",
            "pages": "151-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Role of alpha9 nicotinic ACh receptor subunits in the development and function of cochlear efferent innervation",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Liberman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barhanin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boulter",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Neuron",
            "volume": "23",
            "issn": "",
            "pages": "93-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Alpha 9: an acetylcholine receptor with novel pharmacological properties expressed in rat cochlear hair cells",
            "authors": [
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Elgoyhen",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boulter",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heinemann",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "79",
            "issn": "",
            "pages": "705-715",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The alpha10 nicotinic acetylcholine receptor subunit is required for normal synaptic function and integrity of the olivocochlear system",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Maison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taranda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Turcan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ballestero",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "20594-20599",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Abnormal peripheral auditory asymmetry in schizophrenia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Veuillet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Georgieff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Philibert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marie-Cardine",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Collet",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Neurol. Neurosurg. Psychiatry",
            "volume": "70",
            "issn": "",
            "pages": "88-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Targeting the nicotinic alpha7 acetylcholine receptor to enhance cognition in disease",
            "authors": [
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biochem. Pharmacol",
            "volume": "82",
            "issn": "",
            "pages": "891-903",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Immunolocalization of alpha4 and alpha7 subunits of nicotinic receptor in rat cochlear nucleus",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Godfrey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Hear. Res",
            "volume": "128",
            "issn": "",
            "pages": "97-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Visualization of alpha9 acetylcholine receptor expression in hair cells of transgenic mice containing a modified bacterial artificial chromosome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Treadaway",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Buckner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fritzsch",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "96",
            "issn": "",
            "pages": "14100-14105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "alpha10: a determinant of nicotinic cholinergic receptor function in mammalian vestibular and cochlear mechanosensory hair cells",
            "authors": [
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Elgoyhen",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Vetter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "CV",
                    "middle": [],
                    "last": "Rothlin",
                    "suffix": ""
                },
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Heinemann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boulter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "98",
            "issn": "",
            "pages": "3501-3506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Season of birth and neuropsychological impairment in schizophrenia",
            "authors": [
                {
                    "first": "WO",
                    "middle": [],
                    "last": "Faustman",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Bono",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Moses",
                    "suffix": "Jr"
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Csernansky",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Nerv. Ment. Dis",
            "volume": "180",
            "issn": "",
            "pages": "644-648",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "The genetics of sensory gating deficits in schizophrenia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olincy",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Waldo",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr. Psychiatry Rep",
            "volume": "5",
            "issn": "",
            "pages": "155-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Development of inner ear afferent connections: forming primary neurons and connecting them to the developing sensory epithelia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fritzsch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Brain Res. Bull",
            "volume": "60",
            "issn": "",
            "pages": "423-433",
            "other_ids": {
                "DOI": []
            }
        }
    }
}