{
    "paper_id": "PMC4687292",
    "metadata": {
        "title": "Retroviral DNA—the silent winner: blood transfusion containing latent feline leukemia provirus causes infection and disease in naïve recipient cats",
        "authors": [
            {
                "first": "Stefanie",
                "middle": [],
                "last": "Nesina",
                "suffix": "",
                "email": "s.nesina@gmx.ch",
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Katrin Helfer-Hungerbuehler",
                "suffix": "",
                "email": "khungerbuehler@vetclinics.uzh.ch",
                "affiliation": {}
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Riond",
                "suffix": "",
                "email": "briond@vetclinics.uzh.ch",
                "affiliation": {}
            },
            {
                "first": "Felicitas",
                "middle": [
                    "S."
                ],
                "last": "Boretti",
                "suffix": "",
                "email": "fboretti@vetclinics.uzh.ch",
                "affiliation": {}
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Willi",
                "suffix": "",
                "email": "bwilli@vetclinics.uzh.ch",
                "affiliation": {}
            },
            {
                "first": "Marina",
                "middle": [
                    "L."
                ],
                "last": "Meli",
                "suffix": "",
                "email": "mmeli@vetclinics.uzh.ch",
                "affiliation": {}
            },
            {
                "first": "Paula",
                "middle": [],
                "last": "Grest",
                "suffix": "",
                "email": "grest@vetpath.uzh.ch",
                "affiliation": {}
            },
            {
                "first": "Regina",
                "middle": [],
                "last": "Hofmann-Lehmann",
                "suffix": "",
                "email": "rhofmann@vetclinics.uzh.ch",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The feline leukemia virus (FeLV) is a retrovirus that occurs worldwide in domestic cats and some related small felids [1, 2]. FeLV infection can induce cytoproliferative (tumors) and cytosuppressive (immunodeficiency, anemia) diseases with fatal outcomes. FeLV isolates are categorized into several subgroups according to their viral receptor usage and interference capabilities. FeLV-A is the common subgroup, which is horizontally transmitted, highly contagious, but low in pathogenicity [1, 3]. FeLV-A infected cats may develop diseases, such as lymphoma mainly of T-cell origin. FeLV-B and FeLV-C arise within FeLV-A infected cats by recombination with endogenous FeLV-like sequences (enFeLV) and via mutations or insertions in the surface glycoprotein gene, respectively [4, 5]. FeLV-B is found in ~50 % of the FeLV-infected cats, whereas FeLV-C develops in only ~1 % of FeLV infections and is strongly associated with the development of non-regenerative anemia [3, 6, 7]. Furthermore, FeLV-T, a T-cell tropic cytopathic virus that causes lymphoid depletion and immunodeficiency, may develop from FeLV-A in infected cats via mutations and insertions in the surface glycoprotein gene [8]. Finally, most recently a FeLV-D subgroup was described; FeLV-D are recombinant viruses that arise after transduction of the envelope gene of feline endogenous gammaretrovirus, ERV-DC, into FeLV [9].",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 122,
                    "end": 123,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 491,
                    "end": 492,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 494,
                    "end": 495,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 777,
                    "end": 778,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 780,
                    "end": 781,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 968,
                    "end": 969,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 971,
                    "end": 972,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 974,
                    "end": 975,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1189,
                    "end": 1190,
                    "mention": "8",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1388,
                    "end": 1389,
                    "mention": "9",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "There are a variety of outcomes from FeLV infection, which are not only influenced by the strain, subtype and dose of the virus but also by different host factors, such as the age and immune system status of the infected cat [1]. The spectrum of different infection outcomes is classified according to results from FeLV antigen (p27) and nucleic acid detection and serology into abortive, regressive, progressive or atypical infections [10–13]. Detection of the p27 antigen is a parameter for viremia in most cats [14]. In addition, latent non-productive infection, characterized by the absence of viremia and the persistence of the virus in the bone marrow, can be identified in cats following regressive infection [15, 16]. Latent infection is detected by the prolonged cultivation of bone marrow cells in the presence of hydrocortisone [16] and usually resolves within a few months of exposure to FeLV but has been detected in some cats up to 30 months after infection [17]. Although persistently infected cats fail to develop a successful immune response to FeLV and succumb to FeLV-associated diseases, cats with regressive infections (previously also referred to as “recovered cats”) [18] mount a cellular and humoral immune response to FeLV and overcome viremia usually after a few weeks; however, these cats typically remain provirus-positive for the remainder of their lives [19]. The prevalence of provirus positive and p27-negative cats varies among different investigated populations and has been observed to be as high as 10 % [19, 20]. The clinical importance of the provirus positive status is not completely understood but may contribute to a long-lasting maintenance of protective immunity against FeLV [21]. However, reactivation of the infection with development of FeLV-associated diseases has been documented in many provirus positive cats [11, 15, 16, 22, 23].",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 437,
                    "end": 439,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 721,
                    "end": 723,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 840,
                    "end": 842,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 973,
                    "end": 975,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1385,
                    "end": 1387,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1541,
                    "end": 1543,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1545,
                    "end": 1547,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1721,
                    "end": 1723,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1862,
                    "end": 1864,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1866,
                    "end": 1868,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1870,
                    "end": 1872,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1874,
                    "end": 1876,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1878,
                    "end": 1880,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "FeLV is transmitted horizontally, mainly via saliva from persistently infected cats but also vertically from infected queens to their kittens. The virus is also detectable in feces, urine, milk and blood [24–28]. Iatrogenic transmission of FeLV may occur via the transfusion of blood from FeLV viremic (p27 antigen-positive) blood donors [29], and blood recipients may be particularly prone to infection and FeLV-associated disease due to pre-existing grave clinical conditions and possible immunosuppression. Common reasons for blood transfusion in cats include hemorrhages, lack of erythropoiesis and immune-mediated hemolytic anemia [30]. Blood banks for cats have been developed, and the demand for high-quality blood products has increased [30, 31]. The screening of blood donors and products for infectious diseases is of increasing importance. It is commonly recommended to test feline blood donors for FeLV infection by antigen detection [32]. So far, the risk of a FeLV transmission by transfusion of provirus positive blood has not been evaluated. However, intradermal inoculation of plasmid deoxyribonucleic acid (DNA) carrying the FeLV-A provirus (Rickard/FRA) has resulted in productive FeLV infection [33]. Therefore, we hypothesized that whole blood containing white blood cells carrying the FeLV provirus will transfer the infection and result in full-blown infection in recipient cats. The aim of the present study was thus to test whether FeLV infection can be transmitted via the transfusion of blood from a FeLV provirus positive and antigen negative blood donor to a naïve recipient cat.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 208,
                    "end": 210,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 637,
                    "end": 639,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 746,
                    "end": 748,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 750,
                    "end": 752,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 947,
                    "end": 949,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1216,
                    "end": 1218,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "To test whether FeLV infection can be transmitted by the transfusion of provirus positive blood, 15 specified pathogen-free (SPF) kittens were each transfused with 10 mL of blood. Five kittens in group A (P1–P5) received blood from a provirus-positive cat (DP), five kittens in group B (R1–R5) received blood from a provirus- and viral RNA-positive cat (DR), and five cats in the control group C (N1–N5) received naïve blood from an SPF cat (DN; Table 1). All three blood donor cats tested FeLV-negative in virus isolation and negative for the p27 antigen. Blood samples were collected from the recipients prior to (week 0) and in weekly intervals after the transfusion for 15 weeks. During and after the blood transfusion, no adverse reactions were observed in any of the recipients. According to the FeLV loads in the transfused blood, each cat in group A received a total of 1 × 104 provirus copies, and each recipient in group B received 6.25 ×104 provirus and 6.2 × 105 viral RNA copies. The packed cell volume (PCV) of cat DR was 32 % at the time point of blood collection for transfusion; this value was used to calculate the viral RNA load per mL of whole blood as described in the “Methods” section.",
            "cite_spans": [],
            "section": "Transmission of FeLV by the transfusion of provirus-positive blood ::: Results",
            "ref_spans": [
                {
                    "start": 452,
                    "end": 453,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "All of the recipient cats in groups A and B became FeLV-infected after blood transfusion as judged by proviral polymerase chain reaction (PCR) from peripheral blood and plasma viral RNA detected by reverse transcriptase (RT-)PCR (Fig. 1). By contrast, all of the cats in the control group C remained FeLV-negative throughout the study. The cats in group B (receiving blood with provirus and viral RNA) became FeLV provirus-positive significantly earlier than did the cats in group A (receiving blood with the provirus only): in week 1 post transfusion, all of the cats in group B were already provirus positive, whereas none of the cats in group A were positive (pFisher = 0.0079; Fig. 1a, b). In the first 2 weeks after the transfusion, the proviral loads were significantly higher in group B than in group A (Fig. 1a, b; pMWU < 0.05). By contrast, in weeks 7–12 and 15, the proviral loads were significantly lower in the cats in group B than in those in group A (pMWU < 0.05; Fig. 1a, b).",
            "cite_spans": [],
            "section": "Transmission of FeLV by the transfusion of provirus-positive blood ::: Results",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 236,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 686,
                    "end": 687,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 816,
                    "end": 817,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 983,
                    "end": 984,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "All of the recipient cats in groups A and B also turned plasma viral RNA-positive (Fig. 1c, d). The plasma viral RNA loads were significantly higher in the cats in group B compared with those in group A 1 week post transfusion (pMWU = 0.0079; Fig. 1c, d). However, the cats in group B exhibited lower plasma viral RNA loads than did the cats in group A (significantly lower in weeks 4 and 7–11; pMWU < 0.05). By week 15 post transfusion, three cats in group B exhibited undetectable plasma viral RNA loads, whereas all of the cats in group A remained positive.",
            "cite_spans": [],
            "section": "Transmission of FeLV by the transfusion of provirus-positive blood ::: Results",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 248,
                    "end": 249,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Ethylenediaminetetraacetic acid (EDTA)-anticoagulated plasma samples were also analyzed for the presence of the FeLV p27 antigen as a marker for viremia by sandwich enzyme-linked immunosorbent assay (ELISA). All recipient cats in group A tested p27-positive at some time point after transfusion (Fig. 2). Two of the five cats in group A became persistently infected (progressive infection), and three cats developed a transient viremia and regressive infection (Fig. 3a). All of the five cats in group B developed regressive infection, three with transient viremia but low p27 values (max. 8 %) and two with undetectable antigenemia (Figs. 2, 3b). Four weeks post transfusion, significantly more cats were p27-positive in group A than in group B (pFisher = 0.0476; Fig. 2). When analyzing the p27 loads, the cats in group A exhibited significantly higher p27 loads in weeks 8 and 9 after transfusion than did the cats in group B (pMWU = 0.0317; Fig. 3).",
            "cite_spans": [],
            "section": "Transmission of FeLV by the transfusion of provirus-positive blood ::: Results",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 302,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 467,
                    "end": 468,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 640,
                    "end": 641,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 643,
                    "end": 644,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 770,
                    "end": 771,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 950,
                    "end": 951,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Peripheral blood was collected in week 5 post transfusion and tested for the presence of replicating virus using virus isolation assays in cell culture. The two progressively infected cats in group A (cats P1, P2) tested positive (Fig. 2), whereas all of the other recipients tested negative. Moreover, bone marrow was collected 17 weeks post transfusion and tested in cell culture in the presence of a high dose of hydrocortisone for replicating virus. Latent bone marrow infection was detectable in six recipient cats: four in group A and two in group B (Fig. 2).",
            "cite_spans": [],
            "section": "Replicating virus, latent virus and viral shedding in recipient cats ::: Results",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 562,
                    "end": 563,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The shedding of FeLV viral RNA was investigated using RT-PCR in saliva samples collected at week 0 prior to the transfusion and in weeks 3, 5 and 7 post transfusion. Saliva viral RNA was detected in all recipient cats in groups A and B with particularly high RNA loads in the two cats with progressive infection, P1 and P2 (for details, see the table in Additional file 1: Table S1).",
            "cite_spans": [],
            "section": "Replicating virus, latent virus and viral shedding in recipient cats ::: Results",
            "ref_spans": []
        },
        {
            "text": "Antibodies to FeLV were detected in plasma samples using three different ELISAs (Fig. 3): total anti-FeLV (whole virus), anti-p45 (unglycosylated envelope surface protein) and anti-p15E (transmembrane protein). All of the recipient cats of groups A and B developed antibodies to FeLV to some extent (Figs. 3, 4). The lowest antibody levels were observed in the two persistently infected cats P1 and P2 in group A (Fig. 3). The antibody response was earlier and higher in cats in group B than in cats in group A: in week 4 after transfusion, four of five cats in group B had total anti-FeLV antibody levels >20 % of the positive control, whereas only one of the five cats in group A surpassed 20 % in the whole virus antibody assay (Fig. 3c, d). Four out of the five cats in group B, but none of the cats in group A, presented antibodies to p15E >60 % of the positive control (Fig. 3g, h; pFisher = 0.0476). The cats in group B also exhibited significantly higher antibody levels to p15E than the cats in group A in weeks 5 and 6 post transfusion (pMWU < 0.05). Antibodies to p15E remained low in the two persistently viremic cats, P1 and P2. Moreover, in cat P3, only transient antibodies to p45 were detectable at levels >25 % of the positive control (Fig. 3e). At the end of the observation period at week 15 post transfusion, the two persistently viremic cats in group A (P1 and P2) displayed low antibody levels to the whole virus and p15E, whereas all of the cats with regressive infection displayed high antibody levels (Fig. 3).",
            "cite_spans": [],
            "section": "Humoral immune response to FeLV ::: Results",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 306,
                    "end": 307,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 309,
                    "end": 310,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 419,
                    "end": 420,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 737,
                    "end": 738,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 881,
                    "end": 882,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1258,
                    "end": 1259,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1532,
                    "end": 1533,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To further dissect and confirm the antibody response, the samples from all cats collected in weeks 5 and 15 and from the blood donor cats collected at the time of the blood collection for the transfusion were analyzed by western blot (Fig. 4). None of the cats displayed notable bands to gp70. Strong bands to p15E were confirmed in all cats from groups A and B except for the two persistently viremic cats, P1 and P2. In addition, p15E bands in cat P3 became only strong in week 15 after this cat had overcome viremia. Only a limited response to p27 was observed in some cats in groups A and B and in the blood donor cat DR at the time of blood collection for the transfusion. None of the cats in group C (N1–N5) or the donor cat DN presented antibodies to FeLV.",
            "cite_spans": [],
            "section": "Humoral immune response to FeLV ::: Results",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Because endogenous FeLV-like sequences can be considered as a potential confounder in experimental FeLV infection, enFeLV provirus loads were determined in peripheral blood samples of the 15 recipients and the three blood donors collected prior to the blood transfusion using three quantitative PCR assays. The cats in group A tended to have somewhat lower enFeLV-env, enFeLV-U3-2 and total enFeLV-U3 loads than the cats in group B but not to an extent that was statistically significant (pMWU enFeLV-env = 0.0556; pMWU enFeLV-U3-2 = 0.1508; pMWU total enFeLV-U3 = 0.0952). No significant differences were observed when the enFeLV loads of the recipients in groups A and B were compared with the control cats in group C and blood donor cats (PKW > 0.05; for the enFeLV loads, please see the figure in Additional file 2: Figure S1).",
            "cite_spans": [],
            "section": "Endogenous FeLV-like sequences in blood donors and recipient cats ::: Results",
            "ref_spans": []
        },
        {
            "text": "To characterize the immune response after the blood transfusion and FeLV infection in more detail, the transcription levels of cytokines were determined in EDTA-anticoagulated blood 0, 1, 2, 3, 11 and 15 weeks after the blood transfusion (Fig. 5). To assess a potential Th1 response, feline interferon-γ (IFN-γ) and interleukin (IL-12) were measured. To determine a potential Th2 response, IL-4, IL-5, IL-6 and IL-10 were also quantified. Tumor necrosis factor-α (TNF-α) and IL-6 were assessed as pro-inflammatory cytokines, whereas IL-10 exhibits anti-inflammatory effects. The most pronounced up-regulation was observed in IFN-γ levels (Th1) in the cats in group B (up to 155-times increase compared with the pre-transfusion level). The IFN-γ levels changed significantly over time for each of the three groups (A: pF = 0.0239; B: pF = 0.0053; C: pF < 0.0001), with significantly higher levels in weeks 1 and 15 compared with those in weeks 2, 3 and 11 (Fig. 5b). Up to a ~20-fold increase was observed in IL-5 levels (Th2), with significant changes over time for all three groups (A: pF = 0.0239; B: pF = 0.0010; C: pF = 0.0196) and significantly higher levels of IL-5 in groups A and B in week 2 compared with those in week 15 (Fig. 5f). A significant difference in IL-5 levels among the three groups was observed in week 1 (pKW = 0.0004), with significantly higher IL-5 levels in group B than in group A (pD < 0.01). Up to 15-fold up-regulation was observed for IL-10 (Th2 and anti-inflammatory) compared with the pre-transfusion levels; a significant change over time was observed for group A, with significantly higher levels in week 15 compared with those in week 2 (pF = 0.0239; pD < 0.05; Fig. 5h). A significant difference in IL-10 levels among the three groups was observed in week 1 (pKW = 0.0176), with significantly higher IL-10 levels in group B compared with group A (pD < 0.05). The maximum up-regulation in IL-6 and IL-12 p40 was 8- to ninefold, respectively (Fig. 5g, d). A significant change over time was observed for IL-12 p40 (Th1) in group C (pF = 0.0055), with higher levels in week 11 compared with those in weeks 1 and 15 (pD < 0.05); in week 11, a significant difference was observed among the three groups in IL-12 p40 levels (pKW = 0.0273). For IL-6 (Th2 and pro-inflammatory), a significant change over time was observed for group B (pF = 0.0244) but lost significance in the posttests. Significant changes over time were also observed for IL-4 (Th2) for groups A (pF = 0.0085) and C (pF = 0.0031), with significantly higher IL-4 levels in week 2 compared with week 1 for group A and significantly higher levels in week 11 compared with week 1 for group C (both pD < 0.05; Fig. 5e). Significant differences among the groups were observed in week 1 (pKW = 0.0440) and week 11 (pKW = 0.0391), with significantly lower levels of IL-4 in group A compared with those in group B at both time points (pD < 0.05). No significant differences between the three groups and no significant changes over time were observed in the IL-12 p35 transcription levels (Fig. 5c), and only minor up-regulation was observed for TNF-α (up to 2.3-fold; Fig. 5a).",
            "cite_spans": [],
            "section": "Cytokine response ::: Results",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 245,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 961,
                    "end": 962,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1237,
                    "end": 1238,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1704,
                    "end": 1705,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1984,
                    "end": 1985,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2710,
                    "end": 2711,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3085,
                    "end": 3086,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3164,
                    "end": 3165,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "For 15 weeks post transfusion, weekly clinical examinations were performed by veterinarians. Two cats in group A (viremic P2 and P3) and one cat in group B (R1) exhibited elevated body temperatures after transfusion of 39.8 °C in week 6, 40.1 °C in week 8 and 39.6 °C in week 3, respectively. The two cats in group A presented with anorexia and mild lethargy during these episodes; after 2 days of treatment with meloxicam and intravenous fluids, the two cats recovered. Lymphadenomegaly of the mandibular, cervicalis superficialis and popliteal lymph nodes was observed in all five cats in group A and four of the five cats in group B. The lymphadenomegaly was more distinct and persistent in the cats in group A than in group B. None of the cats in group C developed elevated body temperatures or lymphadenomegaly (for additional details, please see the table in Additional file 3: Table S2).",
            "cite_spans": [],
            "section": "Clinical and laboratory findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "A complete hematological was performed from EDTA-anticoagulated blood samples collected from all recipient cats prior to the blood transfusion and weekly thereafter until week 15. In addition, clinical chemistry was performed from sera at week 0 and at the appearance of clinical signs. In accordance with increasing age of the cats, the median PCV of the cats in groups B and C significantly increased between 5 and 6 % over time (B: pF = 0.0002, week 2–15 pD = 0.0354; C: pF = 0.0003, week 0–15 pD = 0.0402; see also Additional file 4: Figure S2). A decrease in PCV was observed in several cats in group A at the onset of antigenemia approximately at weeks 4–5 post transfusion. This decrease resulted in significantly lower PCV in group A compared with group C 7 weeks post transfusion (pMWU = 0.0317).",
            "cite_spans": [],
            "section": "Clinical and laboratory findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "The white blood cell (WBC) counts significantly changed over time in group B (pF = 0.0008); following a severe decrease in the WBC counts in all cats between weeks 0 and 2 (lowest value observed: 5.9 × 103/μL; reference range at this age 23.2 ± 3.36 × 103/μL, [34]), a significant rebound was observed (week 2–6; pD = 0.0184; see also Additional file 5: Figure S3). The slowest recovery of WBC counts was observed in cat R4, which also overcame antigenemia at the latest time point within group B. This temporary decrease resulted in significantly lower WBC counts in the cats in group B compared with those in the cats in the control group C in week 2 (pMWU = 0.0397). In group A, WBC counts also decreased post transfusion but not in all cats simultaneously. In the transiently antigenemic cats P4 and P5, a rebound of WBC counts was observed starting in weeks 5–6, whereas only a limited and late increase in WBC counts (starting in week 9) was observed in the two cats with progressive infection, P1 and P2.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Clinical and laboratory findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "In neutrophil granulocyte counts, a significant change over time was observed for group A (pF = 0.0163) but lost significance in the posttests (data not shown). The lowest neutrophil counts and severe intermittent neutropenia were observed in the persistently infected cat P2, with counts as low as 0.2 × 103/µL (reference range at this age 11.0 ± 1.77 × 103/μL, [34]).",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Clinical and laboratory findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "Significant changes over time were observed in the lymphocyte counts in group B (pF = 0.0013) but not in groups A or C (see also Additional file 6: Figure S4). All of the cats in group B exhibited a decrease in lymphocyte counts from weeks 0–1 post transfusion. A similar decrease was also observed 1 week later in the cats P3, P4, P5 in group A (week 1–2)—these three cats all overcame antigenemia similar to the cats in group B.",
            "cite_spans": [],
            "section": "Clinical and laboratory findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "In weeks 8 and 9 post transfusion, moderate hyperproteinemia and moderate hypoalbuminemia were detected in cat P3 in group A immediately after the cat had overcome antigenemia (Fig. 2) and had developed high levels of antibodies to FeLV (Fig. 3c). Serum protein electrophoresis revealed moderate hyperbetaglobulinemia and severe polyclonal hypergammaglobulinemia, compatible with chronic immune stimulation (data not shown).",
            "cite_spans": [],
            "section": "Clinical and laboratory findings ::: Results",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 243,
                    "end": 244,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "After the initial observation period of 15 weeks after the blood transfusion, all cats remained in the facility, were regularly examined, and hematology, blood chemistry and p27 analyses were performed routinely until week 149.",
            "cite_spans": [],
            "section": "Long-term follow up and clinical outcome of the recipient cats ::: Results",
            "ref_spans": []
        },
        {
            "text": "In week 26 post transfusion, the cat R1 in group B developed a reactivation of the FeLV infection with p27 blood levels of 113 % (see also [23]) and had to be euthanized due to severe dyspnea (Table 1). Upon necropsy, a multicentric lymphoma of the thymus, the mesenteric lymph node, the liver and the bone marrow was observed with secondary lymphoblastic leukemia (WBC = 49 × 103 cells/µL; 75 % lymphoblasts; see also Additional file 7: Figure S5). Histopathological and immunohistological examination revealed a T-cell lymphoma (CD3+ CD79a−).",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Long-term follow up and clinical outcome of the recipient cats ::: Results",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In week 28 post transfusion, the cat R4 in group B was euthanized because of pleural effusion. Upon necropsy, a multicentric T-cell lymphoma (CD3+ CD79a−) of the thymus, kidney and lumbar lymph node was observed (Table 1). The cat tested p27-negative at the time of death.",
            "cite_spans": [],
            "section": "Long-term follow up and clinical outcome of the recipient cats ::: Results",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In week 31, the persistently infected cat P1 in group A had to be euthanized because of severe normocytic-normochromic non-regenerative anemia and moderate leukopenia due to moderate neutropenia. At the time of euthanasia, the p27 antigen load was 114 %. FeLV-C, which is typically associated with the development of non-regenerative anemia in FeLV-infected cats [7], was detectable by subgroup PCR (see also Additional file 8: Figure S6). In addition, FeLV-B was detected, which arises in many cats with FeLV-A infection [3].",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 523,
                    "end": 524,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Long-term follow up and clinical outcome of the recipient cats ::: Results",
            "ref_spans": []
        },
        {
            "text": "In week 84, the persistently viremic cat P2 had to be euthanized because of severe dyspnea caused by pleural effusion when the cat was vaccinated but not re-exposed to FeLV (listed as BZ3 in [35]) in a follow-up study. Cytological examination of the pleural effusion revealed numerous lymphatic blasts with a total nucleated cell count of 40.53 × 103/µL. Additionally, the cat exhibited moderate lymphopenia, moderate hypoproteinemia, moderately increased alkaline phosphatase activity and slight hypochloremia. The p27-value in this cat increased in 4 weeks from 75 to 174 %. Necropsy revealed a multicentric T-cell lymphoma (CD3+ CD79a−) in the thymus, pericardium, tonsils and prescapular lymph nodes.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Long-term follow up and clinical outcome of the recipient cats ::: Results",
            "ref_spans": []
        },
        {
            "text": "The cat P3 in group A, which exhibited hyperproteinemia and polyclonal hypergammaglobulinemia 8 weeks after infection, subsequently developed feline lower urinary tract disease (FLUTD) 94 weeks after transfusion and had to undergo intensive care outside of the barrier facility in the Small Animal Clinic at the Vetsuisse Faculty; the cat was placed privately after complete recovery.",
            "cite_spans": [],
            "section": "Long-term follow up and clinical outcome of the recipient cats ::: Results",
            "ref_spans": []
        },
        {
            "text": "In week 133 post transfusion, the cat P5 in group A had to be euthanized due to clinical deterioration (persistent anorexia, apathy). The cat exhibited anisocoria in week 131 and tested p27-positive (11 %), indicating reactivation of the infection. The p27 value increased subsequently to 27 % at the time of euthanasia. The samples collected prior to euthanasia were all viral RNA-positive. Upon necropsy, a multicentric T-cell lymphoma (CD3+ CD79a−) of the thymus and liver was observed (Table 1).",
            "cite_spans": [],
            "section": "Long-term follow up and clinical outcome of the recipient cats ::: Results",
            "ref_spans": [
                {
                    "start": 496,
                    "end": 497,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The remaining four of ten FeLV exposed recipient cats and all control cats in group C remained healthy to the time point of writing this manuscript (149 weeks after blood transfusion).",
            "cite_spans": [],
            "section": "Long-term follow up and clinical outcome of the recipient cats ::: Results",
            "ref_spans": []
        },
        {
            "text": "The blood donor cat for group B, cat DR, but not for group A, cat DP, was confirmed latently FeLV infected judged from bone marrow cell culture (in the presence of high doses of hydrocortisone) 18 weeks after the blood collection for the blood transfusion and 60 weeks after experimental FeLV exposure. At this time point, the cat DR demonstrated a reactivation of the FeLV infection with a p27 blood level of 132 % (see also [23] listed as GCN4). Clinically, the cat exhibited severe dyspnea and pleural effusion. Upon necropsy, a multicentric T-cell lymphoma (CD3+ CD79a−) of the thymus and inguinal lymph node was identified (Table 1). The blood donor for group A, cat DP, remained p27-negative and clinically healthy until 149 weeks after blood collection for the transfusion and 191 weeks after FeLV exposure.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 429,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Long-term follow up and clinical outcome of the blood donor cats ::: Results",
            "ref_spans": [
                {
                    "start": 635,
                    "end": 636,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Our results demonstrate for the first time that FeLV infection can be transmitted to naïve recipients via the transfusion of blood from a FeLV provirus carrier. Blood was collected for the transfusion 42 weeks after the blood donors had been exposed to FeLV and contained a low provirus load. Approximately 104 provirus copies within 10 mL of blood were sufficient to result in a productive FeLV infection in all recipients. Young cats were selected for this experiment because they are more susceptible to FeLV infection than adult cats [36]. Although this increased susceptibility in young cats may be because of immaturity of the immune system, increased susceptibility to FeLV may also be expected in blood transfusion recipients because of severe clinical conditions and/or possible immunosuppression. Moreover, the transfused volume, 10 mL, was adjusted to the body weight of the kittens (~1–1.5 kg at the time of the transfusion) to reflect the volume of a regular blood transfusion in adult cats (usually 40–60 mL for a cat of ~4 kg body weight). Thus, the chosen experimental setup may well mirror the situation in the field for adult blood transfusion recipients. Some of the recipient cats subsequently developed FeLV-associated disease, confirming our hypothesis that whole blood containing white blood cells carrying FeLV provirus will transfer the virus and result in full-blown infection in recipient cats. Our results confirm and extend previous results in which FeLV infection was transmitted by subcutaneous injection of a plasmid carrying the proviral DNA [33]. Additionally, productive infection after intramuscular or intradermal injection of plasmids carrying proviral DNA were reported for the feline immunodeficiency virus in cats [37, 38] and the simian immunodeficiency virus in macaques [39]. Our study provides direct biological relevance and clinical importance: we conclude that there is an imminent risk of FeLV transmission via blood transfusion of provirus-positive blood, which must be considered in the clinic. By performing the commonly used blood donor screening assay (detecting the p27 antigen), both of the FeLV-infected blood donors that were used in the current study would not have been recognized as a risk. Therefore, we highly recommend screening all feline blood donors and blood products not only for FeLV antigen but also for FeLV provirus using sensitive PCR.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 541,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1576,
                    "end": 1578,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1756,
                    "end": 1758,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1760,
                    "end": 1762,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1815,
                    "end": 1817,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The provirus in the peripheral blood of the blood donors was replication-competent ~10 months after the initial virus exposure; however, viral replication was suppressed by the blood donors’ immune system to undetectable levels. When the cells containing the provirus entered a new susceptible host via blood transfusion, viral replication reignited. We were unable to determine from our data whether this reigniting was primarily because of the absence of a prepared immune system in the recipient cat or also because of a mixed lymphocyte-type reaction resulting in blastogenesis in the donor lymphocytes and FeLV expression contributing to the fast onset of viral replication. Such a reaction would be expected to occur within hours to a few days after the blood transfusion; no blood samples were collected at these time points, e.g., for lymphocyte isolation, flow cytometry analysis of lymphocyte populations or cytokine measurements. One week after transfusion (the earliest time point analyzed), an increase in total lymphocyte numbers was observed only in some cats in groups A and C; by contrast, all cats in group B exhibited a decrease in lymphocyte counts, which does not support the hypothesis of a mixed lymphocyte reaction. Therefore, if one assumes that FeLV was actively suppressed in the blood donors by the immune system but not in the recipients, the immune mechanism predominantly involved in the control of FeLV replication was not or was insufficiently transferable via blood transfusion. The latter would be true for the cellular immune response; it has been demonstrated previously that the cellular immune response plays an important role in suppressing viral replication in FeLV infections [40].",
            "cite_spans": [
                {
                    "start": 1719,
                    "end": 1721,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The replication competence of the provirus was further corroborated when one of the FeLV-exposed blood donors (DR) presented with a reactivation of the infection and the development of a multicentric lymphoma 4 months after the blood collection or the transfusion. The second provirus-positive cat serving as the blood donor for group A (cat DP) remained healthy and clinically unremarkable 149 weeks after the initiation of this study, although its blood had resulted in progressive infection in two recipient cats and FeLV-associated fatal disease in three recipients. Cat DP remains provirus-positive with a low provirus load. Further studies will be necessary to analyze the immune response in this and other provirus-positive long-term survivors that successfully keep the replication competent virus in check.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The FeLV infection that was observed in cats in groups A and B resembled a natural FeLV infection in regards to clinical findings, laboratory changes, infection outcome, disease spectrum and FeLV subgroup evolvement. The infected cats exhibited elevated body temperatures, lymphadenomegaly, anorexia, lethargy and changes in hematological parameters, including anemia and neutropenia. The severity of the clinical signs was associated with the severity of the infection: the lymphadenomegaly was particularly pronounced in the two viremic cats in group A, P1 and P2. Natural FeLV infection is characterized by leukopenia, lymphopenia and variable degrees of anemia [1]. A decrease in the WBC and lymphocyte counts was also observed in the present study in the FeLV-exposed cats but not in the control cats. The decrease in WBC and to some degree in lymphocyte counts appeared to be directly associated with the initial FeLV infection and the onset of viral replication; furthermore, the cats that recovered quickly from antigenemia exhibited a fast rebound of WBC counts. In addition, the cats in group A did not exhibit an adequate increase in PCV as observed in the control cats and related to the increasing age of the cats [34].",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 667,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1228,
                    "end": 1230,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Replicating viruses were detected by cell culture in the blood or the bone marrow (the latter in the presence of high doses of hydrocortisone) in six recipient cats in groups A and B, confirming the replication capacity of FeLV in these six cats after infection via blood transfusion containing proviral DNA ± viral RNA. In addition, all eight of the recipient cats with regressive infection developed antibodies to FeLV, indicating the presence of at least minimal viral replication in these cats. By contrast, persistently infected cats exhibited lower antibody levels, as has been previously described in natural and experimental FeLV infected cats [19, 41]. Incidentally, no antibodies to gp70 were detectable in any of the cats by western blot. The virus preparation used for the blots were produced on FL-74 cells that harbor FeLV-ABC, but mainly C, for practical reasons (considerably higher yield), whereas the cats of the present study had been exposed to FeLV-A. gp70 but not p27 of FeLV-A and –C exhibited antigenetic differences. Moreover, gp70 may also be denatured during the antigen preparation (boiling in SDS), potentially resulting in loss of the three-dimensional structure and a lack of antibody binding. No samples were available for virus neutralization assays in the present study. Consistent with earlier data [41], only a few cats with regressive infection developed antibodies to p27. It is quite unlikely that these antibodies interfered with the detection of the p27 antigen in these cats; sera containing strong antibody reactivity to FeLV p27 did not interfere with antigen detection supposedly because of the high affinity of the anti-p27 monoclonal antibodies used in the p27 ELISA [42]. Subsequently, five of the ten recipient cats succumbed to FeLV-associated diseases. The cats suffered from non-regenerative anemia, T-cell lymphoma and leukemia, which are commonly regarded as FeLV-associated diseases [1]. Finally, the appearance of non-regenerative anemia was associated with the emergence of FeLV-C. This result also parallels natural FeLV-infection, in which the development of FeLV-C from FeLV-A via mutations has been described for FeLV-infected cats suffering from non-regenerative anemia [3, 43].",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 655,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1715,
                    "end": 1717,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1939,
                    "end": 1940,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2233,
                    "end": 2234,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2236,
                    "end": 2238,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The cats that received blood containing only proviral DNA (group A) exhibited a later onset but graver outcome of FeLV infection compared with the cats that were transfused with blood containing not only proviral DNA but also viral RNA (group B). Initially, the cats in group B became provirus-positive significantly earlier after transfusion and developed significantly higher viral RNA and proviral loads than did the cats in group A. However, several weeks after the transfusion, the cats in group A exhibited significantly higher viral RNA, proviral and p27 antigen loads compared with those in group B. Moreover, more cats in group A were p27 antigen-positive compared with those in group B, two cats in group A but none in group B developed persistent infection, and some cats in group B but none in group A became viral RNA-negative within the observation period. A possible explanation for these observations could be the more efficient detection of FeLV by the immune system of cats in group B because of the presence of viral RNA and the higher proviral DNA loads in the transfused blood compared with those in group A. In group A, only low loads of provirus hidden within the donor cells were present. The differences in viral loads were paralleled by variations in the leukogram: a marked decrease in WBC and lymphocyte counts was observed in the cats in group B in week 1 when those cats, but not those of group A, tested viral RNA positive. Moreover, 1 week post transfusion in all cats, but particularly in the cats in group B, high IFN-ɣ levels with a maximum ~ 150-times increase were observed. IFN-γ plays a critical role in the innate and adaptive immunity against viral infections, partially through direct inhibitory effects on viral replication but primarily by immune stimulatory and modulatory effects on cellular defense mechanisms [44]. In FeLV-specific immunity, an important role of specific cytotoxic T lymphocytes was demonstrated, and FeLV-specific effector cytotoxic T-cell responses were detected as early as 1 week after virus exposure and were over the course of the early infection particularly high in cats that recovered from viremia [40]. Furthermore, the cats in group B exhibited higher IL-4, IL-5 and IL-10 levels compared with those in group A in week 1 after the transfusion; however, the changes in these cytokines were much less pronounced than in IFN-ɣ. IL-4 is a key regulator of humoral immunity and promotes the differentiation of Th2 cells, whereas IL-5 is produced by Th2 cells and stimulates B cells and antibody secretion. IL-4 and IL-5 levels increased in the cats in group A in week 2. Moderately increased levels of IL-10 were observed in group B around week 2 or 3, whereas in group A, these levels were detected only in weeks 11 and 15. IL-10 has multiple effects but is also associated with B cell proliferation and antibody production. Accordingly, more cats with high anti-FeLV antibody levels were observed in group B than in group A 4–6 weeks after virus exposure. Altogether, the data indicate that the immune systems of the cats in group B reacted quicker and more pronounced to the transfused blood and the virus that was transmitted with the blood compared with the cats in group A. This result supports our assumption of more efficient detection of FeLV by the recipients of the blood from blood donor B, in which viral RNA and higher proviral loads were present.",
            "cite_spans": [
                {
                    "start": 1858,
                    "end": 1860,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2173,
                    "end": 2175,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "An additional factor resulting in differences in viral loads after FeLV exposure may have been the loads in enFeLV, which are present in each cell of the cat but with inter-individual differences. An association between enFeLV loads and FeLV replication has been reported previously: cats with high enFeLV loads exhibited higher viral replication than cats with low enFeLV loads in the early phase of a persistent FeLV infection [45]. Moreover, low enFeLV loads prior to FeLV exposure may be significantly associated with the development of a progressive infection, whereas cats with high enFeLV loads may rather develop a regressive infection [45, 46]. The cats in the present study originated all from the same SPF cattery, and the recipient cats were assigned into the three groups to avoid familial clustering. Nonetheless, the cats in group A tended to have somewhat lower enFeLV loads than the cats in group B, which would, as outlined above, fit to the lower FeLV replication observed early during infection and the higher number of cats who developed progressive infection in group A compared with group B.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A reactivation of FeLV infection was observed in three cats in the present study—one blood donor (cat DR, donor for group B) and two recipient cats (R1, group B and P5, group A)—further emphasizing the biological and epidemiological importance of provirus-positive cats and supporting our recommendation to test cats that are suspected to have been exposed to FeLV by PCR to identify FeLV provirus carriers. Subsequent to reactivation, provirus positive cats pose an infection risk to naïve cats. In addition, in our hands, all of the cats with reactivated infection developed fatal FeLV-associated disease [11, 22, 23]. Thus, to detect provirus carriers, e.g., to further decrease FeLV incidence in a feline population, cats with exposure risk should not only be tested for FeLV antigenemia/viremia but also for FeLV provirus. Plasma viral RNA could also be detected in the recipient cats R1 and P5 prior to reactivation, further supporting our hypothesis that the presence of plasma viral RNA may be associated with a higher probability of reactivation of the FeLV infection [11, 12]. Therefore, the detection of plasma viral RNA in provirus positive aviremic cats may serve as a marker for potential reactivation.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 610,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 612,
                    "end": 614,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1078,
                    "end": 1080,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The recipient cats shed viral RNA in their saliva at varying degrees post transfusion. A high load of saliva viral RNA was primarily noted in the viremic cats, but FeLV RNA was also observed in cats with regressive infection, confirming a previous observation that during early infection, saliva viral RNA may not be a good marker for antigenemia/viremia [26], in contrast with long-term infected cats [28].",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Since the introduction of sensitive molecular methods, the occurrence of cats with FeLV proviral DNA in the absence of antigenemia and viremia has been well documented [10, 12, 19]. Up to 10 % of provirus-positive cats have been described among the Swiss cat population [19]. The results of our study underline the biological and epidemiological relevance of retroviral provirus in FeLV aviremic cats, further supporting observations that the proviral DNA in cats with regressive infection may maintain its replication capacity for many months to years [22, 23]. Sensitive PCR is recommended to detect provirus carriers as demonstrated in the current study to be performed in any cat serving as a blood donor to exclude inadvertent transmission of FeLV to the blood recipients but also in general to further decrease the incidence of FeLV infection within the cat population. The FeLV vaccines that are currently available can be efficacious in preventing persistent infection and the development of diseases subsequent to virus exposure; however, these vaccines do not prevent provirus integration [21]. Ideally, in the future, vaccines will be developed that also prevent provirus integration. Moreover, viral eradication treatments should be developed that eliminate proviral DNA in infected hosts. The latter is also a goal envisioned for HIV in humans [47, 48].",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 173,
                    "end": 175,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 177,
                    "end": 179,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 271,
                    "end": 273,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 558,
                    "end": 560,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1358,
                    "end": 1360,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1362,
                    "end": 1364,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "A total of 18 SPF cats (Liberty Research, Waverly, NY, USA) were included in this study: three adult male castrated SPF cats served as blood donors, and 15 eight-week-old-male SPF kittens served as blood transfusion recipients (Table 1). The recipient cats were randomly assigned to three groups of five cats each, avoiding familial clustering. Group A comprised cats P1–P5 (original cat IDs HBW2, HBZ3, HCC1, HCC4, and HCD1). Group B comprised cats R1–R5 (original cat IDs HBU1, HBW1, HBZ1, HCC3, and HBY1). Group C comprised cats N1–N5 (original cat IDs HBU2, HBV1, HBZ2, HCC2, and HCD2). Two of the three adult blood donors, DP and DR (original cat IDs GBX3, GCN4), had been experimentally exposed to FeLV-A/Glasgow-1 as previously described (listed as BX3 and CN4 in the previous study, [46]). These cats had undergone a regressive infection with undetectable antigenemia at the tested time points; the blood for the transfusion was collected 42 weeks after the infection. The third blood donor, DN (original cat ID GCN5), was a naïve adult SPF cat.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 794,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Animals ::: Methods",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "All cats were maintained in separated groups in a confined university facility under barrier conditions and optimal ethological and hygienic conditions as previously described [49]. All experiments were performed according to Swiss law and officially approved by the veterinary office of the canton of Zurich (160/2010, 129/2010). Prior to the start of the experiment, each cat was clinically examined, and blood and plasma samples and conjunctival, oropharyngeal, and rectal swabs were collected to verify the cats’ SPF status. These samples were tested for absence of FeLV, feline immunodeficiency virus, hemoplasmas, parvovirus, calicivirus, herpesvirus 1, coronavirus, Bartonella henselae, and Chlamydophila felis, as previously described [50]. In addition, the serum samples were tested for antibodies against feline calicivirus, feline herpesvirus and feline parvovirus by immunofluorescence assays as previously described [51]. All of the cats were negative for all of the tested infections. Upon arrival, the kittens were adapted to the new environment and the care persons for 2 weeks and trained for relaxed handling and blood collections without anesthesia.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 179,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 744,
                    "end": 746,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 930,
                    "end": 932,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Animals ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For blood transfusion, 50 mL of blood was collected from each of the three adult blood donors—DP, DR and DN—under intramuscular anesthesia (10 mg/kg ketamine, Narketan®, Vétoquinol AG, Belp, Switzerland; 0.1 mg/kg midazolam, Dormicum®, Roche Pharma AG, Reinach, Switzerland). The blood was collected in a syringe containing 7 mL of the anticoagulant citrate phosphate dextrose adenine (CPDA-1, Fenwal, Lake Zurich, IL, USA). The blood from each donor was divided into five syringes of 10 mL—one syringe per recipient cat. The donor cats were administered 50 mL of Ringer-Lactate solution (Fresenius Kabi, Stans, Switzerland) and monitored until recovery from anesthesia.",
            "cite_spans": [],
            "section": "Experimental design and blood transfusion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The 15 kittens each received 10 mL of anti-coagulated whole blood at the age of 10 weeks. The blood for the cats P1–P5 in group A was FeLV provirus-positive (1 × 103 copies/mL of blood) and plasma viral RNA- and p27-negative (donor DP). The blood for cats R1–R5 was provirus- (6.25 × 103 copies/mL of blood) and plasma viral RNA-positive (1.95 × 105 copies/mL of plasma) and p27-negative (donor DR). The blood for cats N1–N5 was FeLV provirus-, viral RNA- and p27-negative (donor DN). Prior to the transfusion, the blood types of each donor and recipient cat were determined using a commercial immunochromatographic test (Lab Test A + B, Alvedia, France). Moreover, a standard saline-agglutination crossmatching procedure was performed at 37 °C with blood from the recipients and the corresponding blood donors [52]. All of the cats were of blood type A, and the recipient cats were compatible with the donors in the crossmatch. The kittens were anesthetized intramuscularly as described above, and 10 mL of whole blood was collected for baseline analysis and to prevent circulatory volume overload. Thereafter, 10 mL of blood from the respective blood donor was transfused slowly over 30 min to each recipient cat. During and after the blood transfusion, the kittens were monitored for adverse reactions. The general conditions of the cats were monitored daily. The recipient cats were castrated 24 weeks after transfusion.",
            "cite_spans": [
                {
                    "start": 812,
                    "end": 814,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Experimental design and blood transfusion ::: Methods",
            "ref_spans": []
        },
        {
            "text": "WBC counts and complete hemograms were performed using a Sysmex XT-2000iV (Sysmex Corporation, Kobe, Japan) [53]. Blood smears were stained using an automated staining instrument (HemaTek, Siemens, Switzerland), and differential counts were performed microscopically. In the case of severe anemia, manual reticulocyte counts were performed using a standard method based on Brilliant Cresyl Blue- (SIGMA-ALDRICH, Steinheim, Germany) stained blood smears. Clinical chemistry was analyzed using a Cobas Integra 800 system (Roche Diagnostics, Rotkreuz, Switzerland) at week 0 and at the appearance of clinical signs. Serum biochemistry analysis included bilirubin, glucose, blood urea nitrogen, creatinine, protein, albumin, cholesterol, alkaline phosphatase, aspartate aminotransferase, alanine aminotransferase, lipase, sodium, chloride, potassium, phosphorus and calcium levels. Serum protein electrophoresis was performed in one cat with hyperproteinemia in week 8 and 9 (cat P3, group A) using a semi-automated agarose gel electrophoresis system as previously described [54].",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Hematology, clinical chemistry and serum protein electrophoresis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To determine proviral loads, DNA was extracted from 100 µL of buffy coat obtained from 1 mL of EDTA-anticoagulated blood using the QIAamp Blood Kit (Qiagen, Hombrechtikon, Switzerland) and 100 µL of elution buffer. To determine plasma viral RNA loads, total nucleic acid (TNA) was extracted from 200 µL of EDTA plasma using the MagNA Pure LC Total Nucleic Acid Isolation Kit (Roche Diagnostics) and 100 µL of elution buffer. To determine the viral RNA loads in the saliva, the swabs were processed using 200 μL of phosphate-buffered saline as previously described [28]. To determine the cytokine transcription levels, 100 μL of EDTA-anticoagulated blood was mixed immediately after blood collection with 300 μL mRNA lysis buffer (mRNA Isolation Kit I, Roche Diagnostics) and frozen as previously described [55]. mRNA was purified using the mRNA Isolation Kit I on a MagNA Pure LC instrument (Roche Diagnostics) and 25 µL of elution buffer [55]. First-strand complementary DNA (cDNA) was synthesized using the High-Capacity cDNA Reverse Transcription Kit (Applied Biosystems, Rotkreuz, Switzerland) in duplicate from each sample. In all of the extractions, negative controls consisting of phosphate buffered saline were extracted in parallel to monitor for cross-contamination.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 567,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 807,
                    "end": 809,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 940,
                    "end": 942,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Nucleic acid extractions, complementary DNA synthesis and quantification of FeLV proviral and viral RNA loads ::: Methods",
            "ref_spans": []
        },
        {
            "text": "FeLV provirus loads were quantified by TaqMan PCR targeting the unique region U3 of the long terminal repeat of FeLV as previously described [56] using 5 μl of TNA and the TaqMan Fast Universal PCR Master Mix (Applied Biosystems). This assay amplifies the three FeLV subgroups A, B, and C, but not enFeLV. The lower limit of detection of this assay is one provirus copy per reaction [56]. The thermocycling conditions were as follows: an initial denaturation of 20 s at 95 °C, followed by 45 cycles of 95 °C for 3 s and 60 °C for 45 s. Provirus loads were normalized to feline albumin copy numbers using TaqMan PCR as previously described [57]. The number of FeLV proviral copies in 10 mL of transfused blood was calculated using the extraction, elution and PCR volumes and the copies/PCR measured by PCR. TNA from plasma and saliva was analyzed by TaqMan RT-PCR targeting the same U3 region as the provirus PCR as previously described [56],using 5 μl of TNA and the SuperScript™ III Platinum® One-Step Quantitative RT-PCR System (Invitrogen, Basel, Switzerland). The lower limit of detection of this assay is 180 viral RNA copies per reaction [56]. Plasma viral RNA loads were calculated as the number of copies per milliliter of blood. The number of viral RNA copies in 10 mL of transfused blood was calculated using the PCV and the number of copies/mL of plasma that was determined by RT-PCR. All of the PCR and RT-PCR assays were run on an ABI 7500 FAST Real-Time PCR System (Applied Biosystems); negative, positive and extraction controls were included in each run.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 384,
                    "end": 386,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 937,
                    "end": 939,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1145,
                    "end": 1147,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Nucleic acid extractions, complementary DNA synthesis and quantification of FeLV proviral and viral RNA loads ::: Methods",
            "ref_spans": []
        },
        {
            "text": "enFeLV provirus loads were determined in peripheral blood samples collected prior to the blood transfusion using quantitative real-time TaqMan PCR assays on an ABI 7500 FAST Real-Time PCR System (Applied Biosystems) as previously described [45, 58]. The following enFeLV targets were measured: enFeLV-U3-1, enFeLV-U3-2 and enFeLV-env. Total enFeLV-U3 copy numbers were calculated by addition of the enFeLV-U3-1 and enFeLV-U3-2 copy numbers. Provirus loads were normalized to feline albumin copy numbers using TaqMan PCR as previously described [57].",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 245,
                    "end": 247,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 545,
                    "end": 547,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Quantification of endogenous FeLV-like proviral loads ::: Methods",
            "ref_spans": []
        },
        {
            "text": "EDTA-anticoagulated plasma samples were analyzed for the presence of p27 by double-antibody sandwich ELISA using monoclonal antibodies to three epitopic regions of p27 as previously described [59]. Antibodies to the FeLV whole virus were determined by ELISA [19, 21] using 0.2 µg FeLV per well purified by sucrose gradient from cell culture supernatant from FL-74 cells chronically infected with FeLV as previously described [41, 60]. Antibodies to the recombinant p15E transmembrane protein (25 μg/well) and the recombinant non-glycosylated form of the gp70 surface glycoprotein (p45; 0.2 μg/well) were measured by ELISA as previously described [61, 62]. The results were calculated as the percentages of a defined positive control run with each test; samples reaching >4 % of the positive control were considered to be positive in the p27 ELISA [19]. In addition, antibodies to FeLV were determined by western blotting using 20 μg of FeLV per blot purified by sucrose gradient from FL-74 cell culture supernatant as previously described [60]. EDTA-anticoagulated plasma samples were diluted 1:200 and the peroxidase conjugated goat-anti-cat antibodies (Jackson ImmunoResearch Laboratories, Inc., PA) were diluted 1:1000. Primary in-house monoclonal mouse ascites antibodies to gp70, p27, p15E [59, 63] diluted 1:400 and a secondary peroxidase conjugated goat-anti-mouse antibody (Jackson ImmunoResearch Laboratories) at a dilution of 1:1000 were used as positive controls. Moreover, pooled EDTA plasma samples from immune and SPF cats were used as positive and negative controls, respectively.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 263,
                    "end": 265,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 647,
                    "end": 649,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 651,
                    "end": 653,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 848,
                    "end": 850,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1040,
                    "end": 1042,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1296,
                    "end": 1298,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Serological assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "No serological analysis was possible because of lack of sample volume in week 3. No heparin plasma samples were available to test FeLV neutralizing activity in the donor or recipient cats.",
            "cite_spans": [],
            "section": "Serological assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For virus isolation from peripheral blood, lithium heparin-anticoagulated samples were collected from the recipients 5 weeks post transfusion. Virus isolation was performed using 200 µL of lithium heparin plasma and QN10S cells as previously described [64]. The cells were monitored daily for cytopathic effects; at day 7, cell culture supernatant was collected for the quantification of the p27 antigen by ELISA.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Virus isolation from peripheral blood and bone marrow ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For the detection of latent infection [16], bone marrow aspirates were collected from the proximal humerus from the recipient cats 17 weeks post transfusion and from the blood donors 18 weeks after the blood collection for transfusion (60 weeks into infection) under general anesthesia and analgesia as previously described [50]. The bone marrow was collected in 3.5 mL of RPMI 1640 cell culture medium (SIGMA-ALDRICH, Buchs, Switzerland) with 200 mM L-glutamine, 400 U/mL penicillin, 400 µg/mL streptomycin (Invitrogen) and 10 % FCS (BioConcept, Allschwil, Switzerland). Crandell feline kidney (CrFK) cells (20,000 cells/mL) were cultured in a 24-well plate (TPP Techno Plastic Products AG, Trasadingen, Switzerland) to 75 % confluence. These cells were confirmed to be FeLV-negative by PCR. The bone marrow cells were resuspended in medium and co-cultured with the CrFK cells. The cells with medium only were concurrently cultured on each plate. The cell culture medium contained the following: RPMI and Mc Coys 5A (1:1; SIGMA-ALDRICH), 200 mM L-glutamine, 400 U/mL penicillin, 400 µg/mL streptomycin, 10 % FCS and 1 µg/mL hydrocortisone (SIGMA-ALDRICH). The cultures were maintained for 12 weeks, and half of the medium was replaced every 3rd day, when the supernatant was collected for p27 ELISA and FeLV RT-PCR.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 41,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 325,
                    "end": 327,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Virus isolation from peripheral blood and bone marrow ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The development of non-regenerative anemia in FeLV-infected cats is typically associated with the emergence of FeLV-C [7]. Therefore, in one cat (P1) that had to be euthanized with non-regenerative anemia, the FeLV subgroups were investigated in the blood plasma and bone marrow, both of which were collected at the time of necropsy. The FeLV-A-specific primers RB59 and RB17, the FeLV-B-specific primers RB53 and RB17 and the FeLV-C-specific primers RB58 and RB47 were used in a conventional PCR as previously described [22, 65, 66].",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 120,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 526,
                    "end": 528,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 530,
                    "end": 532,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Detection of FeLV subgroups ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To quantify cytokine levels in the peripheral blood, real-time PCR and primers and probes were used as previously described [67–69] with the exception of IL-5. For IL-5, the primers fIL-5_121f 5′-TGAATAGGCTGGTGGCAGAGA-3′, fIL-5_194r: 5′-CAGGTTCCCGTCGCCTATC-3′ and the probe fIL-5_143p: 5′-FAM-CTTGGCACTGCTCTCCACTCATCGAACT-TAMRA-3′ were designed; the reverse primer anneals over an exon–exon junction. The IL-5 reaction contained 0.9 µM forward and reverse primers and 0.25 µM probe. All of the cytokine assays were performed using the TaqMan Fast Universal PCR Master Mix (Applied Biosystems) with an initial denaturation at 95 °C for 20 s followed by 45 cycles 95 °C for 3 s and 60 °C for 30 s. The V-abl Abelson murine leukemia viral oncogene homolog (ABL) and zeta polypeptide (YWHAZ) transcription levels served as reference genes for normalization, as previously described [70]. The calculation of the relative transcription levels was performed using GeNorm version 3.5 [71]. For several samples, the transcription levels of IL-10 (total n = 5; weeks 2, 3, and 11), IL-6 (total n = 11; weeks 1, 3 and 11) and IFN-γ (total n = 29; weeks 2, 3, 11) were below the detection limit of the real-time PCR. No samples were available for cytokine measurements between weeks 3 and 11.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 128,
                    "end": 130,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 879,
                    "end": 881,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 977,
                    "end": 979,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Cytokine transcription ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Six of the cats (DR, R1, R4, P1, P2 and P5; Table 1) had to be euthanized for humane reasons and underwent necropsy and histopathological examination. Tissue sections from the lymphoma were tested to identify B and T cells using a CD3 T-cell marker (M7254, DAKO) and the B-cell marker for CD79 (M7051, DAKO; RB-90-13-P, Labvision, Thermo Fisher Scientific, Fremont, USA).",
            "cite_spans": [],
            "section": "Necropsy ::: Methods",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Statistical analyses were performed using GraphPad Prism for Windows, Version 4.03 (GraphPad software, San Diego, CA, USA). Changes over time (same group, different time points) were tested using the Wilcoxon signed rank test for paired samples (pW) or the Friedman test for multiple samples (pF) with Dunn’s posttest (pD). Multiplicity adjusted p-values for each comparison in a family of comparisons were computed. The frequencies were compared using the Fisher’s exact test (pFisher). The differences between groups A and B were compared using the Mann–Whitney U-test (pMWU), and the differences between all three groups were tested using the Kruskal–Wallis test (pKW). A p-value <0.05 was considered to be statistically significant.",
            "cite_spans": [],
            "section": "Statistics ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Outcome of FeLV infection in the two FeLV-exposed blood donors and the ten exposed recipient cats\n\n†euthanized/died \naStatus observed until 149 weeks post transfusion \nbEuthanized for humane reasons \ncDuring follow-up study, without re-exposure to FeLV [35]",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Proviral blood loads (a, b) and plasma viral RNA loads (c, d) of the five cats in group A (a, c) and the five cats in group B (b, d). The proviral loads are provided as proviral copies/cell. In the cats in group B, the FeLV provirus was detectable significantly earlier (in week 1) than in the cats in group A (pFisher = 0.0079). The cats in group B had significantly higher proviral loads in weeks 1 and 2 but lower loads in weeks 7–12 and 15 (pMWU < 0.05; indicated by an asterisk). The plasma viral RNA loads are provided as copies/mL of plasma. The cats in group B had significantly higher viral RNA loads in week 1 but lower loads in weeks 4, and 7–11 (pMWU ≤ 0.05; indicated by an asterisk). All cats in group C were negative at all tested time points (data not shown)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Outcome of FeLV infection in the recipient cats post transfusion. Results from p27 ELISA from the blood, virus isolation from the blood and virus isolation from the bone marrow of the five cats in group A, the five cats in group B and the five cats in the negative control group C. Four weeks post transfusion, significantly more cats were p27-positive in group A compared with group B (pFisher = 0.0476)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: FeLV p27 antigen loads (a, b) and antibodies to FeLV of the five cats in group A (a, c, e, g) and the five cats in group B (b, d, f, h) total anti-FeLV antibodies (c, d), anti-p45 antibodies (e, f) and anti p15E antibodies (g, h). The p27 loads and the antibody levels are provided as percentages of a positive control run on each plate. Significant differences between groups A and B are indicated by an asterisk\n",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Western blot analysis using plasma samples from week 5 and 15 weeks post transfusion. The first five strips were incubated with a positive control (pool of immune cats), monoclonal antibodies against gp70, p27 and p15E, respectively, and a negative control (pool FeLV-negative cats) to characterize the respective viral proteins. a Cats N1 to N5, P1 to P3 and DP, DR and DN as indicated. b Cats P4 and P5 and R1 to R5 as indicated. Right-pointing triangle denotes bands with expected length. All samples were tested under the same assay conditions",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Transcription levels of cytokines after blood transfusion in the three groups of cats A, B and C a TNF-α, b IFN-γ, c IL-12 p35, d IL-12 p40, e IL-4, f IL-5, g IL-6 and h IL-10. The cytokine transcription levels were normalized to the transcription levels of two housekeeping genes (ABL and YWHAZ) at each time point and used to calculated relative transcription levels in relation to the levels in week 0 using GeNorm. Significant changes over time were tested by the Friedman test for each cytokine and each group, separately; significant differences are indicated by a dotted line; significantly higher (upfilled-pointing triangle) and lower (down-pointing triangle) time points in the Dunn’s posttest (PD) are denoted and the relevant group is listed (A, B or C). Significant differences between the three groups at one time point were tested using the Kruskal–Wallis test and are indicated by an asterisk\n",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Feline leukemia virus infection and diseases",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "JI",
                    "middle": [],
                    "last": "Mullins",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Am Vet Med Assoc",
            "volume": "199",
            "issn": "10",
            "pages": "1287-1297",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Re-examination of feline leukemia virus: host relationships using real-time PCR",
            "authors": [
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Mathiason",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Hoover",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "332",
            "issn": "1",
            "pages": "272-283",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2004.10.050"
                ]
            }
        },
        "BIBREF2": {
            "title": "Vaccination against the feline leukaemia virus: outcome and response categories and long-term follow-up",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine.",
            "volume": "25",
            "issn": "30",
            "pages": "5531-5539",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2006.12.022"
                ]
            }
        },
        "BIBREF3": {
            "title": "How molecular methods change our views of FeLV infection and vaccination",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vet Immunol Immunopathol",
            "volume": "123",
            "issn": "1–2",
            "pages": "119-123",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2008.01.017"
                ]
            }
        },
        "BIBREF4": {
            "title": "Exposure of cats to low doses of FeLV: seroconversion as the sole parameter of infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Major",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boenzli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ossent",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet Res",
            "volume": "41",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1051/vetres/2009065"
                ]
            }
        },
        "BIBREF5": {
            "title": "Detection of transient and persistent feline leukaemia virus infections",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Golder",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Vet Rec",
            "volume": "110",
            "issn": "10",
            "pages": "225-228",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.110.10.225"
                ]
            }
        },
        "BIBREF6": {
            "title": "Reactivation of latent feline leukaemia virus infection",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Rojko",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Quackenbush",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nature",
            "volume": "298",
            "issn": "5872",
            "pages": "385-388",
            "other_ids": {
                "DOI": [
                    "10.1038/298385a0"
                ]
            }
        },
        "BIBREF7": {
            "title": "Recovery of feline leukaemia virus from non-viraemic cats",
            "authors": [
                {
                    "first": "BR",
                    "middle": [],
                    "last": "Madewell",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Vet Rec",
            "volume": "112",
            "issn": "15",
            "pages": "339-342",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.112.15.339"
                ]
            }
        },
        "BIBREF8": {
            "title": "Duration of the latent state in feline leukaemia virus infections",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Pacitti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Vet Rec",
            "volume": "117",
            "issn": "18",
            "pages": "472-474",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.117.18.472-a"
                ]
            }
        },
        "BIBREF9": {
            "title": "Study of feline leukemia virus immunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Charreyre",
                    "suffix": ""
                },
                {
                    "first": "NC",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Am Vet Med Assoc",
            "volume": "199",
            "issn": "10",
            "pages": "1316-1324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Feline leukaemia provirus load during the course of experimental infection and in naturally infected cats",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Huder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sigrist",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "Pt 7",
            "pages": "1589-1596",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-82-7-1589"
                ]
            }
        },
        "BIBREF11": {
            "title": "Viral infections in free-living populations of the European wildcat",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Riols",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liberek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Worel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lups",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Wildl Dis",
            "volume": "35",
            "issn": "4",
            "pages": "678-686",
            "other_ids": {
                "DOI": [
                    "10.7589/0090-3558-35.4.678"
                ]
            }
        },
        "BIBREF12": {
            "title": "Survey of the feline leukemia virus infection status of cats in Southern Germany",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Englert",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sauter-Louis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Feline Med Surg.",
            "volume": "14",
            "issn": "6",
            "pages": "392-398",
            "other_ids": {
                "DOI": [
                    "10.1177/1098612X12440531"
                ]
            }
        },
        "BIBREF13": {
            "title": "Reassessment of feline leukaemia virus (FeLV) vaccines with novel sensitive molecular assays",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Willi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine.",
            "volume": "24",
            "issn": "8",
            "pages": "1087-1094",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2005.09.010"
                ]
            }
        },
        "BIBREF14": {
            "title": "Dominance of highly divergent feline leukemia virus A progeny variants in a cat with recurrent viremia and fatal lymphoma",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Helfer-Hungerbuehler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ossent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grest",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reinacher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Retrovirology.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1742-4690-7-14"
                ]
            }
        },
        "BIBREF15": {
            "title": "Long-term follow up of feline leukemia virus infection and characterization of viral RNA loads using molecular methods in tissues of cats with different infection outcomes",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Helfer-Hungerbuehler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grest",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "197C",
            "issn": "",
            "pages": "137-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Excretion of feline leukaemia virus by naturally infected pet cats",
            "authors": [
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Essex",
                    "suffix": ""
                },
                {
                    "first": "WD",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": "Jr"
                }
            ],
            "year": 1977,
            "venue": "Nature",
            "volume": "269",
            "issn": "5625",
            "pages": "252-254",
            "other_ids": {
                "DOI": [
                    "10.1038/269252a0"
                ]
            }
        },
        "BIBREF17": {
            "title": "Transmission of feline leukaemia virus in the milk of a non-viraemic cat",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Pacitti",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Vet Rec",
            "volume": "118",
            "issn": "14",
            "pages": "381-384",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.118.14.381"
                ]
            }
        },
        "BIBREF18": {
            "title": "The kinetics of feline leukaemia virus shedding in experimentally infected cats are associated with infection outcome",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "133",
            "issn": "3",
            "pages": "292-296",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2008.07.001"
                ]
            }
        },
        "BIBREF19": {
            "title": "Fecal shedding of infectious feline leukemia virus and its nucleic acids: a transmission potential",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Gomes-Keller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gonczi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grenacher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofman-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Microbiol",
            "volume": "134",
            "issn": "3–4",
            "pages": "208-217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2008.08.011"
                ]
            }
        },
        "BIBREF20": {
            "title": "Shedding of feline leukemia virus RNA in saliva is a consistent feature in viremic cats",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Gomes-Keller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gonczi",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vet Microbiol",
            "volume": "112",
            "issn": "1",
            "pages": "11-21",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2005.10.027"
                ]
            }
        },
        "BIBREF21": {
            "title": "Horizontal transmission of feline leukaemia virus",
            "authors": [
                {
                    "first": "WD",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": "Jr"
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Old",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Essex",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cotter",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Nature",
            "volume": "244",
            "issn": "5414",
            "pages": "266-269",
            "other_ids": {
                "DOI": [
                    "10.1038/244266a0"
                ]
            }
        },
        "BIBREF22": {
            "title": "The frequency of occurrence of feline leukaemia virus subgroups in cats",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                },
                {
                    "first": "WD",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": "Jr"
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Golder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hay",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Int J Cancer",
            "volume": "21",
            "issn": "3",
            "pages": "334-337",
            "other_ids": {
                "DOI": [
                    "10.1002/ijc.2910210314"
                ]
            }
        },
        "BIBREF23": {
            "title": "Feline blood transfusions: a pinker shade of pale",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barfield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adamantos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of feline medicine and surgery.",
            "volume": "13",
            "issn": "1",
            "pages": "11-23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfms.2010.11.006"
                ]
            }
        },
        "BIBREF24": {
            "title": "Management of the feline blood donor",
            "authors": [
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Probl Vet Med",
            "volume": "4",
            "issn": "4",
            "pages": "555-564",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Canine and feline blood donor screening for infectious disease",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Wardrop",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Birkenheuer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hohenhaus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Vet Internal Med",
            "volume": "19",
            "issn": "1",
            "pages": "135-142",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1939-1676.2005.tb02672.x"
                ]
            }
        },
        "BIBREF26": {
            "title": "Pathogenicity induced by feline leukemia virus, Rickard strain, subgroup A plasmid DNA (pFRA)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Bechtel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phipps",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Mathes",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "9",
            "pages": "7048-7056",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Pediatric clinical pathology",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "von Dehn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vet Clin North Am Small Anim Pract.",
            "volume": "44",
            "issn": "",
            "pages": "205-219",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cvsm.2013.10.003"
                ]
            }
        },
        "BIBREF28": {
            "title": "No benefit of therapeutic vaccination in clinically healthy cats persistently infected with feline leukemia virus",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Helfer-Hungerbuehler",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Spiri",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grest",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "1578-1585",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2015.02.009"
                ]
            }
        },
        "BIBREF29": {
            "title": "Feline leukemia virus infection: age-related variation in response of cats to experimental infection",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "WD",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": "Jr"
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Mathes",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J Natl Cancer Inst",
            "volume": "57",
            "issn": "2",
            "pages": "365-369",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Comparative efficiency of feline immunodeficiency virus infection by DNA inoculation",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Rigby",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Hosie",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Willett",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McDonald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cannon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "AIDS Res Hum Retroviruses",
            "volume": "13",
            "issn": "5",
            "pages": "405-412",
            "other_ids": {
                "DOI": [
                    "10.1089/aid.1997.13.405"
                ]
            }
        },
        "BIBREF31": {
            "title": "Infection of cats by injection with DNA of a feline immunodeficiency virus molecular clone",
            "authors": [
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Sparger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Ziomeck",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Luciw",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Virology",
            "volume": "238",
            "issn": "1",
            "pages": "157-160",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1997.8787"
                ]
            }
        },
        "BIBREF32": {
            "title": "Infectivity of lentiviral DNA in animals",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Liska",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Ruprecht",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Develop Biol",
            "volume": "106",
            "issn": "",
            "pages": "291-297",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Feline leukaemia virus: generation of pathogenic and oncogenic variants",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rigby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "171",
            "issn": "",
            "pages": "67-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Longitudinal analysis of feline leukemia virus-specific cytotoxic T lymphocytes: correlation with recovery from infection",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Dunham",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "5",
            "pages": "2306-2315",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.76.5.2306-2315.2002"
                ]
            }
        },
        "BIBREF35": {
            "title": "Humoral immune reactivity to feline leukemia virus and associated antigens in cats naturally infected with feline leukemia virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hubscher",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Troy",
                    "suffix": ""
                },
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Theilen",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Cancer Res",
            "volume": "40",
            "issn": "10",
            "pages": "3642-3651",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Course of feline leukemia virus infection and its detection by enzyme-linked immunosorbent assay and monoclonal antibodies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "NC",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Theilen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Vet Res",
            "volume": "44",
            "issn": "11",
            "pages": "2054-2059",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Biology of feline leukemia virus in the natural environment",
            "authors": [
                {
                    "first": "WD",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": "Jr"
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "MacEwen",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "McClelland",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Zuckerman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Essex",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Cancer Res",
            "volume": "36",
            "issn": "2 pt 2",
            "pages": "582-588",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Regulation of interferon-gamma during innate and adaptive immune responses",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Schoenborn",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Adv Immunol",
            "volume": "96",
            "issn": "",
            "pages": "41-101",
            "other_ids": {
                "DOI": [
                    "10.1016/S0065-2776(07)96002-2"
                ]
            }
        },
        "BIBREF39": {
            "title": "Association between endogenous feline leukemia virus loads and exogenous feline leukemia virus infection in domestic cats",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Pepin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McDonald",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "135",
            "issn": "1",
            "pages": "136-143",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2008.02.016"
                ]
            }
        },
        "BIBREF40": {
            "title": "Evaluation of the effect of short-term treatment with the integrase inhibitor raltegravir (Isentress) on the course of progressive feline leukemia virus infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boesch",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Willi",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Rentsch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Vet Microbiol",
            "volume": "175",
            "issn": "2–4",
            "pages": "167-178",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2014.10.031"
                ]
            }
        },
        "BIBREF41": {
            "title": "Replication-competent noninduced proviruses in the latent reservoir increase barrier to HIV-1 cure",
            "authors": [
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "NN",
                    "middle": [],
                    "last": "Hosmane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Laskey",
                    "suffix": ""
                },
                {
                    "first": "DI",
                    "middle": [],
                    "last": "Rosenbloom",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell",
            "volume": "155",
            "issn": "3",
            "pages": "540-551",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2013.09.020"
                ]
            }
        },
        "BIBREF42": {
            "title": "Therapeutics for HIV-1 reactivation from latency",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sgarbanti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Battistini",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Opin Virol",
            "volume": "3",
            "issn": "4",
            "pages": "394-401",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2013.06.001"
                ]
            }
        },
        "BIBREF43": {
            "title": "Housing and care of laboratory cats: from requirements to practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Geret",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Schweiz Arch Tierheilkd",
            "volume": "153",
            "issn": "4",
            "pages": "157-164",
            "other_ids": {
                "DOI": [
                    "10.1024/0036-7281/a000175"
                ]
            }
        },
        "BIBREF44": {
            "title": "Feline leukemia virus variants in experimentally induced thymic lymphosarcomas",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Bechtel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Mathes",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Virology",
            "volume": "214",
            "issn": "2",
            "pages": "584-592",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1995.0069"
                ]
            }
        },
        "BIBREF45": {
            "title": "In vivo transmission studies of ‘Candidatus Mycoplasma turicensis’ in the domestic cat",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Museux",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Willi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoelzle",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Hoelzle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Res",
            "volume": "40",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1051/vetres/2009028"
                ]
            }
        },
        "BIBREF46": {
            "title": "Prevalence of antibodies to feline parvovirus, calicivirus, herpesvirus, coronavirus, and immunodeficiency virus and of feline leukemia virus antigen and the interrelationship of these viral infections in free-ranging lions in east Africa",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grob",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elgizoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Martenson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Diagn Lab Immunol",
            "volume": "3",
            "issn": "5",
            "pages": "554-562",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Clinical blood typing and crossmatching",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Wardrop",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Schalm’s veterinary hematology",
            "volume": "",
            "issn": "",
            "pages": "1001-1105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Performance evaluation of the Sysmex pocH-100iV Diff hematology analyzer for analysis of canine, feline, equine, and bovine blood",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weissenbacher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Clin Pathol",
            "volume": "40",
            "issn": "4",
            "pages": "484-495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Serum protein concentrations from clinically healthy horses determined by agarose gel electrophoresis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wenger-Riggenbach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vet Clin Pathol",
            "volume": "38",
            "issn": "1",
            "pages": "73-77",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1939-165X.2008.00100.x"
                ]
            }
        },
        "BIBREF50": {
            "title": "Protection from reinfection in “Candidatus Mycoplasma turicensis”-infected cats and characterization of the immune response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Novacco",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Boretti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Franchini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Res",
            "volume": "43",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1297-9716-43-82"
                ]
            }
        },
        "BIBREF51": {
            "title": "Quantitation of feline leukaemia virus viral and proviral loads by TaqMan real-time polymerase chain reaction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Gomes-Keller",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Golder",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol Methods",
            "volume": "130",
            "issn": "1–2",
            "pages": "124-132",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2005.06.017"
                ]
            }
        },
        "BIBREF52": {
            "title": "GAPDH Pseudogenes and the quantification of feline genomic DNA Equivalents",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Helfer-Hungerbuehler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Biol Int",
            "volume": "2013",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2013/587680"
                ]
            }
        },
        "BIBREF53": {
            "title": "Copy number polymorphism of endogenous feline leukemia virus-like sequences",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Willi",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Gomes-Keller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol Cell Probes",
            "volume": "21",
            "issn": "4",
            "pages": "257-266",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mcp.2007.01.003"
                ]
            }
        },
        "BIBREF54": {
            "title": "Monoclonal antibodies to three epitopic regions of feline leukemia virus p27 and their use in enzyme-linked immunosorbent assay of p27",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "NC",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Durbin",
                    "suffix": ""
                },
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Theilen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Immunol Methods",
            "volume": "56",
            "issn": "2",
            "pages": "209-220",
            "other_ids": {
                "DOI": [
                    "10.1016/0022-1759(83)90413-1"
                ]
            }
        },
        "BIBREF55": {
            "title": "Pathogenicity of feline leukemia virus is commonly associated with variant viruses",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Leukemia",
            "volume": "6",
            "issn": "Suppl 3",
            "pages": "153S-154S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Specificity assessment of feline T-lymphotropic lentivirus serology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hubscher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Egberink",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Horzinek",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Zentralbl Veterinarmed B.",
            "volume": "35",
            "issn": "10",
            "pages": "773-778",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Vaccination of cats experimentally infected with feline immunodeficiency virus, using a recombinant feline leukemia virus vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Franchini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aubert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolfensberger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cronier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Am Vet Med Assoc",
            "volume": "199",
            "issn": "10",
            "pages": "1446-1452",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Detection of antibodies to the feline leukemia Virus (FeLV) transmembrane protein p15E: an alternative approach for serological FeLV detection based on antibodies to p15E",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boenzli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hadorn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hartnack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "6",
            "pages": "2046-2052",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02584-13"
                ]
            }
        },
        "BIBREF59": {
            "title": "Combination of polyacrylamide-gel electrophoresis with enzyme-linked immunosorbent-assay—a simple method for determination of antibody specificity and detection of antigens in complex-mixtures",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bruggmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corboz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Limacher",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Vet Immunol Immunopathol",
            "volume": "2",
            "issn": "5",
            "pages": "425-440",
            "other_ids": {
                "DOI": [
                    "10.1016/0165-2427(81)90003-9"
                ]
            }
        },
        "BIBREF60": {
            "title": "Comparative studies of the efficacy of a recombinant feline leukaemia virus vaccine",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Ganiere",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet Rec",
            "volume": "138",
            "issn": "1",
            "pages": "7-11",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.138.1.7"
                ]
            }
        },
        "BIBREF61": {
            "title": "Pathogenicity of a subgroup C feline leukemia virus (FeLV) is augmented when administered in association with certain FeLV recombinants",
            "authors": [
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Mathes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Hofman",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stromberg",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Virology",
            "volume": "198",
            "issn": "1",
            "pages": "185-195",
            "other_ids": {
                "DOI": [
                    "10.1006/viro.1994.1021"
                ]
            }
        },
        "BIBREF62": {
            "title": "Recombinant feline leukemia virus genes detected in naturally occurring feline lymphosarcomas",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Sheets",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Jen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roy-Burman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Virol",
            "volume": "67",
            "issn": "6",
            "pages": "3118-3125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Cytokine mRNA levels in isolated feline monocytes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kipar",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hetzel",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Akens",
                    "suffix": ""
                },
                {
                    "first": "CN",
                    "middle": [],
                    "last": "Mislin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reinacher",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Immunol Immunopathol",
            "volume": "78",
            "issn": "3–4",
            "pages": "305-315",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-2427(01)00240-9"
                ]
            }
        },
        "BIBREF64": {
            "title": "Quantitative real-time PCR for the measurement of feline cytokine mRNA",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "CN",
                    "middle": [],
                    "last": "Mislin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sigrist",
                    "suffix": ""
                },
                {
                    "first": "MU",
                    "middle": [],
                    "last": "Ehrengruber",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet Immunol Immunopathol",
            "volume": "71",
            "issn": "3–4",
            "pages": "291-305",
            "other_ids": {
                "DOI": [
                    "10.1016/S0165-2427(99)00100-2"
                ]
            }
        },
        "BIBREF65": {
            "title": "The innate antiviral immune system of the cat: molecular tools for the measurement of its state of activation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robert-Tissot",
                    "suffix": ""
                },
                {
                    "first": "VL",
                    "middle": [],
                    "last": "Ruegger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Riond",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Gomes-Keller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vet Immunol Immunopathol",
            "volume": "143",
            "issn": "3–4",
            "pages": "269-281",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetimm.2011.06.005"
                ]
            }
        },
        "BIBREF66": {
            "title": "Erythroid hypoplasia in cats inoculated with feline leukemia virus",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Hoover",
                    "suffix": ""
                },
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Kociba",
                    "suffix": ""
                },
                {
                    "first": "WD",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": "Jr"
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Yohn",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J Natl Cancer Inst",
            "volume": "53",
            "issn": "5",
            "pages": "1271-1276",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Quantitative TaqMan real-time PCR assays for gene expression normalisation in feline tissues",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Helfer-Hungerbuehler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cattori",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Meli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zellweger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ossent",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Mol Biol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2199-10-106"
                ]
            }
        },
        "BIBREF68": {
            "title": "Accurate normalization of real-time quantitative RT-PCR data by geometric averaging of multiple internal control genes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vandesompele",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "De Preter",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pattyn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Poppe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Roy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Paepe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genome Biol",
            "volume": "3",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/gb-2002-3-7-research0034"
                ]
            }
        },
        "BIBREF69": {
            "title": "In vivo evolution of a novel, syncytium-inducing and cytopathic feline leukemia virus variant",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Rohn",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Gwynn",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Overbaugh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "4",
            "pages": "2686-2696",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Infectious endogenous retroviruses in cats and emergence of recombinant viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Anai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ochi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gojobori",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "16",
            "pages": "8634-8644",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00280-12"
                ]
            }
        }
    }
}