{
    "paper_id": "PMC4138073",
    "metadata": {
        "title": "A Quantitative Prioritisation of Human and Domestic Animal Pathogens in Europe",
        "authors": [
            {
                "first": "K.",
                "middle": [
                    "Marie"
                ],
                "last": "McIntyre",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Setzkorn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Philip",
                "middle": [
                    "J."
                ],
                "last": "Hepworth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Serge",
                "middle": [],
                "last": "Morand",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [
                    "P."
                ],
                "last": "Morse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Baylis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oliver",
                "middle": [],
                "last": "Schildgen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Disease or pathogen risk prioritisation exercises are used by organisations charged with providing surveillance and mitigation measures including disease management and control, and biosecurity measures. Qualitative, semi-quantitative or quantitative approaches can be used, but most take significant time to develop, so their use is limited, and when research involving the study of multiple diseases or pathogens is planned, agents are rarely systematically selected.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Quantitative measures for risk prioritisation include the calculation of epidemiological parameters such as disease incidence, prevalence, mortality and morbidity rates, costs of prevention, treatment or control, and for human disease, years lived with disability (YLD) and disability-adjusted-life-year estimates (DALY). Additional measures for animals include losses to production. For many diseases, robust estimates of these measures do not exist. Semi-quantitative and qualitative risk assessments are less demanding of data than quantitative approaches. Nevertheless, they require significant time and physical resources (for example, to obtain parameters and effect sizes from the scientific literature), need updating regularly, and they usually require expert-opinion, adding subjectivity [1], [2], [3], [4], [5].",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 801,
                    "mention": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 803,
                    "end": 806,
                    "mention": "[2]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 808,
                    "end": 811,
                    "mention": "[3]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 813,
                    "end": 816,
                    "mention": "[4]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 818,
                    "end": 821,
                    "mention": "[5]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The H-index is an alternative approach to disease prioritisation. It objectively and rapidly provides a quantitative proxy of human disease or pathogen impact [6],(McIntyre, unpublished). The H-index captures scientific interest in a disease by deriving a metric from the number of papers published and how many citations each receives. Combining scientific impact (citations) with technical productivity (papers published) is useful as, individually, total papers does not account for the quality of publications, while citation count may be influenced by a small number of seminal papers or if a disease becomes ‘fashionable’ briefly. The H-index method is significantly correlated with more comprehensive measures of human infectious disease impact, including DALYs [6], and deaths from disease (McIntyre, unpublished data). It can be rapidly obtained at low cost, attained automatically, and repeated regularly to reflect changes in impact, serving as a generic tool to assess the relative bearing of diseases or pathogens, in an easier, timelier manner than traditional risk assessments. While the H-index method undoubtedly has limitations, these tend to be different to those of other approaches; its use could be a step forward in separating high and low priority diseases or pathogens, in combination with other risk assessment methods.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 769,
                    "end": 772,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The ENHanCEd Infectious Diseases (EID2) database integrates published data sources on pathogens, their hosts (including vectors) and geographic ranges [7]. By coupling the H-index method with the EID2, the primary aim of this study was to establish priority lists of human and domestic animal pathogens (including zoonoses) present in Europe. We then consider reasons for the omission of some pathogens in our lists from those of other disease prioritisations: the 2010 Global Burden of Disease (GBD) estimates [8], communicable human diseases reportable in the European Community [9], the OIE list of notifiable animal diseases, infections and infestations [10], and the EU FP7 DISCONTOOLS project [11]. The GBD 2010 study was a large collaborative five year project which used all relevant published and unpublished evidence to create the strongest evidence-based epidemiological assessment of people's infectious and non-infectious health problems around the world [8]. The DISCONTOOLS project, funded by the European Commission over five years, investigated the impacts of 52 domestic animal diseases, to focus and prioritise future research [11]. As the zoonotic and emerging status of pathogens as well as their taxonomic division could affect the likelihood of their inclusion in surveillance and impact quantification work, these factors were also investigated as reasons for omission from the other disease prioritisations.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "mention": "[7]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 511,
                    "end": 514,
                    "mention": "[8]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 581,
                    "end": 584,
                    "mention": "[9]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 658,
                    "end": 662,
                    "mention": "[10]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 699,
                    "end": 703,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 968,
                    "end": 971,
                    "mention": "[8]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The H-index can be obtained in the same way for both human and animal pathogens. It therefore has potential as a single metric for prioritising across both host groups. Its potential as a quantitative One Health indicator (i.e. a single measure applicable to both human and animal diseases) was investigated by comparing scores for human-only, zoonotic, and animal-only pathogen groups, including emerging status as this would likely drive research impact.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previous work has shown that the H-index is a proxy for human disease impact [6],(McIntyre, unpublished). We investigated its value as a proxy for animal disease impact by comparing domestic animal pathogen H-indices with other measures of impact including presence on the OIE list [10], and inclusion in DISCONTOOLS [11].",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 282,
                    "end": 286,
                    "mention": "[10]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 317,
                    "end": 321,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The EID2 database collates data on human and domestic animal pathogens: where, when, and in which hosts there is evidence of their occurrence. The database is built largely using automated procedures to interrogate publicly available databases. An EID2 background has been described previously [7]; here, we used similar criteria to define pathogens, including pathogenic status (frequently pathogenic: a pathogen which frequently causes a clinically pathogenic effect - morbidity or mortality - in humans or domestic animals; non-pathogenic: an organism which causes no clinical signs within any of its hosts; unknown pathogenicity: an organism for which there is insufficient evidence to decide), evidence of pathogens affecting hosts (‘host-pathogen interactions’: evidence from at least one piece of meta-data uploaded with DNA or RNA sequence information to [12], which describes where, when and from which host the pathogen came, or specific scientific publications [13]), and evidence of pathogens occurring within countries (evidence from at least one piece of meta-data [12], or at least five publications in [13] where pathogen name and a country MeSH-term [14] co-occurred in the title/abstract). Information on host-pathogen interactions was collated when there was evidence of a pathogen occurring in at least one host of interest to the study (including humans and European domestic animals; see Table 1). Further information about each organism, such as their taxonomic division for pathogens (bacteria – including rickettsia, fungi – including algal pathogens, helminths – including thorny-headed worms and pentastomids, protozoa, and viruses – including prion agents) or their taxonomic rank (genus, species, etc.) is stored using a series of statements. Previously, we examined characteristics of pathogen species [7]; here, we include sub-species, to account for important strains e.g. Escherichia coli O157∶H7.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "mention": "[7]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 863,
                    "end": 867,
                    "mention": "[12]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 972,
                    "end": 976,
                    "mention": "[13]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "mention": "[12]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "mention": "[13]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "mention": "[14]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1832,
                    "end": 1835,
                    "mention": "[7]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "EID2 pathogen information ::: Methods",
            "ref_spans": [
                {
                    "start": 1410,
                    "end": 1417,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Information on whether pathogens were zoonotic, non-zoonotic, emerging and not emerging was examined based upon previously published information [15], [16]. If not included in earlier work or if their status had changed due to more recent scientific evidence, updated pathogen information was based upon the previous definitions. Zoonotic pathogens were classified as those naturally transmitted between vertebrate (non-human) animals and humans (as the definitive host), not including species which have recently evolved from animal pathogens but are no longer transmitted between animals and humans [15], [17]. Emerging pathogens are those that have appeared in a host population for the first time (including newly-evolved strains), or have occurred previously but are increasing in incidence or expanding into areas where they had not previously been reported [15], [17]. Pathogens needed to have emerged in several geographically distinct areas to be ‘emerging’.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "mention": "[15]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 151,
                    "end": 155,
                    "mention": "[16]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 601,
                    "end": 605,
                    "mention": "[15]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 607,
                    "end": 611,
                    "mention": "[17]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 864,
                    "end": 868,
                    "mention": "[15]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 870,
                    "end": 874,
                    "mention": "[17]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Emerging/zoonotic pathogen status ::: Methods",
            "ref_spans": []
        },
        {
            "text": "H-index searches were undertaken in January 2012 using Web of Science (WoS) [18]. Previous work established that results of H-index searches for pathogens undertaken using different bibliographic sources (e.g. WoS, SCOPUS, Google Scholar) are not identical but are highly correlated [6].",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "mention": "[18]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 283,
                    "end": 286,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Information sources ::: H-index literature search protocol ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Searches were restricted to the years 1900 to 2010, inclusive. English is used in WoS, however searches also include foreign-language publication title translations. All literature in the WoS database has been published.",
            "cite_spans": [],
            "section": "Eligibility criteria ::: H-index literature search protocol ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Searches were undertaken using search phrases specified in quotation marks (“”), the ‘topic’ search field and with no lemmatization. Phrases were compiled including pathogen scientific name, alternative names, synonyms and alternative spellings according to NCBI Taxonomy [19]. H-indices for clinical diseases used clinical terms as well as pathogen phrases for the main pathogens of disease. Virus searches also included synonyms and acronyms from the NCBI Taxonomy database and International Committee on Taxonomy of Viruses [19], [20], and the term ‘virus’, and excluded other entities (viral or non-viral) which shared acronyms. The Boolean operators ‘AND’, ‘OR’, and ‘NOT’ linked multiple search phrases.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "mention": "[19]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 527,
                    "end": 531,
                    "mention": "[19]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 533,
                    "end": 537,
                    "mention": "[20]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Searches ::: H-index literature search protocol ::: Methods",
            "ref_spans": []
        },
        {
            "text": "(“mycobacterium tuberculosis” OR “bacillus tuberculosis” OR “bacterium tuberculosis” OR “mycobacterium tuberculosis typus humanus” OR “mycobacterium tuberculosis var. hominis”).",
            "cite_spans": [],
            "section": "Example of a search phrase ::: H-index literature search protocol ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A full list of human and domestic animal pathogens frequently causing pathogenic effects and for which there was evidence of European occurrence was created using EID2 information [7], and defined criteria, see Figure 1. The relative impact of pathogens in this full list was assessed by calculating H-indices using the specified search protocol; high impact pathogens had the highest H-indices. The list was split according to host-pathogen interaction information, into two directories, one including pathogens with evidence of their occurrence in humans, and the second including domestic animal occurrence; zoonotic pathogens appeared in both lists. Information was manually obtained on whether these pathogens cause diseases featuring in other prioritisation lists [8], [10], [11], by examining pathogens listed under each disease's details in the NCBI MeSH library [14]; specific lists of diseases had been provided in other work [9], [11]. These additional pieces of information are included in the results (Tables 2 and 3). Finally, information on the pathogenic status of each pathogen, whether they frequently occurred in the relevant hosts and in Europe was verified by the study authors using manual literature searches of the scientific literature, for the pathogens with the highest H-indices.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "mention": "[7]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 770,
                    "end": 773,
                    "mention": "[8]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 775,
                    "end": 779,
                    "mention": "[10]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 781,
                    "end": 785,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 871,
                    "end": 875,
                    "mention": "[14]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 936,
                    "end": 939,
                    "mention": "[9]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 941,
                    "end": 945,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Pathogen prioritisation framework ::: Methods",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "mention": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1015,
                    "end": 1023,
                    "mention": "Tables 2",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1029,
                    "mention": "3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Pearson's Chi-squared tests with Yates' continuity correction and Fisher's Exact Tests (FET) were used to test for differences in counts of pathogens included in previous work [9], [10], [11], according to outcomes including their taxonomic division, zoonotic and emerging status. Where appropriate, odds ratios (OR) and 95% confidence intervals (CI) are presented.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "mention": "[9]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 181,
                    "end": 185,
                    "mention": "[10]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 187,
                    "end": 191,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "H-indices and previous prioritisations ::: Data analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Differences in H-indices for human-only, zoonotic, and animal-only pathogens were examined using a two-way Analysis of Variance (ANOVA) with log10-transformation of the response, including emerging status as an explanatory covariate. Post-hoc Tukey multiple comparisons of treatments were undertaken using the HSD.test\n[21].",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "mention": "[21]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "H-indices for One Health ::: Data analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\n-OIE list. Homogeneity of variances of H-indices for animal-only (and not zoonotic) pathogens included or not within the OIE list of notifiable animal diseases was examined using the Fligner-Killeen (median) test. One-way ANOVA thereafter established differences in the (log10-transformed) H-indices of pathogens included or not in the OIE list. –DISCONTOOLS. H-indices and DISCONTOOLS scores were compared using Spearman's Rank correlations. If more than one pathogen had been included within disease information for the DISCONTOOLS rankings (for Campylobacter, Leishmaniasis, and Salmonellosis), the higher H-index score was used for analyses.",
            "cite_spans": [],
            "section": "H-indices for domestic animal pathogens ::: Data analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All analyses were undertaken using the statistical software package R [22], with statistical significance determined by a P-value of less than 0.05.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "mention": "[22]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "H-indices for domestic animal pathogens ::: Data analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Two lists each including the top 100 human (Table 2) and domestic animal pathogens (Table 3) which cause significant clinical disease and which therefore need consideration from a health and well-being perspective were short-listed using the H-index prioritisation method (for alternative names and synonyms see [19]). When combined, 114 (72.6%) pathogens appeared solely in the human or animal list, and 43 (27.4%) were in both lists. Of the top 100 human pathogens, 66 were classed as zoonotic and 67 were emerging, compared to 67 and 57 for domestic animal pathogens, respectively.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "mention": "[19]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Priority lists of human and domestic animal pathogens present in Europe ::: Results",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 84,
                    "end": 91,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Of the top 100 human pathogens identified, 42 were either included in the GBD [8], or are reportable to the EC [9], or both. Reasons for failure to include pathogens may be that pathogenic agents cause rarely diagnosed disease (e.g. Human T-lymphotropic Virus 1, Lymphocytic Choriomeningitis Virus, and Moraxella catarrhalis), or because disease agents are diverse, e.g. pneumonia or other lung infections (Aspergillus niger, Chlamydophila pneumonia, Cryptococcus neoformans, Klebsiella pneumonia, and Mycoplasma pneumoniae) and gastro-intestinal (GI) symptoms or GI-tract infections (Aeromonas hydrophila, Bacillus cereus, Bacteroides fragilis, Clostridium species, Vibrio parahaemolyticus, and Yersinia enterocolitica). The impact of chronic disease or diseases causing low morbidity may be difficult to quantify or seen as less important (Bartonella henselae, Borrelia burgdorferi, Human Enterovirus C, Human Herpesvirus group, Human Papillomavirus, Human Parvovirus b19, Mycobacterium bovis, Mycobacterium avium, and Mycoplasma genitalium). In addition, some pathogens may generally be commensals or natural biota (Aggregatibacter actinomycetemcomitans, Candida species, Enterobacter, Enterococcus, Staphylococcus species, Candida tropicalis, Helicobacter pylori, and Porphyromonas gingivalis) or species existing in the environment (Acinetobacter baumannii, Burkholderia cepacia, Candida glabrata, Entamoeba histolytica, Fusarium oxysporum, Gibberella moniliformis, Proteus mirabilis, Pseudomonas species, Rhizopus oryzae, Serratia marcescens, Staphylococcus aureus, and Stenotrophomonas maltophilia) causing opportunistic infections in immune-compromised individuals (including those young, old or pregnant); their impact upon the general population may not be quantified.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "mention": "[8]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 111,
                    "end": 114,
                    "mention": "[9]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "H-indices and previous prioritisations ::: Results",
            "ref_spans": []
        },
        {
            "text": "Of the top 100 domestic animal pathogens described, 76 were either notifiable according to the OIE [10], or included in DISCONTOOLS [11], or both. Reasons for failure to include may be similar to for human pathogens (only pathogens not previously mentioned are cited: multiple disease symptoms or lack of diagnosis – Ascaris suum, Feline Immunodeficiency Virus, Feline Leukemia Virus, Gallid Herpesvirus 2, Haemonchus contortus, and Yersinia pseudotuberculosis; causes of specific disease being diverse, for respiratory infection - Feline Calicivirus, and GI symptoms - Campylobacter fetus, Cryptosporidium parvum, and Listeria monocytogenes,; and existing in the environment and opportunistic - Pseudomonas aeruginosa). In addition, some omitted pathogens may be production issues with impact difficult to quantify (Streptococcus agalactiae causing Mastitis in cattle and Neospora caninum causing abortion in cattle and dogs) and some may be issues of pets (Canine Parvovirus, Neospora caninum, and Parainfluenza Virus 5).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "mention": "[10]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 132,
                    "end": 136,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "H-indices and previous prioritisations ::: Results",
            "ref_spans": []
        },
        {
            "text": "For human pathogens in our list (Table 2), fungi and helminths are particularly under-represented in GBD assessments (percentage included in GBD: bacteria, 25%; fungi, 0%; helminths, 0%; protozoa, 60%; viruses, 42.3%; FET, P = 0·046). There was no difference between taxonomic divisions in the percentage reportable to the EC (FET, P = 0.109). Human pathogens classed as emerging (compared to not emerging) were statistically more likely to have GBD estimates (FET, P<0.001, OR = 10.27, CI = 2.28–95.77) and be EC reportable (FET, P<0.001, OR = 16.00, CI = 3.49–144.92), but not more likely to have GBD estimates or be EC reportable if they were zoonotic compared to non-zoonotic (Pearson's χ2, P = 0.219 and FET, P = 0.745, respectively).",
            "cite_spans": [],
            "section": "H-indices and previous prioritisations ::: Results",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "For domestic animal pathogens in our list (Table 3), fungi were particularly under-represented in the OIE list (percentage included in OIE: bacteria, 20%; fungi, 0%; helminths, 33.3%, protozoa, 33.3%, viruses, 52.5%; FET, P = 0.014). By contrast, viruses are particularly under-represented in DISCONTOOLS (percentage included in DISCONTOOLS: bacteria, 55.6%; fungi, 100%; helminths, 33.3%; protozoa, 33.3%; viruses, 25%; FET, P = 0.008). Animal pathogens classed as zoonotic (compared to non-zoonotic) were (of borderline statistical significance) less likely to be included in the OIE list (Pearson's χ2, P = 0.055, effect size(ø) = 0.22, OR = 0.39) but there was no difference in the percentage included in DISCONTOOLS, (Pearson's χ2, P = 0.309) nor any effect of being emerging (versus not emerging) on inclusion in either list (Pearson's χ2, P = 0.633 and P<0.99, respectively).",
            "cite_spans": [],
            "section": "H-indices and previous prioritisations ::: Results",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "There was a statistically significant difference between the H-indices of zoonotic, human-only or animal-only pathogens (Two-way ANOVA, F\n2,152 = 24·40, P<0.001); H-indices were significantly higher for human-only (untransformed mean = 132.39±6.14 and lower for animal-only pathogens (68.11±6.06) compared to zoonotic (100.83±9.93). H-indices were higher (with borderline statistical significance) for emerging (106.61±10.19) compared to not emerging (86.91±8.14) pathogens (Two-way ANOVA, F1\n,152 = 3.78, P = 0.054). The interaction between zoonotic and emerging factors was not significant (P = 0.25).",
            "cite_spans": [],
            "section": "H-indices for One Health ::: Results",
            "ref_spans": []
        },
        {
            "text": "There was no difference in the H-indices of animal-only pathogens included or not within the OIE list (ANOVA F(1, 31) = 0·005, MSE<0.001, P = 0.943; variances not significantly different by Fligner-Killeen (median) test.",
            "cite_spans": [],
            "section": "-OIE list ::: H-indices for domestic animal pathogens ::: Results",
            "ref_spans": []
        },
        {
            "text": "There were significant correlations between H-indices and DISCONTOOLS estimates of public (human) health (zoonotic and animal pathogens) and impact on wider society (animal-only pathogens), and a further relationship of borderline significance between H-indices and the DISCONTOOLS overall result; no other correlations were significant (Table 4).",
            "cite_spans": [],
            "section": "-DISCONTOOLS ::: H-indices for domestic animal pathogens ::: Results",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The European Commission has outlined measures to strengthen coordinated approaches to health security at EU level, including monitoring, early warning and combating specific threats of a cross-border nature. These measures could be for climate change resilience [23] or for biosecurity, particularly for infectious diseases including communicable diseases, antimicrobial resistant and healthcare-associated infections related to communicable diseases, and biotoxins or other biological agents [24]. In this study, we implement a number of previously defined actions [25], including presenting a quantitative evaluation for the impact of infectious pathogens affecting human health and well-being (via effects upon domestic animals) [24]. The work is unique, starting with all known infectious pathogens, and then objectively and systematically deciding which occur in relevant hosts in Europe using a transparent process. The study establishes priority lists of human and domestic animal pathogens (including zoonoses) present in Europe, using the H-index as a proxy measure for impact.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "mention": "[23]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 493,
                    "end": 497,
                    "mention": "[24]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 566,
                    "end": 570,
                    "mention": "[25]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 732,
                    "end": 736,
                    "mention": "[24]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Previous work suggests that higher H-indices indicate higher impact for a pathogen relative to lower H-indices [6], (McIntyre, unpublished material). The H-index method has both strengths and weaknesses. The strengths include that it is much more evidence-based and objective than semi-quantitative and qualitative approaches, and the results provide an easily understood quantitative estimate of impact. H-indices estimates can be simply and rapidly calculated, and they can therefore be repeatedly obtained to reflect changes in status, with the potential for automation of this process. The results are available for all pathogens at a global scale, and the scores reflect the wider scientific interest that would be expected to follow from a pathogen being either zoonotic or emerging [6]. Most importantly, within a study of 27 human diseases, H-indices were correlated with DALY estimates [6], (McIntyre, unpublished material). DALYs are an accepted measure of true disease burden in humans which accounts for the years of healthy life lost as a result of poor health or disability as well as the potential years of life lost due to premature death [26]. In further work, H-indices were also correlated with the number of human deaths (McIntyre, unpublished material).",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 789,
                    "end": 792,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 895,
                    "end": 898,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "mention": "[26]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The weaknesses of the H-index method include that calculations need some manual oversight, as false positives can occur for instance when pathogens are used as model organisms; biases in results may happen because of trends in interest in specific pathogens, diseases or research fields or in certain regions; and estimates are subject to biases in funding (McIntyre, unpublished material) and research publication. H-indices are likely to underestimate the contribution of scientific literature published in non-English languages, although after translation some publications are included in WoS and consequently in our calculations of H-indices. The literature searching method also doesn't account for the quality of publications in which pathogen names appear and the typical number of citations within different fields, and all bibliographic software packages incorporate newly published literature from different literature sources into their databases at different rates. Finally, H-indices are only a proxy for impact, with the results susceptible to a lag in time-to-publication, and newly emerging pathogens likely to be under-represented.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As the strengths and weaknesses of using the H-index method are different to those of other prioritisation methods, it is probably best used in combination with other approaches, for example, to shortlist a set of pathogens for more detailed risk assessment relying on expert opinion or qualitative data. It may also be used to prioritise diseases for which formal risk assessments are not possible because of data gaps.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our priority lists of pathogens enabled investigation of why infectious pathogens are omitted from disease surveillance and impact quantification work [8], [9], [10], [11]. We considered several reasons for exclusion, including lack of diagnosis or misdiagnosis [27], because the impact of particularly chronic infections is difficult to quantify or they are seen as less important, and because some pathogens are commensals or natural biota causing opportunistic infections in immune-compromised individuals; their impact upon the general population may therefore not be quantified. Recently discovered pathogens may be under-represented as a sufficient body of evidence for their impact may not have been accrued within the literature, for example Norovirus infection does not appear within the top 100 human pathogens. In addition, domestic pet pathogens, particularly if non-zoonotic or easily controlled, may not be included. Further analysis suggests that pathogens fail to be included dependent upon their taxonomic division (perhaps due to diagnostic issues) and for human pathogens, if they are not emerging, perhaps as a result of the ‘Matthew effect’ (‘the rich get richer and the poor get poorer’); equally, they may simply have less long-term impact. The effect of emerging status is unsurprising, given this focus in surveillance work and despite a lag in time-to-publication leading to their likely under-representation in H-index calculations [6]; for some animal pathogens, this is the first time that emerging status has been examined.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "mention": "[8]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 156,
                    "end": 159,
                    "mention": "[9]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 161,
                    "end": 165,
                    "mention": "[10]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 167,
                    "end": 171,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 262,
                    "end": 266,
                    "mention": "[27]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1459,
                    "end": 1462,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Methods to assess disease impacts use metrics capturing either human or animal host effects; they neither measure the magnitude in all hosts nor take account of scientific knowledge and tools for control. It is hard to prioritise human and animal diseases, because of the different metrics used (health or societal impacts versus welfare or economic impacts). Significant differences between H-indices mean values for human-only, zoonotic, and animal-only pathogens provide evidence that this single measure may have some use as a One Health metric accounting for such factors. For example values for zoonotic pathogens were higher than for animal-only, suggesting that they account for human as well as animal-impact. Higher values for human-only compared to other pathogen groups suggests that zoonoses may be under-represented due to underestimation of their global burden [28], [29], or research impact [6], or because of biases in research impact and funding for chronic human pathogens [29]. In addition, lower animal-only H-indices may be due to funding biases.",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 880,
                    "mention": "[28]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 882,
                    "end": 886,
                    "mention": "[29]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 907,
                    "end": 910,
                    "mention": "[6]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 992,
                    "end": 996,
                    "mention": "[29]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finally, there was limited evidence that the H-index method is a reasonable proxy for the impact of animal pathogens; animal pathogen H-indices were significantly positively correlated with subsections of DISCONTOOLS [11], including impact on public (human) health and overall results (borderline significance). If animal-only (not zoonotic) diseases were included, there was a significant positive relationship with impact on wider society. As the more animal-focussed subsections (disease knowledge, impact on animal health and welfare, impact on trade, and available control tools) were not correlated with H-indices, and H-indices were not affected by inclusion in the OIE list [10], this suggests a human-centric bias in H-indices; for example, a pathogen causing little impact in animals may nevertheless have a high H-index if zoonotic.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "mention": "[11]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 682,
                    "end": 686,
                    "mention": "[10]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The priority lists presented in this work should be used by agencies and research organisations in combination with other risk assessment methods to identify gaps in working for priority setting. It has been suggested that zoonoses must be dealt with at the interface of human and animal health using all available information [30]; this work, combining the EID2 and H-index technique, demonstrates such ‘big-data’ approaches.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "mention": "[30]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Evidence-based semiquantitative methodology for prioritization of foodborne zoonoses",
            "authors": [],
            "year": 2009,
            "venue": "Foodborne Pathog Dis",
            "volume": "6",
            "issn": "",
            "pages": "1083-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Commission implementing decision of 8 August 2012 amending decision 2002/253/EC laying down case definitions for reporting communicable diseases to the community network under decision no. 2119/98/EC of the European Parliament and of the council",
            "authors": [],
            "year": 2012,
            "venue": "Official Journal of the European Union",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Decision No 1082/2013/EU of the European Parliament and of the Council of 22 October 2013 on serious cross-border threats to health and repealing Decision No 2119/98/EC",
            "authors": [],
            "year": 2013,
            "venue": "Official Journal of the European Union",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Establishing priorities for national communicable disease surveillance",
            "authors": [],
            "year": 2000,
            "venue": "Can J Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "21-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Global change: impact, management, risk approach and health measures - the case of Europe",
            "authors": [],
            "year": 2008,
            "venue": "Rev Sci Tech",
            "volume": "27",
            "issn": "",
            "pages": "541-550",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Prioritizing emerging zoonoses in the Netherlands",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "U990-U994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Emerging infectious diseases: vulnerabilities, contributing factors and approaches",
            "authors": [],
            "year": 2004,
            "venue": "Expert Rev Anti Infect Ther",
            "volume": "2",
            "issn": "",
            "pages": "299-316",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Monitoring EU Emerging infectious disease risk due to climate change",
            "authors": [],
            "year": 2012,
            "venue": "Science",
            "volume": "336",
            "issn": "",
            "pages": "418-419",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Neglected and endemic zoonoses",
            "authors": [],
            "year": 2009,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "364",
            "issn": "",
            "pages": "2777-2787",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The H-Index as a quantitative indicator of the relative impact of human diseases",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Using open-access taxonomic and spatial information to create a comprehensive database for the study of mammalian and avian livestock and pet infections",
            "authors": [],
            "year": null,
            "venue": "Prev Vet Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Emerging zoonoses: The challenge for public health and biodefense",
            "authors": [],
            "year": 2008,
            "venue": "Prev Vet Med",
            "volume": "86",
            "issn": "",
            "pages": "216-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Disability-adjusted life years (DALYs) for 291 diseases and injuries in 21 regions, 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2197-2223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Quantifying the burden of disease - the technicial basis for diability-adjusted life years",
            "authors": [],
            "year": 1994,
            "venue": "B World Health Organ",
            "volume": "72",
            "issn": "",
            "pages": "429-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Risk factors for human disease emergence",
            "authors": [],
            "year": 2001,
            "venue": "Philos Trans R Soc Lond B Biol Sci",
            "volume": "356",
            "issn": "",
            "pages": "983-989",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The socioeconomic burden of parasitic zoonoses: global trends",
            "authors": [],
            "year": 2011,
            "venue": "Vet Parasitol",
            "volume": "182",
            "issn": "",
            "pages": "79-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Years lived with disability (YLDs) for 1160 sequelae of 289 diseases and injuries 1990–2010: a systematic analysis for the Global Burden of Disease Study 2010",
            "authors": [],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "2163-2196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Establishing priorities for European collaboration in communicable disease surveillance",
            "authors": [],
            "year": 1999,
            "venue": "Euro J Public Health",
            "volume": "9",
            "issn": "",
            "pages": "236-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Host range and emerging and reemerging pathogens",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "1842-1847",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}