{
    "paper_id": "PMC4814864",
    "metadata": {
        "title": "Serotype and genetic diversity of human rhinovirus strains that circulated in Kenya in 2008",
        "authors": [
            {
                "first": "Sylvia",
                "middle": [],
                "last": "Milanoi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Juliette",
                "middle": [
                    "R."
                ],
                "last": "Ongus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "George",
                "middle": [],
                "last": "Gachara",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rodney",
                "middle": [],
                "last": "Coldren",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wallace",
                "middle": [],
                "last": "Bulimo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Human rhinoviruses (HRV) form one of the largest genera within the Picornaviridae family. They are non‐enveloped viruses with a linear positive sense, single‐stranded RNA genome of about 7200 bp. The viral genome is translated into a single polyprotein which is proteolytically cleaved to produce 11 proteins. These include four structural proteins (VP1, VP2, VP3, and VP4) which are used as target regions in the detection, species diversity, and serotype identification of HRV variants in diagnostic respiratory samples.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Since their discovery in the 1950s, over 100 serotypes have been confirmed.1 Initially, these were classified into two species; species A and B (HRV‐A and HRV‐B). From 2006, previously undetected strains were discovered in multiple studies around the world,2, 3, 4, 5 these have now been designated HRV‐C. HRV‐Cs have distinct characteristics that differentiate them from species A and B, but their specific pathogenic mechanisms have not yet been clearly defined.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Traditionally, HRVs are associated with upper respiratory infections also known as the common cold, which is mostly a self‐limiting illness. However, in recent years, with increased implementation of molecular assays in the detection of HRVs, they have been identified as etiological agents of lower respiratory infections and are closely associated with more serious clinical presentations including asthma, chronic obstructive pulmonary disease, fatal pneumonia, and bronchiolitis.6, 7, 8, 9, 10 The serious illnesses associated with HRV are mostly reported among children, immunocompromised adults, and the elderly. HRVs are present worldwide, all year‐round, and therefore account for a significant amount of viral respiratory tract infections. These result in restricted activities, work, and school absenteeism which, in turn, directly and indirectly lead to considerable economic burden.11, 12\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite the economic and medical importance of HRV, little is known about their circulation dynamics and serotype diversity in Kenya. This study retrospectively employed a molecular approach to type and characterize HRVs present in Kenya in 2008.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Samples were randomly selected using the systematic sampling technique 13 from archived samples collected as part of the respiratory virus surveillance program of the United States Army Medical Research Directorate‐Kenya (USAMRD‐K) at the National Influenza Center within the Kenya Medical Research Institute (KEMRI). These samples had been collected in 2008 from patients who had enrolled in the surveillance program for respiratory viruses. This program's network was designed to include different population demographics and geographic regions across Kenya and comprised: Malindi, New Nyanza, Isiolo, Alupe, Port Reitz, Kisii, Kericho, and Mbagathi hospitals.",
            "cite_spans": [],
            "section": "Study design and population ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Participants enrolled in the surveillance program were outpatients who presented with ILI symptoms and were >2 months old. Patient clinical data had been collected along with their demographic information. The ILI case definition included sore throat, cough, and temperature >38°C. Nasopharyngeal swabs were collected from each participant using a sterile flexible flocked swab (COPAN Diagnostics Inc., Murrieta, CA, USA) that was immediately inserted in a cryovial tube containing 1 ml of viral transport medium (VTM) and transported to the National Influenza Center Laboratory observing the cold chain.",
            "cite_spans": [],
            "section": "Study design and population ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All participants were appropriately informed of the study objectives by the attending study personnel and a written consent was obtained. This study was reviewed and approved by the Walter Reed Army Institute of Research (WRAIR) Institutional Review Board and the Kenya Medical Research Institute (KEMRI) Ethics Review Committee under protocol approvals WRAIR #1267 subproject 2 and KEMRI SSC #2188, respectively.",
            "cite_spans": [],
            "section": "Study design and population ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Viral RNA was extracted from 100 μl of each sample using QIAmp Viral RNA mini kit (Qiagen Inc., Valencia, CA, USA) according to the manufacturer's specifications. Preliminary detection of HRV was performed using real‐time RT‐PCR with primers and probes directed to the 5′ non‐coding region as previously described.14 HRV‐positive samples were amplified using RT‐PCR with primers flanking the hypervariable part of the 5′ NCR, the entire VP4 gene, and the 5′ terminus of the VP2 gene.1 The amplicons were purified using exonuclease 1/shrimp alkaline phosphatase (ExoSap‐II) enzyme (Affymetrix, Santa Clara, CA, USA). Direct amplicon sequencing was performed using the Big Dye chain terminator (v.3·1) (Applied Biosystems, Foster City, CA, USA) on an automated ABI 3500XL genetic analyzer (Applied Biosystems).",
            "cite_spans": [],
            "section": "RNA extraction, PCR amplification, and nucleotide sequencing ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Sequences of the partial VP4/VP2 gene region of the Kenyan HRV strains described in this study were submitted to GenBank under the accession numbers: KR059989–KR060014.",
            "cite_spans": [],
            "section": "RNA extraction, PCR amplification, and nucleotide sequencing ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Consensus contig assembly of the newly determined nucleotide sequences was performed using dna baser sequence assembler V.4 (2013) (Heracle BioSoft, www.DnaBaser.com) and thereafter edited using BioEdit sequence alignment editor.15 Multiple sequence alignment was performed using muscle software V.3·8.16 This was achieved by comparing the analyzed sequence fragment to all the available Rhinovirus reference prototypes retrieved from Genbank (http://www.ncbi.nlm.nih.gov). Phylogeny inference was made using mr. bayes software V.3·2 17 and the generated tree was viewed using figtree V.1·4·0 software (http://tree.bio.ed.ac.uk/software/figtree/). Serotype identity was determined on the basis of a phylogenetic tree. Natural selection pressure analyses of the VP4/VP2 genomic region were performed on the online Data Monkey Interface (http://www.datamonkey.org).18 Selection pressure at individual codon sites and the mean dN/dS rates of evolution were estimated using the single likelihood ancestor counting (SLAC), the fixed effects likelihood (FEL), and the internal fixed effects likelihood (IFEL) methods. The rate of synonymous nucleotide per non‐synonymous site (dN) against that of nucleotide substitution per synonymous site (dS), which is the dN/dS ratio, was used as an index to assess selection pressure and was interpreted as follows: dN/dS >1 = positive (diversifying) selection, whereas dN/dS <1 = negative selection (purifying) and dN/dS = 1 means neutral selection. The level of significance for selection was based on the P‐value. Strong evidence of selection was indicated by a P‐value < 0·05.",
            "cite_spans": [],
            "section": "Sequence analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To detect other respiratory viruses, we used CDC protocols for molecular (PCR) detection of human influenzaviruses, human adenoviruses, human parainfluenzaviruses, human metapneumoviruses, hRSV, HSV1, coronaviruses (including SARS‐CoV and MERS‐CoV), and respiratory enteroviruses including coxsackieviruses.",
            "cite_spans": [],
            "section": "Detection of other respiratory viruses ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A total of 517 samples collected in 2008 were randomly selected and retrospectively screened for HRVs. These were from patients aged between 3 months and 47 years old with a 9:4 male to female ratio. Clinical symptoms exhibited by these patients included the following: fever (100%), cough (100%), runny nose (92%), nasal stuffiness (69%), sputum production (38%), difficulty in breathing (35%), diarrhea (27%), vomiting (23%), and chills (19%) among others (Table 1). These samples were collected all year‐round except for January and December. However, March and May had the highest recordings with 39% of the positive samples having been collected in these months.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Among the samples, 131 (25%) tested positive for HRV by real‐time PCR. A fragment of ~549 bp including the hypervariable part of the 5′ NCR and full‐length VP4 and partial VP2 gene region was successfully amplified in 37 (28%) samples. Eleven samples were excluded from further analyses. Of these, six displayed poor sequence quality while the other five sequences comprised echovirus (two) and coxsackieviruses (three). BLAST analyses of the remaining 26 sequences indicated the three HRV species comprising of 14 HRV‐A, 9 HRV‐C, and 3 HRV‐B species.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "All the patient samples had been previously tested for other viral etiologies of respiratory disease. From those tests, the two patients infected with KENHRV002 and KENHRV022 had coinfection with Coxsackie B virus and one patient infected with KENHRV026 had a coinfection with human parainfluenzavirus type 3.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Analyses of genetic identities revealed that intraspecies identities of the Kenyan HRV strains ranged from 58% to 100% at the nucleotide level and 55% to 100% at the amino acid level. Within the HRV‐A species, nucleotide identity of the Kenyan viruses to their prototype reference strain ranged from 77% to 88% and the corresponding amino acid identities were between 91% and 99%. These strains also shared 73–96% nucleotide and 87–99% amino acid identities with other HRV‐A contemporaneous strains. HRV‐B strains displayed 77–97% and 87–97% sequence similarity to their prototype reference strain at the nucleotide and amino acid levels, respectively, and 75–88% nucleotide identities and 85–99% amino acid identities with other HRV‐B contemporaneous strains. There was a slight difference in the sequence comparison of the HRV‐C strains to the reference and the prototype strains. These showed a much lower relatedness compared to the other two species. Percentage nucleotide identity to the prototype reference strain was only 73–77% and 82–92% at the amino acid level. Furthermore, comparison of the Kenyan HRV‐C strains to contemporaneous strains showed the nucleotide and amino acid identities varying between 59–98% and 60–100%, respectively. Phylogenetically, the Kenyan HRVs clustered into 20 serotypes among the HRV‐A, HRV‐B, and HRV‐C species (Figure 1). Serotype‐specific comparison of the Kenyan HRV sequences to contemporaneous sequences and the serotype‐specific reference sequence available in Genbank revealed that the nucleotide and amino acid identities generally ranged between 79–100% and 94–100%, respectively (Table 2).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1362,
                    "end": 1363,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The Kenyan HRV strains showed countrywide distribution with more than one serotype circulating in the same region. The coastal region had the highest number of serotypes in circulation with seven identified (A01, A20, A47, A49, A71, C02, and C33), followed by the Nairobi region where six (A58, B84, C02, C13) serotypes circulated. Five different HRV serotypes (A30, A20, A29, C02, and B91) were identified from the western region at the Kisii, Alupe, and New Nyanza hospitals. Only one serotype (A01) was identified from the Rift Valley region.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Selection pressure analyses of the VP4/VP2 genomic region revealed no statistically significant (P‐value < 0·05) positive selection as determined by the SLAC, FEL, or IFEL methods. However, numerous negatively selected sites were observed for all the species. The global selection pressures on the gene region for HRV‐A, HRV‐B, and HRV‐C as estimated by the SLAC method were 0·0353, 0·0305, and 0·0702, respectively (P‐value < 0·05).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "HRVs are etiological agents of lower respiratory infections closely associated with serious clinical presentations including asthma, chronic obstructive pulmonary disease, fatal pneumonia, and bronchiolitis,6, 7, 8, 9, 10 yet there is a dearth of information regarding their circulation dynamics and serotype diversity across different regions in Kenya. In this study, we sought to address this gap and found that in 2008, all the three species of HRVs were detected in patients who presented with ILI symptoms in hospitals across Kenya. Whereas symptoms data for all patients were available, no clinical diagnosis data were provided by the attending clinicians and therefore it was not possible to associate HRV infection with disease severity. However, detection of HRV in symptomatic patients enrolled in this study suggests that in Kenya, HRVs contribute to diseases that manifest as ILI. Indeed, some studies have reported more frequent HRV detection in symptomatic than asymptomatic cases.19, 20\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In 2008, HRV‐A was the predominant strain circulating in Kenya followed by HRV‐C and the least common was HRV‐B. Studies in other countries reported similar predominance of HRV‐A between 2009 and 2012 in the United States, Japan, UK, and the Netherlands,21, 22, 23, 24 yet others have reported HRV‐B as the predominant species in Spain and Thailand in the same period.6, 25 Recently, a higher prevalence of HRV‐C over HRV‐A was observed in Australia among preschool‐aged children.26 Whereas the majority (96%) of the patients in this study were children, it is known that the distribution patterns of HRV may vary depending on population under study.27, 28\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Phylogenetic analysis confirmed circulation of 20 diverse HRV serotypes in Kenya in 2008. The most predominant serotype was C02 (three) followed by C13, A01, and A20 all of which had two strains detected, while all the other serotypes recorded one strain each. This is in contrast to findings in Mongolia where the most frequently detected HRV serotypes were A12, A46, A78, A80, B6, B35, B52, B86, C2, C5, and C4 between the years 2008 and 2013.29 Furthermore, our findings here were limited to a period of 1 year and may not represent a good comparator.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite their recent discovery, HRV‐Cs are not newly emerged because they have been in circulation as far back as 1982.30 Infections with the novel HRV‐C are associated with severe disease outcomes compared to those with HRV‐A and HRV‐B.6, 7, 8, 9, 10 In this study, six cases of HRV‐C were detected within the year. 83% of these cases were acute, presenting with difficulty in breathing confirming severity of diseases associated with these species.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Natural selection pressure analysis of the VP4/VP2 gene region from all the Kenyan HRV strains identified many negatively selected sites. This indicates that they have evolved through negative purifying selection which works by removing deleterious mutations. The numerous negatively selected sites found in the Kenyan HRV strains may indicate that portion of the genome has attained genetic stability and therefore resist deleterious mutations. These findings echo those of previous reports.31, 32\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study had three major limitations. First, due to the retrospective approach of the study, it was not possible to include a control group of asymptomatic patients from the same period. The control group would have facilitated association of a particular HRV type with severity of disease. Secondly, the sampling period was only limited to 1 year which could have lead to underestimation of the type diversity overall. A longer study observation period may have revealed a different picture. Finally, the lack of clinical diagnosis data for patients enrolled in this study hampered efforts to link HRV infection to disease severity. Notwithstanding these limitations, this is the first study cataloging a year‐long countrywide circulation of HRV species and serotypes in Kenya.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we have for the first time confirmed that HRVs are associated with ILI across Kenya and demonstrated the broad range of HRV serotypes in circulation. Furthermore, we have also demonstrated marked nucleotide variation in the VP4/VP2 junction among the Kenyan viruses. In future, comprehensive characterization of HRVs circulating in Kenya should involve full genome sequencing of the viruses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical Symptoms and demographic information of 26 patients positive for HRV\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Serotype‐specific nucleotide and amino acid identities comparison of Kenyan HRVs to contemporaneous and reference sequences\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Phylogenetic tree based on nucleotide variations in the VP4/VP2 gene region of Human rhinovirus strains. The Kenyan strains are designated with the prefix ‘KEN’, whereas the reference strains are represented by their GenBank accession numbers. The three species are represented in color: blue, HRV‐A; red, HRV‐C; green, HRV‐B.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Genetic clustering of all 102 human rhinovirus prototype strains: serotype 87 is close to human enterovirus 70",
            "authors": [],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "333-340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "MassTag polymerase‐chain‐reaction detection of respiratory pathogens, including a new rhinovirus genotype, that caused influenza‐like illness in New York State during 2004–2005",
            "authors": [],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "194",
            "issn": "",
            "pages": "1398-1402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical features and complete genome characterization of a distinct human rhinovirus (HRV) genetic cluster, probably representing a previously undetected HRV species, HRV‐C, associated with acute respiratory illness in children",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "3655-3664",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Frequent detection of human rhinoviruses, paramyxoviruses, coronaviruses, and bocavirus during acute respiratory tract infections",
            "authors": [],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "1232-1240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Characterisation of a newly identified human rhinovirus, HRV‐QPM, discovered in infants with bronchiolitis",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Virol",
            "volume": "39",
            "issn": "",
            "pages": "67-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Role of rhinovirus C respiratory infections in sick and healthy children in Spain",
            "authors": [],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "",
            "pages": "717-720",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Systemic T‐helper and T‐regulatory cell type cytokine responses in rhinovirus vs. respiratory syncytial virus induced early wheezing: an observational study",
            "authors": [],
            "year": 2009,
            "venue": "Respir Res",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Viral pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "1264-1275",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Impact of rhinoviruses on pediatric community‐acquired pneumonia",
            "authors": [],
            "year": 2012,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "31",
            "issn": "",
            "pages": "1637-1645",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Viral infections in patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2008,
            "venue": "Curr Opin Pulm Med",
            "volume": "14",
            "issn": "",
            "pages": "89-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The economic burden of non–influenza‐related viral respiratory tract infection in the United States",
            "authors": [],
            "year": 2003,
            "venue": "Arch Intern Med",
            "volume": "163",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Colds and influenza‐like illnesses in university students: impact on health, academic and work performance, and health care use",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1263-1270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "On the theory of systematic sampling, 1",
            "authors": [],
            "year": 1944,
            "venue": "Ann Math Stat",
            "volume": "15",
            "issn": "",
            "pages": "1-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Real‐time reverse transcription‐PCR assay for comprehensive detection of human rhinoviruses",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "533-539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "BioEdit: a user‐friendly biological sequence alignment editor and analysis program for windows 95/98/NT",
            "authors": [],
            "year": 1999,
            "venue": "Nucleic Acids Symp Ser",
            "volume": "41",
            "issn": "",
            "pages": "95-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "MUSCLE: multiple sequence alignment with high accuracy and high throughput",
            "authors": [],
            "year": 2004,
            "venue": "Nucleic Acids Res",
            "volume": "32",
            "issn": "",
            "pages": "1792-1797",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Mrbayes 3.2: efficient bayesian phylogenetic inference and model choice across a large model space",
            "authors": [],
            "year": 2012,
            "venue": "Syst Biol",
            "volume": "61",
            "issn": "",
            "pages": "539-542",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Datamonkey : rapid detection of selective pressure on individual sites of codon alignments",
            "authors": [],
            "year": 2005,
            "venue": "Bioinformatics",
            "volume": "21",
            "issn": "",
            "pages": "2531-2533",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Rhinoviruses are a major cause of wheezing and hospitalization in children less than 2 years of age",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "25-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Virus infections, wheeze and asthma",
            "authors": [],
            "year": 2003,
            "venue": "Paediatr Respir Rev",
            "volume": "4",
            "issn": "",
            "pages": "184-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Molecular epidemiological study of human rhinovirus species A, B and C from patients with acute respiratory illnesses in Japan",
            "authors": [],
            "year": 2012,
            "venue": "J Med Microbiol",
            "volume": "61",
            "issn": "",
            "pages": "410-419",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Screening respiratory samples for detection of human rhinoviruses (HRVs) and enteroviruses: comprehensive VP4‐VP2 typing reveals high incidence and genetic diversity of HRV species C",
            "authors": [],
            "year": 2009,
            "venue": "J Clin Microbiol",
            "volume": "47",
            "issn": "",
            "pages": "3958-3967",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Human rhinovirus causes severe infection in preterm infants",
            "authors": [],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "",
            "pages": "364-365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Prospective genotyping of human rhinoviruses in children and adults during the winter of 2009–2010",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Virol",
            "volume": "53",
            "issn": "",
            "pages": "280-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "High prevalence of human rhinovirus C infection in Thai children with acute lower respiratory tract disease",
            "authors": [],
            "year": 2009,
            "venue": "J Infect",
            "volume": "59",
            "issn": "",
            "pages": "115-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Community‐wide, contemporaneous circulation of a broad spectrum of human rhinoviruses in healthy Australian preschool‐aged children during a 12‐month period",
            "authors": [],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "207",
            "issn": "",
            "pages": "1433-1441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Global distribution of novel rhinovirus genotype",
            "authors": [],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "944-947",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A novel group of rhinoviruses is associated with asthma hospitalizations",
            "authors": [],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "",
            "pages": "98-104.e1",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Molecular epidemiology of human rhinovirus infection in Mongolian 2008–2013",
            "authors": [],
            "year": 2015,
            "venue": "Jpn J Infect Dis",
            "volume": "68",
            "issn": "",
            "pages": "280-287",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Human rhinovirus C: age, season, and lower respiratory illness over the past 3 decades",
            "authors": [],
            "year": 2013,
            "venue": "J Allergy Clin Immunol",
            "volume": "131",
            "issn": "",
            "pages": "69-77.e1–6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Phylogeny‐based classification of human rhinoviruses detected in hospitalized children with acute lower respiratory infection in Paraguay, 2010–2011",
            "authors": [],
            "year": 2013,
            "venue": "J Med Virol",
            "volume": "85",
            "issn": "",
            "pages": "1645-1651",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Genetic analysis of the VP4/VP2 coding region in human rhinovirus species C in patients with acute respiratory infection in Japan",
            "authors": [],
            "year": 2013,
            "venue": "J Med Microbiol",
            "volume": "62",
            "issn": "",
            "pages": "610-617",
            "other_ids": {
                "DOI": []
            }
        }
    }
}