{
    "paper_id": "PMC4364728",
    "metadata": {
        "title": "Vaccination with Human Papillomavirus Pseudovirus-Encapsidated Plasmids Targeted to Skin Using Microneedles",
        "authors": [
            {
                "first": "Rhonda",
                "middle": [
                    "C."
                ],
                "last": "Kines",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vladimir",
                "middle": [],
                "last": "Zarnitsyn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Teresa",
                "middle": [
                    "R."
                ],
                "last": "Johnson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yuk-Ying",
                "middle": [
                    "S."
                ],
                "last": "Pang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kizzmekia",
                "middle": [
                    "S."
                ],
                "last": "Corbett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "D."
                ],
                "last": "Nicewonger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anu",
                "middle": [],
                "last": "Gangopadhyay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Man",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [
                    "R."
                ],
                "last": "Prausnitz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "T."
                ],
                "last": "Schiller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Barney",
                "middle": [
                    "S."
                ],
                "last": "Graham",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "S"
                ],
                "last": "Tregoning",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Despite decades of vaccine development, infectious diseases continue to be the major cause of mortality in much of the world. The roadblocks to global vaccination programs, including those in remote regions, are prohibitive costs of goods and delivery, use of needles, waste disposal, cold-chain requirements, and the crowded vaccination schedule. Solutions to many of these problems involve developing efficient vaccines that are stable at ambient temperatures that can be applied needle-free with minimal waste, and that combine vaccine antigens to reduce the number of inoculations. Here we present a case for a skin-targeted, freeze-dried formulation, combination human papillomavirus (HPV) pseudovirus (PsV) vaccine composed of the L1 and L2 capsid proteins of HPV16 and plasmids expressing respiratory syncytial virus (RSV) antigens.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Delivery to the skin using microneedles poses an attractive means of immunization. The skin is a potent site of immune induction due to the resident Langerhans cells and dermal dendritic cells poised to initiate immune responses to protect the host [1]. Because skin is so rich in antigen presenting cells (APCs), it is an inductive site that may require relatively low antigen doses and a lower requirement for adjuvants. Microneedle patches are an attractive mechanism for delivering biologics to skin, because they can be simply and painlessly applied to the skin for vaccination and other drug delivery purposes. Microneedles are capable of effectively delivering proteins, viruses and nucleic acids in low doses and can be engineered to be stable, strong, dissolvable and highly reproducible [2]. Naked DNA [3–6] and both, influenza [7,8] and HPV [9] virus-like particles (VLP), have been demonstrated to elicit both B and T-cell immune responses after administration to the skin using microneedles. Additionally, using dissolvable microneedles, replication-defective adenoviral vectors [10] and live measles virus vaccine [11] have been successfully administered and induced both CD8+ T cell and antibody responses.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 798,
                    "end": 799,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 813,
                    "end": 814,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 815,
                    "end": 816,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 839,
                    "end": 840,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 841,
                    "end": 842,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 853,
                    "end": 854,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1129,
                    "end": 1131,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "HPV, most often HPV16, is the primary etiological agent responsible for cervical cancer [12]. While cervical cancer rates in more developed regions have dropped due to implementation of screening programs, it ranks as the second leading cause of cancer death in less-developed regions where such programs are not available [13]. In addition to cervical cancer, HPV has also been associated with head and neck cancer as well as several other ano-genital cancers [14]. Despite the recent advent of commercial prophylactic HPV L1 VLP-based vaccines targeting the major high-risk cancer-causing types, the high cost of production and requirement for refrigeration make these vaccines inaccessible to most of the individuals in low resource settings, who demonstrate the greatest need for vaccination [15].",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 462,
                    "end": 464,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "RSV is the most frequent cause of lower respiratory tract infections requiring medical care in children under 5 years of age, and there is not yet a prophylactic vaccine available [16,17]. However, there is a monoclonal antibody (palivizumab) specific for the RSV fusion protein (F) that is licensed for prophylaxis in infants at high risk of serious disease [18,19]. RSV F is relatively conserved across subtypes and cross-neutralizing antibodies have been discovered, making it an attractive target antigen for vaccine development [20,21]. As for many other difficult virus targets that do not yet have vaccine solutions, it may be necessary to induce CD8+ T cell responses in addition to neutralizing antibody responses to achieve immunity that can safely prevent infection [22].",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 184,
                    "end": 186,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 778,
                    "end": 780,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In order to elicit complex immune responses, gene-based immunization is appealing because intracellular antigen production results in a protein with authentic structure and processing through both the MHC class I and II presentation pathways leads to a full complement of cellular and humoral immune responses. We have previously reported that HPV PsV, containing both the L1 and L2 capsid proteins, can encapsidate plasmids [23] and deliver genes encoding viral antigens to mucosal tissue successfully eliciting both B- and T-cell responses [24–26]. Precedence exists for microneedle-mediated delivery of plasmid DNA to the skin resulting in expression of the encoded reporter genes and vaccine antigens [4,6]. This, in combination with recent work suggesting that the L1 capsid protein-based HPV VLP vaccine, Gardasil, delivered to the skin with microneedles can elicit neutralizing antibodies (nAb) [9], indicates that HPV PsV may be amenable to this delivery method while retaining their functionality. Here we show HPV PsV delivered to the skin using microneedles can induce immune responses to both the HPV capsid and to the antigens delivered by the encapsidated transgenes in the absence of adjuvant. Use of HPV as a delivery vehicle for plasmids encoding vaccine antigens using microneedles may therefore provide a safe and effective platform for the development of combination vaccines that are easily delivered and may have a much lower requirement for maintenance of a cold chain than currently available HPV vaccines.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 428,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 546,
                    "end": 548,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 706,
                    "end": 707,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 708,
                    "end": 709,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 903,
                    "end": 904,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Empty HPV16 L1 and HPV16 L1/L2 VLPs, green fluorescent protein (HPV16-GFP), Luciferase (HPV16-Luc), F protein (HPV16-F) and M/M2 (HPV16-MM2)-expressing HPV16 PsV were prepared as previously described using the 293TT transfection system, purified by density ultracentrifugation using Optiprep (Sigma, St. Louis, MO, USA) and infectious units determined by titrating the preparations on 293TT cells [23,24]. The RSV fusion protein (F) gene was codon-modified based on a consensus sequence of F and was introduced into the same expression vector as M/M2. The sequence can be found here: http://home.ccr.cancer.gov/lco/target.htm.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 401,
                    "end": 403,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "VLP and HPV PsV production ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Microneedle arrays, each consisting of a row of five microneedles, were fabricated from stainless steel sheets (Trinity Brand Industries, SS 304, 75 μm thick, Atlanta, GA, USA) by wet etching. The coating solution was composed of 1% (w/v) carboxymethylcellulose sodium salt (low viscosity, USP grade, Carbo-Mer, San Diego, CA, USA), 15% trehalose (w/v) (Sigma, St. Louis, MO, USA) and 0.5% (w/v) Lutrol F-68 NF (BASF, Mt. Olive, NJ, USA) and a vaccine. To increase the coating amount, the HPV-RSV vaccine was concentrated by freeze drying and then reconstituted in coating formulation at the varying concentrations described in each experiment.",
            "cite_spans": [],
            "section": "Microneedle fabrication, coating and validation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The dip coating procedure was performed using a specially designed apparatus, based on a method described previously [27]. The apparatus has a chamber with coating solution and a microneedle holder attached to motorized linear stages (Newmark Systems, Rancho Santa Margarita, CA, USA) allowing the microneedle array to move in two dimensions with micrometer accuracy. The coating was performed automatically while the dipping process was monitored by a video camera attached to a computer. The coating procedure was repeated 8 times to build up a sufficiently thick film. Needles were allowed to dry at room temperature and humidity for 30 s between coating cycles and overnight before use in vivo. The amount of coated vaccine was consistent within each batch within 10% accuracy (S1 Fig.).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Microneedle fabrication, coating and validation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All animal work was approved by the NIH IACUC. Female 6–8-week-old BALB/c and CB6F1 mice (Jackson Laboratories, Bar Harbor, ME, USA) were housed in the NIAID (VRC) and NCI animal care facilities under pathogen-free conditions and maintained on standard rodent chow and water supplied ad libitum, and upon completion of the study, animals were humanely euthanized by carbon dioxide according to the current IACUC-approved documents. BALB/c mice were used for studies assessing HPV immunity and RSV F protein responses, and CB6F1 mice were used for RSV M/M2 studies in order to use the optimal number of tetramer reagents available. Hair was removed from the backs of animals using a chemical depilatory solution (Nair, Church & Dwight Company, Princeton, NJ, USA) 4–6 h prior to microneedle administration. Microneedles were placed for 2 min into the skin on the backs (between shoulders) of anesthetized mice.",
            "cite_spans": [],
            "section": "Mice and experimental procedures ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For HPV immunogenicity studies, animals received three immunizations, each three weeks apart. Three weeks following the final dose, sera were acquired and animals were cervicovaginally challenged with 108 IU of HPV16-Luciferase (Luc) PsV to determine if they were protected from HPV16 infection [24]. To measure skin expression of luciferase by HPV16-Luc PsV delivery, animals received only a single treatment of either 1, 5, or 10 microneedle arrays (~108 IU/array), bifurcated needles (20 punctures) or needle scratching (10 scratches each from top to bottom and left to right) followed by addition of 109 IU of the same preparation of PsV. Luciferase was detected on days 1 thru 7 post HPV administration by intraperitoneally delivering 100 μl of Luciferase substrate (D-Luciferin Potassium Salt, 15 mg/ml; Perkin Elmer, Waltham, MA, USA), waiting 12 min, then applying 20 μl of the same substrate locally on the skin. After 3 min, images were acquired on an IVIS 100 (Perkin Elmer, Waltham, MA) for 2 min on medium binning. Standardized regions of interest were created around the positive signal and photons were measured using Living Image 3.0 software (Perkin Elmer).",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Mice and experimental procedures ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For HPV16-F PsV studies, animals received three immunizations and were cervicovaginally challenged with HPV16-Luc PsV as described above. Four weeks after the HPV challenge (seven weeks after the last microneedle immunization) animals were intranasally challenged with RSV. In the HPV16-M/M2 PsV study, animals were primed with HPV and after four weeks, either challenged with RSV or boosted intramuscularly (IM) with 107 PFU of rAd5-M/M2 [26]. All RSV challenge studies consisted of challenging animals with 107 PFU of RSV A2 (100 μl) intranasally and evaluating protection as previously reported [28]. Bronchoalveolar lavage was performed as previously described [29], except that 1% BSA in PBS was used. Following the bronchoalveolar lavage procedure, nasal wash was performed by inserting the endotracheal tube through the incision in the trachea into the nasopharynx. The nasopharynx was then flushed with 0.2 ml PBS + 1% BSA, collecting the wash fluid from the nostrils.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 442,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 599,
                    "end": 601,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 666,
                    "end": 668,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Mice and experimental procedures ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A detailed protocol of the HPV neutralization assay can be found at http://home.ccr.cancer.gov/lco/neutralizationassay.htm and is described in Pastrana et al [30]. Briefly, HPV16 PsV expressing secreted alkaline phosphatase (HPV16-SeAP) were co-incubated with serially diluted sera for 1 h on ice. The samples were then placed onto pre-plated 293TT cells, where they were incubated at 37°C for 72 h, at which time the supernatant was reacted with substrate (Great EscAPe SeAP chemiluminescence kit, Clonetech, Mountain View, CA, USA). Signal was detected on a Polarstar Optima plate reader (BMG, Cary, NC, USA). EC50 (serum titer) was calculated using the average of 6 wells of no-antibody controls to represent 100% SeAP activity. The serum titer was then defined as the reciprocal value of the highest dilution at which the HPV-SeAP PsV activity had been reduced by 50%. The EC50 was calculated and an inhibition curve was generated using GraphPad Prism software v5.0 (GraphPad Software, La Jolla, CA, USA).",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Measurement of HPV16-specific neutralizing antibodies ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "RSV F protein was purified from virus-infected 293 cells [31], diluted in carbonate buffer (pH 9.6), and coated overnight at 4°C on 96-well flat-bottom ELISA plates (Nunc, Rochester, NY, USA) at a concentration of 80 ng per well. Plates were washed four times with wash buffer (0.02% Tween-20 in PBS) using an automated plate washer (BioTek Instruments, Winooski, VT, USA), and incubated with blocking buffer (2% BSA in PBS) for 1 h at 37°C. In all, 100 μl of 1:10 diluted test sample and positive control were added to each well in triplicate (two coated wells and one uncoated well). Plates were incubated for 1 h at 37°C, washed and incubated for 1 h at 37°C with HRP-conjugated goat anti-mouse IgG1 (1:18,000), HRP-conjugated goat anti-IgG2a (1:8,000) and HRP-conjugated rabbit anti-mouse IgG + IgM (1:20,000) (Jackson ImmunoResearch Laboratories), or HRP-conjugated goat anti-mouse IgA (1:8,000) (Southern Biotech, Birmingham, AL, USA). Plates were washed with wash buffer four times followed by distilled water. A volume of 100 μl of Super AquaBlue ELISA substrate (eBioscience, San Diego, CA, USA) was added to each well and plates were read immediately using a Dynex Technologies microplate reader (Chantilly, VA, USA). The rate of color change in mOD min − 1 was read at a wavelength of 405 nm every 9 s for 5 min, with the plates shaken before each measurement. The mean mOD min − 1 reading of duplicate wells was calculated, and the background mOD min − 1 was subtracted from the corresponding well.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Measurement of F protein-specific antibody response by kinetic ELISA ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "This was performed as previously described in Graham et al, 1988 [28]. Briefly, the left lung was removed under sterile conditions or the entire nose was excised en block, placed in 10% EMEM, quick-frozen in an alcohol-dry ice bath, and stored at −80°C. After quick thaw, tissues were kept chilled while individual samples were ground using a GentleMACS machine (Miltenyi Biotech, Bergisch Gladbach, Germany) on program Lung 02. Clarified tissue supernatant were inoculated onto 80% confluent HEp-2 cell monolayers in triplicate and overlaid with 0.75% methylcellulose in 10% EMEM. After incubation for 4 days at 37°C, the monolayers were fixed with 10% buffered formalin and stained with hematoxylin and eosin. Plaques were counted and expressed as log10 plaque forming units (pfu) per gram of lung tissue or pfu per nose.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "RSV titer determination ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Whole blood (250 μl) was lysed in 1 ml ACK lysing buffer (Quality Biologicals, Gaithersburg, MD, USA) for 7 min. Samples were washed with 2 ml PBS and centrifuged at 600 x g for 5 min. Lysing and washing was repeated up to three times until the cell pellet was devoid of visible amounts of RBCs. After final removal of the supernatant, samples were stained according to the protocol for the surface and tetramer staining described below.",
            "cite_spans": [],
            "section": "Blood tetramer staining ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Lymphocytes were isolated from right lung with Fico-Lite (Atlanta Biologicals, Atlanta, GA, USA), and tetramer-stained with KdM282–90 or I-AbM209–223 and antibodies to CD3, CD4 and CD8 and analyzed by nine-color flow cytometry as previously described [24,32] using ViViD (Life Technologies, Grand Island, NY, USA) staining to exclude the dead cells. The gating strategy has been previously described [24]. Flow Jo version 8.7.3 software (Tree Star, Ashland, OR, USA) was used to analyze the data.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 255,
                    "end": 257,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 401,
                    "end": 403,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Surface and tetramer staining of lymphocytes ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Data were analyzed by one-way statistical analysis of variance. Pair-wise comparisons were made using the Holm-Sidak, Dunn’s method, or Student’s t-test. All statistical tests were performed using SigmaStat 3.0 for Windows (Systat Software, San Jose, CA, USA) or GraphPad Prism v5.0 (La Jolla, CA, USA). All plots were generated in Excel (Microsoft, Redmond, WA, USA) or GraphPad Prism v5.0.",
            "cite_spans": [],
            "section": "Statistics ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To test the feasibility of generating protective immunity against HPV infection using microneedles, we compared intramuscular injection to microneedle delivery of HPV16 VLPs. An additional intramuscular control using VLPs rinsed from microneedles by vortexing them in a 1.5ml tube containing sterile PBS was included in order to ensure that the conformation-dependent VLP epitopes that induce neutralizing antibodies were not compromised by the freeze drying and microneedle coating process. HPV16 VLP immunization was performed with a high dose (3 μg) and a low dose (0.3 μg) in the absence of adjuvant. Animals were immunized three times, each three weeks apart. Three weeks following the final immunization, sera were collected to measure anti-HPV16 neutralizing antibody (nAb) titers and animals were then intravaginally challenged with HPV16-Luc PsV as a means for determining efficacy of in vivo protection.",
            "cite_spans": [],
            "section": "Immunogenicity and efficacy of HPV16 L1 VLPs coated onto microneedles ::: Results",
            "ref_spans": []
        },
        {
            "text": "At the 0.3 μg dose of VLP, vaccination using microneedles or IM needle and syringe injection, either with unprocessed vaccine or vaccine eluted off of the microneedles, generated similar levels of nAb (Fig. 1A). At the 3 μg dose, antibody titers in the IM injection groups were similar and not significantly higher than those in the 0.3 μg dose groups. Animals receiving the 3 μg dose coated onto microneedles displayed lower neutralizing titers compared to the other groups, likely attributed to the difficulty in administering the thickly coated microneedles to the animals. Regardless of vaccination route or dose, the vaccine-induced nAbs were both highly and similarly effective in vivo as demonstrated by protection from cervicovaginal challenge with 108 IU of HPV16-Luc PsV (Fig. 1B). Of note, one animal in the 3 μg microneedle group was not completely protected from challenge, and this animal was one of the two with undetectable levels of nAbs.",
            "cite_spans": [],
            "section": "Immunogenicity and efficacy of HPV16 L1 VLPs coated onto microneedles ::: Results",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 782,
                    "end": 789,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "With the exception of the 3 μg microneedle group, nAb titers were similar among the groups indicating: 1) the immunogenicity of the VLPs remains unaffected by the microneedle coating and application process; 2) there is no dose response signifying that even at 0.3 μg of antigen, the antibody response following microneedle delivery is equivalent to IM immunization with the same or with a one log higher dose; and 3) microneedle delivery is comparable to intramuscular delivery for inducing a nAb response against HPV.",
            "cite_spans": [],
            "section": "Immunogenicity and efficacy of HPV16 L1 VLPs coated onto microneedles ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nIn vivo HPV PsV-mediated gene delivery requires both the HPV major (L1) and minor (L2) proteins [33]. The current HPV vaccine formulation contains L1-only VLPs, therefore it was important to determine whether HPV L1 neutralizing immunogenicity was not adversely affected by the presence of L2 or encapsidated DNA. Microneedles were first coated with a PsV preparation encapsidating a plasmid encoding the RSV fusion protein (HPV16-F PsV) yielding approximately 108 IU of PsV/array. Microneedles were rinsed into PBS and the L1 content was measured by Western blot and determined to be ~25 ng L1/array (S2 Fig.). HPV16L1-only VLPs and empty HPV16L1/L2 VLPs were then coated onto microneedles to achieve a similar concentration per array. Animals were immunized with 10 (250 ng), 3 (75 ng) or 1 (25 ng) microneedle array(s) three times, each three weeks apart. Three weeks following the final immunization, sera were collected and animals were cervicovaginally challenged with HPV16-Luc PsV to measure protection.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Presence of L2 and encapsidated DNA do not interfere with HPV immunogenicity when HPV PsVs are applied by microneedles ::: Results",
            "ref_spans": []
        },
        {
            "text": "High levels of nAb were detected in all groups tested, regardless of dose and presence of L2 or DNA (Fig. 2A). A dose response was noted in each of the three conditions examined. A statistically significant drop in nAb levels was observed in the animals receiving empty L1/L2 particles when compared to the PsV immunized animals, however, all mice were completely protected from an intravaginal challenge of 108 IU of HPV16-Luc (Fig. 2B). This difference in anti-L1 antibody elicitation may be attributed to the presence of the DNA in the pseudovirus acting to stabilize the particles, or acting as an adjuvant to overcome the decrease in titer attributed to the presence of L2. Collectively, these data indicated that the induction of HPV neutralizing antibodies is not diminished when the HPV capsid is configured for use as a gene delivery system.",
            "cite_spans": [],
            "section": "Presence of L2 and encapsidated DNA do not interfere with HPV immunogenicity when HPV PsVs are applied by microneedles ::: Results",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "mention": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 429,
                    "end": 436,
                    "mention": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We have previously demonstrated that when delivered mucosally, HPV PsV are efficient vectors for gene-based immunization and that 108 IU of pseudovirus will typically deliver approximately 10ng of plasmid DNA [24]. Prior to testing PsV-based genetic immunization by microneedle, we first validated that freeze-drying the particles and the microneedle array coating procedure did not interfere with the ability of PsV to deliver a plasmid to epithelial cells. After two weeks of room temperature storage followed by rehydration in PBS, the lyophilized luciferase-expressing PsV proved equally effective at gene delivery when compared to previously frozen particles using the in vivo vaginal challenge model (Fig. 3A) and HPV16-GFP (green fluorescent protein) particles rinsed from microneedles were capable of delivering a plasmid in vitro as indicated by transduction of GFP expression into the cell (Fig. 3B). Additionally, efficiency of in vivo particle delivery was examined by inserting PsV-coated microneedles into mice for variable lengths of time, then measuring the amount of particles remaining on the array. Only 20% of the particles remained on the microneedles after 30 s of inoculation (data not shown). Longer inoculation time points did not increase the efficiency of delivery.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Optimization of gene delivery using HPV PsV-coated microneedles ::: Results",
            "ref_spans": [
                {
                    "start": 707,
                    "end": 714,
                    "mention": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 901,
                    "end": 908,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To evaluate in vivo gene delivery to skin, HPV16-Luc PsV-coated microneedle arrays (approximately 108 IU of PsV/array) were used to inoculate animals for 2 min at doses of approximately 1x108 IU, 5x108 IU and 1x109 IU (1, 5 and 10 microneedle arrays, respectively). Uncoated microneedles, bifurcated needle puncture (20x) and needle scraping (10x horizontal and 10x vertical scratches) served as controls. Beginning 24 h after HPV16-Luc PsV administration, and continuing daily for seven days, animals were imaged for a luminescent signal indicative of successful delivery and expression of the luciferase gene. A luminescent signal could be detected over background in all PsV conditions tested and the transient kinetics of luciferase expression using this method is similar to what has been previously observed in the vaginal challenge model [26,33,34]. In animals inoculated with 10 microneedles, the signal peaked two days post-administration at levels that were much higher than background (Fig. 3C). These data indicate that a dose response is detectable and that HPV PsV coated onto microneedles are capable of delivering a gene in vivo to the skin.",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 848,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 852,
                    "end": 854,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Optimization of gene delivery using HPV PsV-coated microneedles ::: Results",
            "ref_spans": [
                {
                    "start": 997,
                    "end": 1004,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Blood was collected from these animals one month after HPV administration, followed by cervicovaginal challenge with HPV16-Luc PsV. Low levels of HPV16 L1 Ab were detected in all groups except the uncoated microneedle and scrape groups (data not shown). Further, in vivo protection from HPV challenge was observed in all but these same two groups (S3 Fig.). These data signify that even a single administration of HPV16 PsV-coated microneedles was capable of eliciting sterilizing immunity against HPV.",
            "cite_spans": [],
            "section": "Optimization of gene delivery using HPV PsV-coated microneedles ::: Results",
            "ref_spans": []
        },
        {
            "text": "Sera acquired on the day of HPV challenge from the animals immunized with HPV16-F PsV described above were evaluated for RSV F-specific antibodies by kinetic ELISA. Mice receiving the highest dose of 10 microneedle arrays all had F-specific antibodies, whereas, at the lower doses, induction of antibody responses was inconsistent (Fig. 4A). Seven weeks after the last immunization (one month after HPV challenge), animals were challenged with RSV. On day five, animals were euthanized and RSV was quantified in lung and nose (Fig. 4B and 4C). A significant reduction in RSV pfu was observed in both the lungs (p = 0.02) and the nose (p = 0.04) of animals immunized with 10 microneedle arrays coated with HPV16-F PsV.",
            "cite_spans": [],
            "section": "Induction of RSV F-specific antibodies by HPV PsV-encapsidated DNA delivered by microneedles ::: Results",
            "ref_spans": [
                {
                    "start": 332,
                    "end": 339,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 527,
                    "end": 541,
                    "mention": "Fig. 4B and 4C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To evaluate T-cell responses induced by HPV PsV-encapsidated plasmids delivered by microneedles, we immunized mice with HPV16-M/M2 PsV, which was previously shown to be immunogenic when delivered intravaginally [24,26]. RSV M/M2 has been used as a model antigen for evaluating both CD4+ and CD8+ T cell-induced immunity in mice [32,35]. Microneedles were coated with HPV16-M/M2 or HPV16-Luc and groups consisted of 10, 3 or 1 microneedle arrays for HPV16-M/M2 or 3 microneedle arrays for HPV16-Luc. Anti-HPV16 L1 antibodies could be detected by day 25, indicating that indeed the particles were successfully administered (data not shown). As reported for DNA vaccination, antigen-specific T cells are often undetectable after priming. Therefore boosting or viral challenge is required to assess the quality of priming for T cell responses [36–38]. One month after microneedle immunization, animals were divided into two groups: one was challenged with RSV and the other was boosted with a low-dose (107 pfu) of recombinant adenovirus serotype 5 vector (rAd5-M/M2) IM. Epitope-specific CD8+ and CD4+ T-cells were measured in lungs 5 days post-RSV challenge. Only the groups immunized with 10 microneedle arrays demonstrated higher increases in CD8+ T-cell and significant increases in CD4+ T-cell responses (p = 0.04) above baseline after challenge (Fig. 5A and 5B). CD8+ tetramer responses were measured in blood fourteen days after boosting with rAd5-M/M2 and significantly higher responses (p = 0.04) compared to HPV-Luc immunized controls were only observed in animals immunized with 10 microneedle arrays (Fig. 5C).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 214,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 215,
                    "end": 217,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 332,
                    "end": 334,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 840,
                    "end": 842,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 843,
                    "end": 845,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Induction of M/M2-specific T-cells by HPV PsV-encapsidated DNA delivered by microneedles ::: Results",
            "ref_spans": [
                {
                    "start": 1349,
                    "end": 1363,
                    "mention": "Fig. 5A and 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1610,
                    "end": 1617,
                    "mention": "Fig. 5C",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The data herein describes the use of HPV PsV as vaccine delivery vehicles for a combination vaccination strategy. The PsV were resistant to freeze drying, lyophilization and coating onto microneedle arrays, retaining both the conformation-dependent epitopes required for inducing neutralizing antibodies and the ability to transduce the genes of other antigens. These findings support the feasibility for using microneedle-based vaccination with HPV VLPs or PsV. Use of microneedles could eliminate the need for typical needle injections and provide a simpler, less painful, safer and potentially more cost-effective approach to vaccination by eliminating the need for cold-chain transportation and storage.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Strong neutralizing immunity was generated against HPV infection after a single dose of approximately 25 ng of HPV protein. Application of the vaccine within the dermal and epidermal layers may be effective at low dose due, in part, to the enrichment of sentinel antigen presenting cells (APCs) that constantly survey the tissue for foreign antigens [1,39]. Langerhans cells and dermal dendritic cells are potent APCs that are directly targeted by the use of microneedle delivery to the skin. These cells represent a continually replenished population of immune stimulators which, once activated, travel to draining lymph nodes to present antigen to T cells. It is not known how the HPV particles were taken up and processed in this study. However, HPV may be especially effective and suited for microneedle delivery as this localizes the viral particles within the epithelium, a context for which they display a natural tropism for basal cells. The stability data and immunogenicity data presented here using PsV combined with the data from Corbett et al [9] suggest that HPV vaccine administration by microneedle arrays should be considered for clinical evaluation.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 353,
                    "end": 355,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1057,
                    "end": 1058,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Immunization with DNA is the simplest form of gene-based vaccination. While delivery and immunogenicity of naked DNA has been improved using devices such as the Biojector [40–42], other approaches including electroporation, are being pursued to improve potency [43–45]. Currently, much of these efforts are focused on IM delivery, and can directly induce or prime for significant T-cell and antibody responses. We have previously demonstrated that, when delivered to the genital mucosa, equivalent immune responses could be elicited with naked DNA compared to a 10,000-fold lower dose of the same DNA encapsidated within HPV PsV [24]. As a non-replicative vector, the HPV PsV is a candidate vaccine that lends itself to highly efficient delivery of nucleic acid to cells in skin.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 175,
                    "end": 177,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 265,
                    "end": 267,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As opposed to mechanical approaches using ballistic force or electrical disruption to improve transduction efficiency, HPV PsV encapsidation provides a biological solution to facilitate DNA delivery. With targeted microneedle delivery to basal epithelium based on HPV tropism, the current approach has potential to facilitate DNA delivery of genes expressing other vaccine antigens. In this study, we showed that microneedle delivery of HPV PsV to the skin can elicit both antibody and T cell responses against RSV antigens encoded by plasmid DNA encapsidated within the PsV. While the responses were relatively modest, a dose response was observed, and, in animals receiving the highest dosage, an immune response was generated that was capable of reducing viral replication. Co-administering an HPV PsV expressing an immune modifier could potentially enhance the B- and T-cell responses. Expression of the modifier would be transient thus diminishing safety concerns associated with the adverse effects of long-term expression or overexpression of immune modifiers.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To further optimize this vaccination strategy, the primary focus will be on microneedle design and payload in order to deliver a higher dose of DNA. This can most easily be achieved by increasing the number of microneedles on a patch. The microneedle arrays used in this study were small and limited in their ability to deliver higher doses of vaccine compared to more recently developed technology such as patches and hollow microneedles [2]. Also, dissolvable microneedle patches composed of water-soluble excipients represent perhaps the most promising alternative technology and should be examined in future studies [37,46].",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 441,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 624,
                    "end": 626,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study addressed three central issues associated with vaccination using microneedles. First, we found that lyophilized HPV VLP or HPV PsV could be applied to microneedles and remain antigenically stable at room temperature. Second, vaccination with HPV VLP generated a robust and protective immune response, supporting the development of microneedle delivery for HPV vaccination in place of IM injection. Third, vaccination with HPV PsV generated strong, protective immune responses against HPV and induced dose-dependent B- and T-cell responses to RSV antigens encoded by the encapsidated DNA. These data support the future development of combination vaccination strategies in which the HPV PsV vector generates immunity against both HPV and the antigen expressed from the encapsidated plasmid DNA. We conclude that vaccination with microneedles may be an ideal method for HPV vaccination as a VLP, and may allow future development of HPV PsV-encapsidated DNA vaccine concepts that would result in immunity to HPV and additional antigens encoded by the DNA.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: Animals were vaccinated with two different doses (3μg and 0.3μg) of HPV16 L1 VLPs by microneedle (MN), or intramuscular (IM) injection. An additional group composed of animals receiving an intramuscular injection of VLPs rinsed off of the microneedles was added in order to ensure immunogenicity was retained during the coating process. (A) Neutralizing antibodies against HPV-16 as measured in the sera of animals on the day of cervicovaginal challenge. Data reported as EC50, the reciprocal dilution at which 50% of the pseudovirus was neutralized compared to positive control wells. (B) In vivo bioluminescence after challenge with HPV16Luc (HPV PsV encapsidating the firefly luciferase gene). The “No PsV” group was not challenged in order to serve as a negative control group for luminescence. Data reported as average radiance; n = 5.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Animals received one of three variations of the HPV16 particle: L1 only, L1/L2 empty particles or L1/L2 encapsidating the RSV F protein expression plasmid (HPV16-F PsV). Approximately 25 ng of HPV L1 equivalent was coated onto each microneedle array (MN Array), and mice received either 10, 3 or 1 microneedle arrays. The control arm received 10 microneedles coated with coating buffer only. Animals were immunized three times, each three weeks apart. Three weeks after the last immunization, serum was drawn and mice were cervicovaginally challenged with 108 IU of HPV16-Luc. (A) nAb were detected in all groups and a dose response was observed. Data reported as EC50, the reciprocal dilution at which 50% of the pseudovirus was neutralized compared to positive control wells. (B) Protection from challenge was observed in all groups as measured by in vivo bioluminescence after challenge with HPV16-Luc. The “No PsV” group was not challenged in order to serve as a negative control group for luminescence. Data reported as average radiance; n = 5. *p = 0.03, **p<0.01.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: (A) Comparison of frozen and lyophilized HPV16-Luc PsV in the murine cervicovaginal challenge model. Animals were challenged with 108 IU of HPV16-Luc from the same lot that had either been lyophilized or frozen (-80°C). Data are reported as average radiance, n = 2–3. (B) For the microneedle test articles, microneedles were coated with the standard coating formulation as well as a coating formulation lacking CMC (RT = room temperature). HPV16-GFP (green fluorescent protein) was coated onto the microneedles. The coated microneedles were incubated with monolayers of HEp-2 cells, the cells were then examined by flow cytometry 24 hours later to determine the percentage of infected cells. (C) Mice were inoculated with microneedles delivering approximately 1x108 IU (1 MN), 5x108 IU (5 MN) and 1x109 IU (10 MN) of HPV16-Luc PsV encapsidating a firefly luciferase reporter plasmid. Uncoated microneedles (Uncoated MN) containing no PsV were used as a negative control. For animals receiving the bifurcated needle treatment (BF needle) or the needle scratching treatment (scrape), 1x109 IU of the same preparation was added to the skin immediately after skin traumatization. Mice were imaged daily for luciferase signal and the average radiance is shown below each individual animal. Image and values (average radiance) depict signal observed from animals on day 2 at the peak of luciferase expression, n = 2.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: (A) Serum antibodies specific for RSV F protein were detected three weeks after the last immunization with microneedle arrays (MN Array; same animals depicted in Fig. 2). Mice were then challenged intranasally with 107 pfu of RSV A2. After 5 days RSV titers were measured in the (B) lung and (C) nose by RSV plaque assays. *p = 0.04, **p = 0.02.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 5: Animals received a single administration of microneedles (10, 3 or 1 arrays) coated with HPV16-M/M2 PsV and the control group received 3 microneedle arrays coated with HPV16-Luc PsV. One month after immunization, mice were challenged with 107 pfu of RSV and five days after challenge, RSV M/M2 tetramer-specific (A) CD8+ and (B) CD4+ T-cells were measured in the lungs. (C) A second group of animals were boosted IM with 107 pfu of rAd5-M/M2 and CD8+ M2 specific T-cells were measured in the blood 14 days later. Data are reported as percentage of tetramer positive cells as determined by flow cytometry, n = 3–5/group. *p = 0.04.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Skin immune sentinels in health and disease",
            "authors": [],
            "year": 2009,
            "venue": "Nat Rev Immunol",
            "volume": "9",
            "issn": "10",
            "pages": "679-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Microneedles for drug and vaccine delivery",
            "authors": [],
            "year": 2012,
            "venue": "Adv Drug Deliv Rev",
            "volume": "64",
            "issn": "14",
            "pages": "1547-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Cutaneous vaccination using microneedles coated with hepatitis C DNA vaccine",
            "authors": [],
            "year": 2010,
            "venue": "Gene Ther",
            "volume": "17",
            "issn": "6",
            "pages": "811-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Visualization of plasmid delivery to keratinocytes in mouse and human epidermis",
            "authors": [],
            "year": 2011,
            "venue": "Sci Rep 1",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Microneedle delivery of plasmid DNA to living human skin: Formulation coating, skin insertion and gene expression",
            "authors": [],
            "year": 2012,
            "venue": "J Control Release",
            "volume": "160",
            "issn": "3",
            "pages": "561-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "DNA vaccination in the skin using microneedles improves protection against influenza",
            "authors": [],
            "year": 2012,
            "venue": "Mol Ther",
            "volume": "20",
            "issn": "7",
            "pages": "1472-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Intradermal vaccination with influenza virus-like particles by using microneedles induces protection superior to that with intramuscular immunization",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "15",
            "pages": "7760-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Microneedle delivery of H5N1 influenza virus-like particles to the skin induces long-lasting B- and T-cell responses in mice",
            "authors": [],
            "year": 2010,
            "venue": "Clin Vaccine Immunol",
            "volume": "17",
            "issn": "9",
            "pages": "1381-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Skin vaccination against cervical cancer associated human papillomavirus with a novel micro-projection array in a mouse model",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Langerin negative dendritic cells promote potent CD8+ T-cell priming by skin delivery of live adenovirus vaccine microneedle arrays",
            "authors": [],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "8",
            "pages": "3041-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Measles vaccination using a microneedle patch",
            "authors": [],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "34",
            "pages": "3403-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2012.09.062"
                ]
            }
        },
        "BIBREF11": {
            "title": "Human papillomavirus genotype attribution in invasive cervical cancer: a retrospective cross-sectional worldwide study",
            "authors": [],
            "year": 2010,
            "venue": "The Lancet Oncology",
            "volume": "11",
            "issn": "",
            "pages": "1048-1056",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(10)70230-8"
                ]
            }
        },
        "BIBREF12": {
            "title": "Estimates of worldwide burden of cancer in 2008: GLOBOCAN 2008",
            "authors": [],
            "year": 2010,
            "venue": "Int J Canc",
            "volume": "127",
            "issn": "",
            "pages": "2893-2917",
            "other_ids": {
                "DOI": [
                    "10.1002/ijc.25516"
                ]
            }
        },
        "BIBREF13": {
            "title": "Global burden of cancers attributable to infections in 2008: a review and synthetic analysis",
            "authors": [],
            "year": 2012,
            "venue": "The Lancet Oncology",
            "volume": "13",
            "issn": "",
            "pages": "607-615",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(12)70137-7"
                ]
            }
        },
        "BIBREF14": {
            "title": "Female human papillomavirus (HPV) vaccination: Global uptake and the impact of attitudes",
            "authors": [],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "1673-1679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The burden of respiratory syncytial virus infection in young children",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "6",
            "pages": "588-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Respiratory syncytial virus-associated hospitalizations among infants and young children in the United States, 1997–2006",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "1",
            "pages": "5-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Development of a Humanized Monoclonal Antibody (MEDI-493) with Potent In Vitro and In Vivo Activity against Respiratory Syncytial Virus",
            "authors": [],
            "year": 1997,
            "venue": "J Infect Dis",
            "volume": "176",
            "issn": "",
            "pages": "1215-1224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Immunoprophylaxis with palivizumab, a humanized respiratory syncytial virus monoclonal antibody, for prevention of respiratory syncytial virus infection in high risk infants: a consensus opinion",
            "authors": [],
            "year": 1999,
            "venue": "Pediatr Infect Dis J",
            "volume": "18",
            "issn": "3",
            "pages": "223-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Neutralization epitopes of the F glycoprotein of respiratory syncytial virus: effect of mutation upon fusion function",
            "authors": [],
            "year": 1989,
            "venue": "J Virol",
            "volume": "63",
            "issn": "7",
            "pages": "2941-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Structure of RSV fusion glycoprotein trimer bound to a prefusion-specific neutralizing antibody",
            "authors": [],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "6136",
            "pages": "1113-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "The Immune Response to Infection",
            "volume": "",
            "issn": "",
            "pages": "559-570",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Mucosal delivery of human papillomavirus pseudovirus-encapsidated plasmids improves the potency of DNA vaccination",
            "authors": [],
            "year": 2010,
            "venue": "Mucosal Immunol",
            "volume": "3",
            "issn": "5",
            "pages": "475-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Targeting the vaginal mucosa with human papillomavirus pseudovirion vaccines delivering simian immunodeficiency virus DNA",
            "authors": [],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "2",
            "pages": "714-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Intravaginal immunization with HPV vectors induces tissue-resident CD8+ T cell responses",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Invest",
            "volume": "122",
            "issn": "12",
            "pages": "4606-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Coated microneedles for transdermal delivery",
            "authors": [],
            "year": 2007,
            "venue": "J Control Release",
            "volume": "117",
            "issn": "2",
            "pages": "227-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Primary respiratory syncytial virus infection in mice",
            "authors": [],
            "year": 1988,
            "venue": "J Med Virol",
            "volume": "26",
            "issn": "2",
            "pages": "153-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Priming with secreted glycoprotein G of respiratory syncytial virus (RSV) augments interleukin-5 production and tissue eosinophilia after RSV challenge",
            "authors": [],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "4",
            "pages": "2871-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Reactivity of human sera in a sensitive, high-throughput pseudovirus-based papillomavirus neutralization assay for HPV16 and HPV18",
            "authors": [],
            "year": 2004,
            "venue": "Virology",
            "volume": "321",
            "issn": "2",
            "pages": "205-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Structure of Respiratory Syncytial Virus Fusion Glycoprotein in the Postfusion Conformation Reveals Preservation of Neutralizing Epitopes",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "7788-7796",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00555-11"
                ]
            }
        },
        "BIBREF31": {
            "title": "Relative dominance of epitope-specific CD8+ T cell responses in an F1 hybrid mouse model of respiratory syncytial virus infection",
            "authors": [],
            "year": 2007,
            "venue": "Virology",
            "volume": "362",
            "issn": "",
            "pages": "314-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Genital transmission of HPV in a mouse model is potentiated by nonoxynol-9 and inhibited by carrageenan",
            "authors": [],
            "year": 2007,
            "venue": "Nat Med",
            "volume": "13",
            "issn": "7",
            "pages": "857-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "In vivo longitudinal imaging of experimental human papillomavirus infection in mice with a multicolor fluorescence mini-endoscopy system",
            "authors": [],
            "year": 2011,
            "venue": "Cancer Prev Res",
            "volume": "4",
            "issn": "5",
            "pages": "767-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Characterization of respiratory syncytial virus M- and M2-specific CD4 T cells in a murine model",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "10",
            "pages": "4934-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "DNA priming and influenza vaccine immunogenicity: two phase 1 open label randomised clinical trials",
            "authors": [],
            "year": 2011,
            "venue": "Lancet Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": "916-924",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(11)70240-7"
                ]
            }
        },
        "BIBREF36": {
            "title": "Prime-boost interval matters: a randomized phase 1 study to identify the minimum interval necessary to observe the H5 DNA influenza vaccine priming effect",
            "authors": [],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "",
            "pages": "418-422",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit180"
                ]
            }
        },
        "BIBREF37": {
            "title": "DNA priming prior to inactivated influenza A(H5N1) vaccination expands the antibody epitope repertoire and increases affinity maturation in a boost-interval-dependent manner in adults",
            "authors": [],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "208",
            "issn": "",
            "pages": "413-417",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jit178"
                ]
            }
        },
        "BIBREF38": {
            "title": "Dose sparing with intradermal injection of influenza vaccine",
            "authors": [],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "22",
            "pages": "2295-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Biodistribution of DNA Plasmid Vaccines against HIV-1, Ebola, Severe Acute Respiratory Syndrome, or West Nile Virus Is Similar, without Integration, despite Differing Plasmid Backbones or Gene Inserts",
            "authors": [],
            "year": 2006,
            "venue": "Toxicol Sci",
            "volume": "91",
            "issn": "",
            "pages": "610-619",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "A West Nile Virus DNA Vaccine Utilizing a Modified Promoter Induces Neutralizing Antibody in Younger and Older Healthy Adults in a Phase I Clinical Trial",
            "authors": [],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "203",
            "issn": "",
            "pages": "1396-1404",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jir054"
                ]
            }
        },
        "BIBREF41": {
            "title": "DNA vaccine delivered by a needle-free injection device improves potency of priming for antibody and CD8+ T-cell responses after rAd5 boost in a randomized clinical trial",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0059340"
                ]
            }
        },
        "BIBREF42": {
            "title": "Electrotransfer as a non viral method of gene delivery",
            "authors": [],
            "year": 2007,
            "venue": "Curr Gene Ther",
            "volume": "7",
            "issn": "1",
            "pages": "67-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Comparative analysis of immune responses induced by vaccination with SIV antigens by recombinant Ad5 vector or plasmid DNA in rhesus macaques",
            "authors": [],
            "year": 2010,
            "venue": "Mol Ther",
            "volume": "18",
            "issn": "8",
            "pages": "1568-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "In vivo electroporation enhances the immunogenicity of an HIV-1 DNA vaccine candidate in healthy volunteers",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0019252"
                ]
            }
        },
        "BIBREF45": {
            "title": "Dissolving polymer microneedle patches for influenza vaccination",
            "authors": [],
            "year": 2010,
            "venue": "Nat Med",
            "volume": "16",
            "issn": "8",
            "pages": "915-20",
            "other_ids": {
                "DOI": []
            }
        }
    }
}