{
    "paper_id": "PMC4274729",
    "metadata": {
        "title": "Do we need a replacement medication for influenza with good efficacy?",
        "authors": [
            {
                "first": "Mahmoud",
                "middle": [],
                "last": "Arastoo",
                "suffix": "",
                "email": "mahmoudarastoo@hotmail.co.uk",
                "affiliation": {}
            },
            {
                "first": "Hamid",
                "middle": [
                    "Reza",
                    "Khorram"
                ],
                "last": "Khorshid",
                "suffix": "",
                "email": "hrkhkh@yahoo.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the first quarter of 2014, Cochrane collaboration, the independent, non-profit and non-governmental organization reported that Tamiflu (with the generic name of Oseltamivir) is not working effectively [1]. Furthermore, it was causing side effects including vomiting, nausea, headache, renal problems, psychiatric events, and the risk of other serious complications such as pneumonia when used for the treatment and prophylaxis of influenza. In addition, it may induce serious heart rhythm problems as the drugs regulator claims. The medicine was given to millions of people during the swine flu pandemic. However, Roche the Swiss drug manufacturer disagree with the overall conclusion [2] and are awaiting the decisions from international centers and health organizations. In the very recent article that was published in The Lancet Respiratory Medicine’s website by a large group of “PRIDE” consortium investigators that was funded by F Hoffmann-La Roche, the effectiveness of Tamiflu was revealed [3]. In this study, regardless of its aforementioned side effects, the importance of the neuraminidase inhibitor in the treatment of influenza A (H1N1) and the reduction in mortality rate due to influenza was discussed. Eventually, they concluded that oral Tamiflu (oseltamivir) might reduce mortality compared with no treatment. Regardless of this, the medicine is still prescribed (as tablets) to patients worldwide and is stocked until the purchased batches pass their expiry date [1]. It is worth noting that governmental departments such as the National Health Services (NHS) from the British government spent millions of Sterling Pounds on stockpiling the medicine in the case of a flu outcry [2]. Therefore, being risky is considered to be better than nothing if another viral pandemic suddenly becomes an epidemic, such as in the case of the corona virus [4,5].",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 689,
                    "end": 690,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1003,
                    "end": 1004,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1487,
                    "end": 1488,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1702,
                    "end": 1703,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1866,
                    "end": 1867,
                    "mention": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1868,
                    "end": 1869,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Dear editor-in-chief",
            "ref_spans": []
        },
        {
            "text": "However, this is not a morally correct solution to this very important issue.",
            "cite_spans": [],
            "section": "Dear editor-in-chief",
            "ref_spans": []
        },
        {
            "text": "Consequently, to answer the question in the title and bring up a solution to this, we insisted the urgency of finding a replacement that is safe and efficient for treating influenza which is the number one global killer, especially in children and the elderly. Flu is a nasty disease with new ones arising every few years. In 2006 the avian flu viruses (H5N1 and H9N1) outbreak arose, not long after, in 2009, the swine flu viruses (H1N1), and more recently in 2013 and early 2014, the Corona virus outbreak ensued and has already taken many lives in the Middle East [4,5], especially in Saudi Arabia and during the Hajj pilgrimage when millions of people are worshiping in a huge international close gathering.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 569,
                    "mention": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 570,
                    "end": 571,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Dear editor-in-chief",
            "ref_spans": []
        },
        {
            "text": "In our most recent publication [6] we discussed the solution to viral infections by our idea of combining a synthetic medicine called Arbidol with a natural product called IMOD™ as a new medicine to increase their individual potency in a single dose formulation. In this paper, IMOD™ was introduced as a powerful natural medicine that can be effective against infectious diseases such as AIDS due to its interferonic action which generates lymphocytes and consequently increases CD4 cell counts [7,8], thereby improving life expectancy and quality of life for afflicted patients. This would be combined with Arbidol which is a synthetic medicine with good efficacy and no significant side effects, as discussed in several studies [9,10]. IMOD™ has been used within the last decade, the latter also for more than two decades. Their pharmacokinetics, safety, and efficacy were subjects to many publications. These have been implemented in several human clinical trials and influenza treatments for Arbidol. Their toxicity was very low in animal and human studies [11,12]. Therefore, these medicines are considered to be safe for human use and following years of prescription, no major issues have risen so far.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 33,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 498,
                    "end": 499,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 731,
                    "end": 732,
                    "mention": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 733,
                    "end": 735,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1062,
                    "end": 1064,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Dear editor-in-chief",
            "ref_spans": []
        },
        {
            "text": "In comparison, mechanistically Tamiflu and Relenza (with generic name of zanamivir) are considered as neuraminidase inhibitors [1,3]. Tamiflu is administered orally as a tablet and the latter is administered by inhalation. The mechanisms of action for both medicines are very similar and bring about their effects by reacting with an enzyme that exists on the surface of the influenza virus [2]. In comparison to this, the Arbidol-IMOD combination has a different mechanism of action. In addition to Arbidol’s ability to react with the virus protein to disable the virus and prevent its penetration into cells, this combination is also distributed in the body quickly as an interferon inducer as well as possessing antioxidant activity, with essential elements such as selenium that boost the immune system further [7]. Therefore, the patient’s immune system prevents the body from becoming ill (prophylaxis of influenza) and it also fights viral diseases when the body needs it the most. However, the influence of IMOD™ in the treatment of influenza has not been discussed specifically anywhere in the literature, but the biological aspects of flavonoids in general has been the subject of many relevant studies [13,14]. The major classes of phytochemicals in IMOD™, including quercetin, rutin, apigenin, catechin, etc. have been reported to possess antiviral activity against some types of viruses. On top of this, they cause generation of lymphocytes and consequently increase CD4 cell counts [7,8] thereby improving life expectancy and quality of life of viral afflicted patients which shows the influence of IMOD™ in this preparation. In addition, different studies have shown that IMOD™ can increase interferon release from host cells significantly [8], thus regulating Interleukin-2 levels (IL-2) [15] and consequently increasing CD4 cell counts. One such interferon is interferon gamma (IFN-γ) which is crucial for innate and adaptive immunity. This is also the case with Arbidol, which also shows interferonogenic activity [10]. Therefore, the efficacy of IMOD™ in influenza was not directly the subject of any article, but by increasing the IL-2 levels shows it can fight infectious diseases. As a result, this provides strong evidence to indicate that IMOD™ can increase the efficacy of Arbidol further in the treatment of patients. Consequently, the new proposed idea is expected to produce a novel medicine that increases CD4 cell numbers, boosts the immune system further, and thus will be a better choice to prevent and cure viral infectious diseases in general.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 392,
                    "end": 393,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 816,
                    "end": 817,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1214,
                    "end": 1216,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1217,
                    "end": 1219,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1497,
                    "end": 1498,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1499,
                    "end": 1500,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1756,
                    "end": 1757,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1805,
                    "end": 1807,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2033,
                    "end": 2035,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Dear editor-in-chief",
            "ref_spans": []
        },
        {
            "text": "It must be emphasized that chemically, Arbidol itself is a bromo-indol compound and in general, indols and especially the bromo-substituted ones are considered to be good sources against infectious viruses such as HIV and hepatitis B and C [16,17].",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Dear editor-in-chief",
            "ref_spans": []
        },
        {
            "text": "The toxicology studies of the novel medicine was carried out in mice by the investigators and showed practically zero toxicity for doses ranging from 2 g/kg to up to 4 g/Kg (unpublished data). Of course, a battery of genotoxicity and pharmacokinetic studies including drug interaction tests and related tests for immunosuppressive patients will be explored deeply for such a novel medicine in further studies.",
            "cite_spans": [],
            "section": "Dear editor-in-chief",
            "ref_spans": []
        },
        {
            "text": "The Authors believe with the new hypotheses and idea of the combination of Arbidol and IMOD™ [6], a stronger agent with a new formulation as discussed can bring a safe, effective medicine for preventing and curing infectious diseases such as different types of influenza, if the planned clinical trials and pharmacokinetic studies prove promising.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Dear editor-in-chief",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Synthetic and natural immune modulators acting as interferon inducers",
            "authors": [
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Silin",
                    "suffix": ""
                },
                {
                    "first": "OV",
                    "middle": [],
                    "last": "Lyubomska",
                    "suffix": ""
                },
                {
                    "first": "FI",
                    "middle": [],
                    "last": "Ershov",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Frolov",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Kutsyna",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Pharm Des",
            "volume": "15",
            "issn": "11",
            "pages": "1238-1247",
            "other_ids": {
                "DOI": [
                    "10.2174/138161209787846847"
                ]
            }
        },
        "BIBREF2": {
            "title": "Arbidol Antiviral, immunostimulant, interferon inducer",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Glushkov",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Drug Future",
            "volume": "17",
            "issn": "",
            "pages": "1079-1081",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The effects of plant flavonoids on mammalian cells: implications for inflammation, heart disease, and cancer",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": "Jr"
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kandaswami",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Theoharides",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phrmacol rev",
            "volume": "52",
            "issn": "",
            "pages": "673-751",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Antiviral Activity of Flavones and Flavans",
            "authors": [
                {
                    "first": "JWT",
                    "middle": [],
                    "last": "Selway",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Plant Flavonoids in Biology and Medicine: Biochemical, Pharmacological, and Structure-Activity Relationships",
            "volume": "",
            "issn": "",
            "pages": "521-536",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Examination of Setarud (IMOD™) in the management of patients with severe sepsis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahmoodpoor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eslami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mojtahedzadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Najafi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dehnadi-Moghadam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohammadirad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baeeri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdollahi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Daru",
            "volume": "18",
            "issn": "1",
            "pages": "23-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Biological importance of the Indole nucleus in recent years: a comprehensive review",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Heterocyclic Chem",
            "volume": "47",
            "issn": "",
            "pages": "491-502",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Synthesis and X-ray analysis of 7-bromoarbidol, an impurity standard of arbidol",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tetere",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumpins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Belyakov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zicane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Turks",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Heterocyclic Chem",
            "volume": "48",
            "issn": "",
            "pages": "724-728",
            "other_ids": {
                "DOI": [
                    "10.1002/jhet.625"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Isolation of a novel corona virus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1211721"
                ]
            }
        },
        "BIBREF12": {
            "title": "Middle East respiratory syndrome corona virus (MERS-CoV); announcement of the corona virus study group",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "de Groot",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "RAM",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galiano",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "LLM",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "PCY",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "7790-7792",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01244-13"
                ]
            }
        },
        "BIBREF13": {
            "title": "Combination of IMOD™ and Arbidol to increase their immunomodulatory effects as a novel medicine to prevent and cure influenza and some other infectious diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arastoo",
                    "suffix": ""
                },
                {
                    "first": "HR",
                    "middle": [],
                    "last": "Khorram Khorshid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Radmanesh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gharibdoust",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JMHI",
            "volume": "8",
            "issn": "2",
            "pages": "53-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Preclinical and phase 1 clinical safety of Setarud (IMOD™), a novel immunomodulator",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Khairandish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohraz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Farzamfar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdollahi",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Shahhosseiny",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sadeghi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Heshmat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gharibdoust",
                    "suffix": ""
                },
                {
                    "first": "HR",
                    "middle": [],
                    "last": "Khorram Khorshid",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Daru",
            "volume": "17",
            "issn": "3",
            "pages": "148-156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "AI",
                    "middle": [],
                    "last": "Archakov",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Guseva",
                    "suffix": ""
                },
                {
                    "first": "VF",
                    "middle": [],
                    "last": "Uchaykin",
                    "suffix": ""
                },
                {
                    "first": "OM",
                    "middle": [],
                    "last": "Ipatova",
                    "suffix": ""
                },
                {
                    "first": "YF",
                    "middle": [],
                    "last": "Dochshitsin",
                    "suffix": ""
                },
                {
                    "first": "NV",
                    "middle": [],
                    "last": "Medvedeva",
                    "suffix": ""
                },
                {
                    "first": "VN",
                    "middle": [],
                    "last": "Prozorovsky",
                    "suffix": ""
                },
                {
                    "first": "OS",
                    "middle": [],
                    "last": "Strekalova",
                    "suffix": ""
                },
                {
                    "first": "AV",
                    "middle": [],
                    "last": "Shironin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pharmaceutical Composition Containing Arbidol in the Form of Phospholipid Nanoparticles",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}