{
    "paper_id": "PMC4006886",
    "metadata": {
        "title": "PARV4: An Emerging Tetraparvovirus",
        "authors": [
            {
                "first": "Philippa",
                "middle": [
                    "C."
                ],
                "last": "Matthews",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Amna",
                "middle": [],
                "last": "Malik",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Simmons",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Colin",
                "middle": [],
                "last": "Sharp",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Simmonds",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Klenerman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Richard",
                "middle": [
                    "C."
                ],
                "last": "Condit",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "PARV4 was first reported in 2005 in a hepatitis B virus–infected injecting drug user (IDU) [1]. It was detected by a screening process that aimed to identify new DNA viruses in subjects reporting risk factors for HIV combined with nonspecific symptoms of “viral infection syndrome”, including fatigue, malaise, and headache [1].",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "mention": "[1]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 324,
                    "end": 327,
                    "mention": "[1]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "What Is PARV4?",
            "ref_spans": []
        },
        {
            "text": "PARV4 belongs to the Parvovirus family, characterised by small, non-enveloped, single-stranded DNA viruses, with an icosahedral capsid. Parvoviruses infect a diverse range of hosts, and are divided into subfamilies Parvovirinae and Densovirinae, infecting vertebrates and arthropods respectively. PARV4 is one of only four groups of parvovirus known to infect humans, the others being parvovirus B19, human bocavirus, and adeno-associated viruses (Figure 1A, 1B).",
            "cite_spans": [],
            "section": "What Is PARV4?",
            "ref_spans": [
                {
                    "start": 448,
                    "end": 461,
                    "mention": "Figure 1A, 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The genome of PARV4 is approximately 5 kB long and comprises two open reading frames (ORFs), encoding three genes (Figure 1C). ORF-1 encodes a nonstructural protein (NS-1) essential for viral replication and also potentially responsible for cytopathic effects, as it can induce cell cycle arrest in vitro [2]. ORF-2 divides into two overlapping structural proteins, viral capsid proteins 1 and 2 (VP-1 and VP-2; Figure 1C). There is no in vitro culture system for PARV4, and it is unknown whether the virus can replicate autonomously.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "mention": "[2]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "What Is PARV4?",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "mention": "Figure 1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 412,
                    "end": 421,
                    "mention": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "PARV4 isolates have been subclassified into three genotypes (Figure 1B). Genotypes 1 and 2 (the latter originally termed PARV5) are predominant in Europe, North America, and Asia [3], [4]; genotype 3 is most widespread in Africa [5], [6]. Genetic diversity within each genotype is minimal, leading to one possible inference that the spread of each has been a relatively recent phenomenon, likely originating within the past 20–30 years [4]. It is possible that the three genotypes represent separate zoonotic transmissions of PARV4 into human populations, perhaps from chimpanzees and monkey species that harbour the most closely related parvoviruses to PARV4 [4], [7]. However, in a recent study [8], the nonhuman PARV4-like variants were species-specific, despite frequent opportunities for transmission, including blood contact, between nonhuman primates and human hunters. Despite its scarcity in Western countries, PARV4 may, alternatively, represent the human lineage of a parvovirus that has remained species-specific throughout the evolution of the Partetravirus genus.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 184,
                    "end": 187,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 229,
                    "end": 232,
                    "mention": "[5]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 234,
                    "end": 237,
                    "mention": "[6]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 436,
                    "end": 439,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 660,
                    "end": 663,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 665,
                    "end": 668,
                    "mention": "[7]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 697,
                    "end": 700,
                    "mention": "[8]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "What Is the Origin of PARV4 in Humans?",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 70,
                    "mention": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To date, the best evidence about PARV4 transmission comes from IDU cohorts in Europe and North America, in which PARV4 is strongly associated with hepatitis C virus (HCV) and HIV infection: up to 95% of individuals with these viruses are positive for PARV4 IgG [9]. Likewise, in China, PARV4 infection has been strongly associated with the presence of either chronic hepatitis B virus (HBV) or HCV [3], and in a United Kingdom autopsy series, PARV4 DNA was found only in subjects coinfected with HIV [4].",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "mention": "[9]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 398,
                    "end": 401,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 500,
                    "end": 503,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "(1) Evidence for parenteral and vertical transmission ::: Who Gets PARV4 and How Is It Transmitted?",
            "ref_spans": []
        },
        {
            "text": "However, parenteral transmission is also clearly possible independently from other blood-borne viruses, and PARV4 IgG has been reported in the absence of HIV, HBV, or HCV in the IDU population [10], in haemophilia patients [11], and in patients with a history of intra-muscular injections [12]. The potential for placental transmission has also been documented in a small series from Taiwan, in which neonates with PARV4 viraemia were born to IgM positive mothers [13].",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "mention": "[10]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 223,
                    "end": 227,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 289,
                    "end": 293,
                    "mention": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 464,
                    "end": 468,
                    "mention": "[13]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "(1) Evidence for parenteral and vertical transmission ::: Who Gets PARV4 and How Is It Transmitted?",
            "ref_spans": []
        },
        {
            "text": "PARV4 infections in European or North American populations are rare in individuals without risk factors for blood-borne viruses, suggesting little or no transmission in the general population. Indeed, even within households of PARV4-positive haemophiliacs, contacts are IgG negative [11].",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "(1) Evidence for parenteral and vertical transmission ::: Who Gets PARV4 and How Is It Transmitted?",
            "ref_spans": []
        },
        {
            "text": "Alternative transmission routes are suggested by cohorts in which the background population has a higher prevalence of PARV4 IgG antibodies, and by PARV4-positive individuals who lack risk factors for parenteral transmission. One North American study, surprisingly, found PARV4 in 2% of plasma samples [14], although this prevalence should be interpreted with caution, because the risk factors for blood borne viruses in donors are not well characterised. In this study, fluctuations in the rate of PARV4 were postulated to reflect seasonal variation or bouts of epidemic transmission [14].",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 585,
                    "end": 589,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "(2) Evidence for non-parenteral transmission ::: Who Gets PARV4 and How Is It Transmitted?",
            "ref_spans": []
        },
        {
            "text": "Even higher rates of PARV4 IgG seropositivity are reported in different geographic locations, strongly suggesting non-parenteral transmission. Up to 22% of HBV/HCV-negative individuals in a Chinese cohort were IgG positive [3], and around one in three adults in a variety of sub-Saharan African locations is positive in the absence of other blood-borne viruses [15]. Although a proportion of these cases may be parenterally transmitted (probably relating to iatrogenic exposures) [12], others may be acquired by alternative routes—although identifying these is problematic. A study of West African children with respiratory or gastrointestinal symptoms revealed the presence of PARV4 DNA in 0.5–0.8% of nasal and faecal specimens, suggesting the potential for either respiratory and/or faeco-oral transmission [16]. In another study of Ghanaian children, demographic factors were identified as markers of infection risk, including lack of access to a kitchen and living close to a river [6].",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 361,
                    "end": 365,
                    "mention": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 480,
                    "end": 484,
                    "mention": "[12]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 810,
                    "end": 814,
                    "mention": "[16]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 987,
                    "end": 990,
                    "mention": "[6]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "(2) Evidence for non-parenteral transmission ::: Who Gets PARV4 and How Is It Transmitted?",
            "ref_spans": []
        },
        {
            "text": "There is currently no definitive clinical syndrome associated with PARV4 infection, and the potential pathogenicity of related hokoviruses in animals is also unknown [17]. In the majority of instances, PARV4 viraemia appears to be self-limiting and asymptomatic [6], and there is no consistent association with increased severity of co-existing blood-borne viruses [3].",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "mention": "[17]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 262,
                    "end": 265,
                    "mention": "[6]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 365,
                    "end": 368,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Does PARV4 Cause Clinical Symptoms?",
            "ref_spans": []
        },
        {
            "text": "However, in a minority of reports, a range of possible disease outcomes are described in individuals with evidence of past or current PARV4 infection, including respiratory or gastrointestinal symptoms, hepatitis, rash, and encephalitis (Table 1). Notably, most of these studies describe small numbers of patients, and none is definitively able to attribute clinical manifestations to the presence of PARV4. Establishing cause and effect is further confounded by the close relationship between PARV4 and other blood-borne viruses; for example, although a statistical correlation has been described between PARV4 positivity and early features of AIDS, this association is potentially confounded by the close relationship between PARV4 and both HCV status and individuals with a history of IDU [9].",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 795,
                    "mention": "[9]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Does PARV4 Cause Clinical Symptoms?",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Evidence of PARV4 infection is most frequently detected by an ELISA for specific IgG antibody to VP-2 [11]. This response appears to be sustained over time, as with other parvovirus infections; weak or transient VP-2 IgM positivity has also been reported in acute infection [11].",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "How Is PARV4 Infection Diagnosed and Documented?",
            "ref_spans": []
        },
        {
            "text": "PARV4 DNA may be isolated from plasma in acute infection, generally with low viral loads (e.g. ≤3×104 copies/ml) [11], [18], although acute viraemia of up to 1010 copies/ml has been reported [11]. Asymptomatic viraemia was reported in 8% of children in a Ghanaian cohort [6]. Different studies have reported the duration of viraemia lasting from 30 days [10] up to a mean of 7 months [11]. However, recrudescence or reinfection could also explain these relatively prolonged durations of viraemia [18]. Despite these reports of isolation of PARV4 DNA from serum [10], [11], [18], this is generally uncommon, suggesting that immune containment is good even in immunocompromised hosts [4].",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 119,
                    "end": 123,
                    "mention": "[18]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 191,
                    "end": 195,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 271,
                    "end": 274,
                    "mention": "[6]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 354,
                    "end": 358,
                    "mention": "[10]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 384,
                    "end": 388,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 496,
                    "end": 500,
                    "mention": "[18]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 561,
                    "end": 565,
                    "mention": "[10]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 567,
                    "end": 571,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 573,
                    "end": 577,
                    "mention": "[18]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 682,
                    "end": 685,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "How Is PARV4 Infection Diagnosed and Documented?",
            "ref_spans": []
        },
        {
            "text": "Like other human parvoviruses, PARV4 has the potential for persistence: DNA can be extracted from tissue long (indeed, possibly life-long) after primary infection [4], [19]. This is also supported by a high frequency and magnitude of T-cell responses to PARV4 (detected in vitro by Interferon-gamma ELISpot assays) [20], similar to that which is seen in response to other chronic or latent viral infections—the best characterised examples being the herpesviruses CMV and EBV.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 168,
                    "end": 172,
                    "mention": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 315,
                    "end": 319,
                    "mention": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Is PARV4 Cleared after Acute Infection?",
            "ref_spans": []
        },
        {
            "text": "It is not known exactly which tissues are reservoirs for PARV4, either in the acute or chronic phases of infection. However, different studies have described the detection of PARV4 DNA from a variety of sites including blood, lymphoid tissue, bone marrow, liver, and central nervous system [1], [4], [21]. The relationship between possible tissue tropism and clinical disease is not well characterised: viral DNA may persist indefinitely, but this archived virus does not necessarily reflect local disease. Conversely, specific pathology does not clearly relate to viral replication in local tissues; for example, anaemia in acute infection was not associated with high viral titres in bone marrow [22].",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "mention": "[1]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 295,
                    "end": 298,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 300,
                    "end": 304,
                    "mention": "[21]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 698,
                    "end": 702,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Is PARV4 Cleared after Acute Infection?",
            "ref_spans": []
        },
        {
            "text": "Despite the lack of consistent evidence for PARV4-mediated disease, there are several concerns about the implications of this virus.",
            "cite_spans": [],
            "section": "Should We Worry about PARV4 in the Long Term?",
            "ref_spans": []
        },
        {
            "text": "Other viruses that make an interspecies jump from animals to humans have demonstrated the potential to cause severe human disease, the most notable recent examples being the SARS coronavirus and highly pathogenic species of influenza. Related animal parvoviruses have the potential to cause significant host-specific pathology (e.g., fever, foetal loss, and chronic immunosuppression in pigs [17]). It is therefore possible that parvoviruses that make their way into the human host will ultimately be responsible for a greater range of significant pathology. Furthermore, the parenteral route of PARV4 transmission and its high prevalence in subjects coinfected with other blood-borne viruses puts immunocompromised patients at particular risk of acquiring infection; these are also the individuals likely to be most susceptible to clinical manifestations.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "mention": "[17]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Should We Worry about PARV4 in the Long Term?",
            "ref_spans": []
        },
        {
            "text": "Parvoviruses are potentially resistant to traditional viral inactivation methods employed for plasma-derived products [1], [11], [14]. In the Western world, these risks are mitigated by modern virus inactivation procedures that are likely to be effective against parvoviruses and by the increasing use of recombinant clotting factors instead of plasma-derived products. However, transfusion-mediated transmission remains a potential issue in developing countries. The extent of this concern is uncertain given the doubts over the clinical significance of PARV4 infection.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "mention": "[1]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 123,
                    "end": 127,
                    "mention": "[11]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 129,
                    "end": 133,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Should We Worry about PARV4 in the Long Term?",
            "ref_spans": []
        },
        {
            "text": "We are left with important unanswered questions. What are the potential outcomes of infection with PARV4? Are there really multiple different modes of transmission? How frequently does viral persistence occur, and does this matter to the host? Further work is urgently needed to improve our understanding of this emerging infection.",
            "cite_spans": [],
            "section": "Should We Worry about PARV4 in the Long Term?",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (A) Neighbour-joining phylogenetic tree reconstructed using amino acid sequences of ORF-1 (nonstructural protein) of Parvovirinae species. Sequences downloaded from NCBI (https://www.ncbi.nlm.nih.gov/genbank/). Sequences were selected based on completeness of sequence (minimum 621 amino acids per sequence), date of publication (all published between 2002 and 2010), and to provide representative viruses within each of the major Parvovirinae genera. Alignments and tree reconstruction were performed using Clustalw2 (http://www.ebi.ac.uk/Tools/msa/clustalw2). Subfamilies Densovirinae and Parvovirinae are indicated by dashed ovals. Genera within Parvovirinae are indicated by solid-coloured ovals and labelled with newly proposed genus nomenclature [23]. Viruses known to cause human infection are marked ‘*’. PARV4 genotypes 1–3 are in a new genus variously termed Partetravirus or Tetraparvovirus, together with animal parvoviruses (bovine and porcine hokovirus and PARV4-like viruses infecting nonhuman primates [8]) to which they are most closely related [2], [23]. Individual taxa are as follows, with GenBank ID in square brackets: PARV_1 = PARV4 genotype 1 [ACD71480.1]; PARV_2 = PARV4 genotype 2 [ABV71690.1]; PARV_3 = PARV4 genotype 3 [ACF94533.1]; PARV4_ch = PARV4-like virus of chimpanzees [AFD01617]; PARV4_co = PARV4-like virus of colobus monkey [AFD01599]; PHoV = porcine hokovirus [ADN44557.1]; BHoV = bovine hokovirus [ABY67685.1]; AAV_1 = adeno-associated virus 1 [AAU05367.1]; AAV_7 = adeno-associated virus 7 [YP_077177.1]; AAV_8 = adeno-associated virus 8 [YP_077179.1]; B19 = human parvovirus B19 [ABC87246.1]; AMDV = Aleutian mink disease virus [ACY54678.1]; MVM = minute virus of mice [ABB01353.1]; AADV = Aedes aegypti densovirus [YP_002854229.1]. Percentage amino acid sequence identity for tetraparvoviruses in comparison to PARV_1, calculated for NS1 protein using ClustalW2, are as follows: PARV4 _2, 96.4%; PARV4_3, 97.0%; PARV4_ch, 91.5%; PARV4_co, 67.8%; BHoV, 59.5%; PHoV, 58.1%. (B) Neighbour-joining phylogenetic tree reconstructed using full-length nucleotide sequences of species within the Tetraparvovirus subfamily. Methods and individual isolates as for Figure 1A. Percentage nucleotide sequence identity in comparison to PARV_1, calculated for full-length sequence using ClustalW2, are as follows: PARV4 _2, 92.1%; PARV4_3, 92.9%; PARV4_ch, 83.3%; PARV4_co, 71.3%; BHoV, 65.1%; PHoV, 65.3%. (C) Schematic diagram of PARV4 genome. Diagram based on NCBI Reference Sequence: NC_007018.1 [1]. Open Reading Frame 1 (ORF-1) encodes Non-Structural Protein 1 (NS-1); this region is responsible for potentially cytopathic effects of the virus [2]. Open Reading Frame 2 (ORF-2) comprises overlapping proteins Viral Protein 1 (VP-1) and Viral Protein 2 (VP-2), which encode structural capsid proteins. Protein lengths are shown as number of amino acids (aa). Additional Reading Frames (ARFs) are conserved across PARV4 genotypes; shown as ARF-1 (67 amino acids) and ARF-2 (86 amino acids) [5].",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Diversity of parvovirus 4-like viruses in humans, chimpanzees, and monkeys in hunter-prey relationships",
            "authors": [],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "859-862",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Human parvovirus 4 as potential cause of encephalitis in children, India",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1484-1487",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Placental transmission of human parvovirus 4 in newborns with hydrops, Taiwan",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1954-1956",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The family Parvoviridae",
            "authors": [],
            "year": 2013,
            "venue": "Arch Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Human parvovirus 4 in nasal and fecal specimens from children, ghana",
            "authors": [],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "1650-1653",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Frequent detection of the parvoviruses, PARV4 and PARV5, in plasma from blood donors and symptomatic individuals",
            "authors": [],
            "year": 2007,
            "venue": "Transfusion",
            "volume": "47",
            "issn": "",
            "pages": "1054-1061",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "New DNA viruses identified in patients with acute viral infection syndrome",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "8230-8236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Identification of novel porcine and bovine parvoviruses closely related to human parvovirus 4",
            "authors": [],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "1840-1848",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Human parvovirus 4 infection, Cameroon",
            "authors": [],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "680-683",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Molecular characterization of the newly identified human parvovirus 4 in the family Parvoviridae",
            "authors": [],
            "year": 2012,
            "venue": "Virology",
            "volume": "422",
            "issn": "",
            "pages": "59-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Comparison of tissue distribution, persistence, and molecular epidemiology of parvovirus B19 and novel human parvoviruses PARV4 and human bocavirus",
            "authors": [],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "195",
            "issn": "",
            "pages": "1345-1352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Human parvovirus 4 viremia in young children, ghana",
            "authors": [],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "1690-1692",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Novel human parvovirus 4 genotype 3 in infants, Ghana",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1143-1146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Widespread infection with homologues of human parvoviruses B19, PARV4, and human bocavirus of chimpanzees and gorillas in the wild",
            "authors": [],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "10289-10296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Virologic and clinical features of primary infection with human parvovirus 4 in subjects with hemophilia: frequent transmission by virally inactivated clotting factor concentrates",
            "authors": [],
            "year": 2012,
            "venue": "Transfusion",
            "volume": "52",
            "issn": "",
            "pages": "1482-1489",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Epidemiology of human parvovirus 4 infection in sub-Saharan Africa",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1605-1607",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "High frequencies of exposure to the novel human parvovirus PARV4 in hemophiliacs and injection drug users, as detected by a serological assay for PARV4 antibodies",
            "authors": [],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "200",
            "issn": "",
            "pages": "1119-1125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A third genotype of the human parvovirus PARV4 in sub-Saharan Africa",
            "authors": [],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "2299-2302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Parvovirus 4 infection and clinical outcome in high-risk populations",
            "authors": [],
            "year": 2012,
            "venue": "J Infect Dis",
            "volume": "205",
            "issn": "",
            "pages": "1816-1820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Evolution of CD8+ T cell responses after acute PARV4 infection",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "3087-3096",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "High frequency, sustained T cell responses to PARV4 suggest viral persistence in vivo",
            "authors": [],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "203",
            "issn": "",
            "pages": "1378-1387",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Parvoviruses in blood donors and transplant patients, Italy",
            "authors": [],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "185-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "High prevalence of human parvovirus 4 infection in HBV and HCV infected individuals in shanghai",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}