{
    "paper_id": "PMC4555095",
    "metadata": {
        "title": "Inhibitory effects of magnolol and honokiol on human calcitonin aggregation",
        "authors": [
            {
                "first": "Caiao",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yudan",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anlin",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Biao",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qiaoqiao",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kun",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Thioflavin-T (ThT) fluorescence based assay was used to monitor amyloid formation of hCT. 25 μM hCT gave a strong ThT emission, reaching the plateau stage after 40 h incubation with a lag time of 22.84 ± 2.03 h (Fig. 2A,B). As a control, addition of an equimolar amount of EGCG significantly inhibited the aggregation of hCT (Fig. 2A,B), which agrees with a previous report55.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Magnolol and honokiol inhibited the amyloid formation of human calcitonin ::: Results",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 221,
                    "mention": "Fig. 2A,B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 326,
                    "end": 335,
                    "mention": "Fig. 2A,B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Mag and Hon both inhibited hCT aggregation in a dose-dependent manner. The addition of an equimolar amount of Mag extended the lag time to 33.34 ± 1.67 h (P < 0.05) without significantly reducing the maximum ThT fluorescence intensity (Fig. 2A). However, in the presence of 3-fold molar excess of Mag, the maximum ThT fluorescence intensity was substantially decreased to 42% of that of the control, accompanied with a prolonged lag time of 47.19 ± 3.62 h (P < 0.05). When the molar ratio was further increased to 5:1, the aggregation of hCT was significantly inhibited, with a lag time of 57.44 ± 5.59 h (P < 0.05). Compared to Mag, Hon was less potent on inhibiting hCT aggregation. The presence of an equimolar amount of Hon slightly decreased the maximum ThT fluorescence intensity to 74% of that of the control, without prolonging the lag time (Fig. 2B). The addition of 3-fold and 5-fold amount of Hon showed stronger inhibitory effects, which decreased maximum ThT fluorescence intensity by 35% and 55%, with the lag time prolonged to 37.78 ± 1.48 h (P < 0.05) and 36.32 ± 4.67 h (P < 0.05), respectively.",
            "cite_spans": [],
            "section": "Magnolol and honokiol inhibited the amyloid formation of human calcitonin ::: Results",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "mention": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 850,
                    "end": 857,
                    "mention": "Fig. 2B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Transmission electron microscopy (TEM) was then used to observe the morphology of hCT aggregates to corroborate the ThT fluorescence assay results56. After 72 h of incubation, hCT formed extensive linear fibrils (Fig. 2C). Addition of an equimolar amount of EGCG significantly inhibited the fibril formation of hCT (Fig. 2D), which is consistent with a previous report55. In the presence of Mag and Hon, hCT showed no obvious fibrils after 72 h of incubation (Fig. 2E–J). Amorphous aggregates were observed for hCT samples co-incubated with Mag and Hon at molar ratios of 1:1 or 3:1 (Fig. 2E,F,H,I), whereas fewer aggregates were observed in the presence of 5-fold molar amount of Mag or Hon (Fig. 2G,J).",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 368,
                    "end": 370,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Magnolol and honokiol inhibited the amyloid formation of human calcitonin ::: Results",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 220,
                    "mention": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 316,
                    "end": 323,
                    "mention": "Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 460,
                    "end": 469,
                    "mention": "Fig. 2E–J",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 584,
                    "end": 597,
                    "mention": "Fig. 2E,F,H,I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 693,
                    "end": 702,
                    "mention": "Fig. 2G,J",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The effects of Mag and Hon on hCT oligomerization and fibrillation were further determined by immuno-dot blot. A11 and OC antibodies were applied to detect the formation of oligomers and fibrils, respectively5758. For hCT, A11-positive oligomers were observed after 24 h of incubation, while OC-positive fibrils emerged after 36 h incubation (Fig. 3). In the presence of equimolar amount of EGCG, neither A11-positive oligomers nor OC-positive fibrils were observed after 72 h of incubation, which agrees with the TEM results (Fig. 2D).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Magnolol and honokiol inhibited both oligomerization and fibrillation of hCT ::: Results",
            "ref_spans": [
                {
                    "start": 343,
                    "end": 349,
                    "mention": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 534,
                    "mention": "Fig. 2D",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Mag and Hon both significantly suppressed the fibrillation of hCT. In the presence of two compounds, no OC-positive fibrils were observed during the incubation, except in the presence of an equimolar amount of Mag, where small amount of fibrils were detected after 72 h (Fig. 3). Mag and Hon also inhibited the oligomerization of hCT dose-dependently. In the presence of equimolar amounts of Mag and Hon, A11-positive oligomers were only detected after 48 h of incubation (Fig. 3). When the molar ratios of these two compounds were further increased to 3:1 and 5:1, essentially no oligomer was detected by the A11 antibody after 72 h (Fig. 3).",
            "cite_spans": [],
            "section": "Magnolol and honokiol inhibited both oligomerization and fibrillation of hCT ::: Results",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 277,
                    "mention": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 479,
                    "mention": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 641,
                    "mention": "Fig. 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The particle size distribution of amyloid aggregates was further determined by dynamic light scattering (DLS). For hCT, the observed average diameter of aggregates was 580 nm after 24 h of incubation, and was increased to over 5000 nm after 72 h (Fig. 4). The addition of an equimolar amount of EGCG decreased the average diameter to 1300 nm after 72 h (Fig. 4). The presence of equimolar amounts of Mag and Hon showed no significant effect on the size of hCT aggregates, which displayed an average diameter of 2000 nm and 4200 nm after 72 h, respectively (Fig. 4). However, when a 5-fold molar excess of Mag and Hon was added, the average diameters of hCT aggregates were significantly decreased to 680 and 1630 nm after 72 h, respectively (Fig. 4).",
            "cite_spans": [],
            "section": "Magnolol and honokiol inhibited both oligomerization and fibrillation of hCT ::: Results",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 253,
                    "mention": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 354,
                    "end": 360,
                    "mention": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 563,
                    "mention": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 748,
                    "mention": "Fig. 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The effects of compounds on hCT aggregation induced cytotoxicity were studied on SH-SY5Y cells by MTT assay. The presence of 10 μM hCT for 24 h reduced cell viability to 72% of that of untreated cells (Fig. 5A). The addition of an equimolar amount of EGCG significantly increased cell viability to 177% (P < 0.05). The presence of Mag and Hon both reduced the cytotoxicity to different extents (Fig. 5A). The addition of an equimolar amount of Mag increased cell viability to 88% (P < 0.05). When the molar ratios of Mag were increased to 3:1 and 5:1, the cell viabilities were increased to 100% and 111%, respectively (P < 0.05). In contrast, the presence of an equimolar amount of Hon was less effective than Mag on reducing cytotoxicity with a cell viability of 82% (P < 0.05). At higher concentrations (3-fold and 5-fold), Hon increased cell viabilities to 89% and 93%, respectively (P < 0.05).",
            "cite_spans": [],
            "section": "Magnolol and honokiol reduced the hCT aggregation resulted cytotoxicity and membrane disruption ::: Results",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 209,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 395,
                    "end": 402,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Since all three compounds displayed proliferation effects on SH-SY5Y cells (Fig. 5A & S1), to determine whether these compounds also reduced cytotoxicity through inhibiting aggregation, we further applied fluorescence dye leakage assay to determine the effects of Mag and Hon on membrane disruption caused by hCT in a model membrane system. The addition of 1 μM hCT resulted in 26% membrane disruption compared with the vesicles treated with Triton X-100, which was set as 100% (P < 0.05; Fig. 5B). Addition an equimolar amount of EGCG significantly decreased dye leakage to 2% (P < 0.05). The presence of Mag and Hon both dose-dependently protected the membrane. Equimolar amount of two compounds slightly attenuated the membrane penetration to 14% and 18%, respectively (P < 0.05; Fig. 5B), while higher concentrations of compounds (3-fold and 5-fold) almost completely abolished membrane disruption (P < 0.05; Fig. 5B).",
            "cite_spans": [],
            "section": "Magnolol and honokiol reduced the hCT aggregation resulted cytotoxicity and membrane disruption ::: Results",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 489,
                    "end": 496,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 783,
                    "end": 790,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 913,
                    "end": 920,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The efficacy of Mag and Hon to disaggregate preformed hCT aggregates was determined by ThT fluorescence assay. hCT was pre-incubated for 48 h to form aggregates, different amounts of compounds were then added. Adding equimolar amounts of Mag and Hon showed no obvious disaggregation effect, while the presence of 3-fold amount of either compound prevented further aggregation of hCT (Fig. 6A,B). When the molar ratio of Mag and Hon was further increased to 5:1, the hCT aggregates were disassembled with ThT fluorescence intensity remarkably reduced to 53% and 55% of untreated control after 48 h of incubation, respectively (Fig. 7). The morphology of hCT aggregates after disaggregation was then observed under TEM. Addition of Mag and Hon disaggregated preformed hCT fibrils into small amorphous aggregates (Fig. 6E,F), which agrees with ThT fluorescence assay results. We then quantitated the soluble hCT concentrations in the supernatant after disaggregation by using bicinchoninic acid (BCA) assay. After 48 h of pre-incubation, the concentration of soluble hCT in the supernatant was lower than 20 μg/mL (Fig. 6G), whereas the equimolar amount of EGCG increased hCT concentration to ca. 50 μg/mL (P < 0.05; Fig. 6H,I). Equimolar amounts of Mag and Hon showed no obvious disaggregation effect, whereas at higher concentrations (3:1 and 5:1) significantly increased concentration of soluble hCT in the supernatant (more than 100 μg/mL) were observed after 48 h of incubation with two compounds (Fig. 6H,I).",
            "cite_spans": [],
            "section": "Magnolol and honokiol can disaggregate preformed hCT aggregates ::: Results",
            "ref_spans": [
                {
                    "start": 384,
                    "end": 393,
                    "mention": "Fig. 6A,B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 626,
                    "end": 632,
                    "mention": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 820,
                    "mention": "Fig. 6E,F",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1112,
                    "end": 1119,
                    "mention": "Fig. 6G",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1214,
                    "end": 1223,
                    "mention": "Fig. 6H,I",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1500,
                    "end": 1509,
                    "mention": "Fig. 6H,I",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To further determine the intermolecular interactions between hCT and compounds, isothermal titration calorimetry (ITC) was used to measure the binding affinities of Mag and Hon to hCT as described59. We found that Mag bound to hCT with a Kb of (3.81 ± 1.28) × 105 M−1, while ΔH and Δs were −831.3 ± 107.7 cal/mol and 22.7 cal/mol/deg, respectively (Figure S3A). Hon bound to hCT with a Kb of (1.54 ± 0.395) × 105 M−1, while ΔH and Δs were −907.5 ± 73.22 cal/mol and 20.7 cal/mol/deg, respectively (Figure S3B). ITC measurements also indicated Mag bound to hCT at a 1:1 stoichiometry, while Hon interacted with hCT at a 3:1 stoichiometry.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Magnolol and honokiol both directly bound to hCT ::: Results",
            "ref_spans": []
        },
        {
            "text": "The toxic aggregation of amyloidogenic proteins into toxic conformers, not only causes diseases but also limits the clinical application of many protein-based drugs60. A number of compounds have thus been screened or designed as amyloid inhibitors1761, among which polyphenols have been extensively reported1762. Here, Mag and Hon, two biphenyl backbone containing polyphenol compounds, were found to effectively inhibit the aggregation of hCT. Mag and Hon both directly bound to hCT (Figure S3), dose-dependently suppressed hCT aggregation (Fig. 2), and could disassemble preformed hCT aggregates (Fig. 6).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 247,
                    "end": 249,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 249,
                    "end": 251,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 307,
                    "end": 309,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 309,
                    "end": 311,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 542,
                    "end": 548,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 599,
                    "end": 605,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Oligomeric intermediates formed during the aggregation have been considered as the most toxic conformers1011. Therefore, a number of inhibitors have been designed to disrupt the oligomerization step6364. In our study, Mag and Hon were found to effectively inhibit both the oligomerization and fibrillation of hCT (Fig. 7). The presence of 3- and 5-fold of Mag and Hon prolonged the aggregation lag time of hCT, implying they may affect aggregation at the initial oligomerization stage (Fig. 2A,B). Further immuno-dot blot and DLS assays demonstrated that both compounds inhibited the formation of hCT oligomers and fibrils (Fig. 3,4), and reduced the membrane disruption and cytotoxicity induced by hCT oligomers and fibrils (Fig. 5).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 106,
                    "end": 108,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 198,
                    "end": 200,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 200,
                    "end": 202,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 314,
                    "end": 320,
                    "mention": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 495,
                    "mention": "Fig. 2A,B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 624,
                    "end": 630,
                    "mention": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 632,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 732,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "As generally acknowledged, proteins aggregate mostly through aromatic and hydrophobic interactions6566, and aromatic interactions also play important role in the fibril formation of human calcitonin67; disrupting such interactions may thus suppress amyloid aggregation. NMR investigation had demonstrated EGCG bound to hCT through intermolecular π-π stacking, therefore inhibiting the aggregation of hCT55. By using ITC assay, we found Mag and Hon both bound to hCT; considering the polyphenol structure of these two molecules (Fig. 1C,D), we speculated that Mag and Hon may also bind to hCT through aromatic interaction, and suppressed amyloid formation of hCT.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 100,
                    "end": 102,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 198,
                    "end": 200,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 528,
                    "end": 537,
                    "mention": "Fig. 1C,D",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Compared with Hon, Mag displayed a similar inhibitory effect at a low equimolar concentration (1:1), but stronger inhibitory effects at high concentrations (3:1 and 5:1). ITC results also indicated Mag bound to hCT with a higher binding constant compared to Hon (Figure S3). This may due to the slight structural difference between two compounds. With two adjacent hydroxyls, Mag is more likely to form intramolecular hydrogen bonds, which causes a smaller angle between two benzene rings compared to Hon6869. When binding to hCT molecules, a larger angle between two benzene rings may produce greater steric hindrance, which may explain the relatively lower potency of Hon compared to Mag on inhibiting hCT aggregation. It is also noted that Mag and Hon may inhibit hCT aggregation through different mechanisms. ThT fluorescence assay suggested that Mag increased lag time, and inhibited aggregation from oligomerization stage, whereas Hon showed little effects on increasing lag time although it decreased the fibril elongation rate (Fig. 2A,B). ITC assay also suggested Mag and Hon bound to hCT at a 1:1 and 3:1 stoichiometry, respectively (Figure S3), possibly indicating different binding sites on hCT between two compounds. Notably, in the dot blot assay, honokiol showed a stronger inhibitory effect compared with magnolol, especially at an equimolar ratio; this may also due to different interactions between two compounds, which leads to the different conformations formed during aggregation, and interferes the dot blot results. However, the molecular mechanism of inhibitory effects of Mag and Hon on hCT amyloid formation remained to be clarified, and it will be of great interest to detect monomer and polymers formed during aggregation with specific monoclonal antibody by using western blot approach as Tufail, S. et al. described70. It will also be useful to probe the exact membrane protection mechanisms of Hon and Mag by using biophysical techniques, particularly, with the use of high-resolution solids-state NMR approaches5055717273.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 506,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 506,
                    "end": 508,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1845,
                    "end": 1847,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2043,
                    "end": 2045,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2045,
                    "end": 2047,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2047,
                    "end": 2049,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2049,
                    "end": 2051,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 2051,
                    "end": 2053,
                    "mention": "73",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1036,
                    "end": 1045,
                    "mention": "Fig. 2A,B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In summary, our studies indicated Mag and Hon inhibited the oligomerization and fibrillation of hCT, disassembled hCT aggregates at higher molar ratios, and more importantly, reduced membrane disruption and cytotoxicity induced by hCT aggregates. Our results suggested a potential anti-amyloidogenic property of Mag and Hon, and polyphenols with a biphenyl backbone may further be explored to design effective anti-amyloidosis compounds.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Human calcitonin (>95%) was obtained from GL Chemicals Ltd. (Shanghai, China). Mag, Hon and EGCG were from Aladdin-reagent (Shanghai, China). Anti-oligomer antibody (OC), anti-fibril antibody (A11) and anti-rabbit IgG were obtained from Merck Millipore (Billerica, USA). Thioflavin-T (ThT), 2-Oleoyl-1-palmitoyl-snglycero-3-phospho-rac-(1-glycerol) sodium salt (POPG) and carboxyfluorescein were from Sigma-Aldrich (St. Louis, USA). SH-SY5Y cells were obtained from the China Center for Type Culture Collection (CCTCC). All other chemical reagents were of the highest grade available.",
            "cite_spans": [],
            "section": "Materials ::: Methods",
            "ref_spans": []
        },
        {
            "text": "hCT aggregation was conducted with the protein misfolding cyclic amplification (PMCA) approach as previously described7475. Briefly, hCT was dissolved in 50 mM PBS buffer (pH 7.4) containing 100 mM NaCl to a final concentration of 25 μM. Peptide solutions were incubated in eppendorf tubes containing 37.9 ± 0.7 mg of 1.0 mm Zirconia/Silica beads (Gong Tao INC., Shanghai, China). Mag and Hon were freshly prepared and added at different final concentrations. Samples were incubated at 37 °C and sonicated with a SB25-12DTD sonicator (Scientz Biotechnology, China) with an output power of 90% for 30 s every 4 h. For disaggregation assay, hCT was pre-incubated for 48 h to reach the plateau stage, followed by adding compounds at different ratios, and then further incubated for another 48 h.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "mention": "74",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 120,
                    "end": 122,
                    "mention": "75",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Sample preparation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "ThT assay was performed on a Hitachi FL-2700 fluorometer. The excitation and emission wavelength were set at 450 nm and 482 nm, respectively, and the curves were fitted as we previously described76. All experiments were repeated for at least three times.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "mention": "76",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Thioflavin-T (ThT) fluorescence assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Dot blot assay was performed as we previously described77. Briefly, samples were spotted on nitrocellulose membranes (Biorad, Hercules, USA) and dried for 30 min. The blots were blocked in 10 % nonfat milk TBST for 30 min at room temperature, and then incubated with A11 and OC antibodies for 4 h at 4 °C, followed by co-incubating with secondary anti-rabbit IgG antibody for 2 h at room temperature. The blots were further incubated with ECL reagent (Millipore, Billerica, USA) for 2 min, and developed.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "mention": "77",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Dot blot assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "TEM assay was performed as we previously described76. 5 μL of each sample was dropped onto a 300-mesh Formvar-carbon-coated copper grid and air dried. Samples were then stained with 1% uranyl formate. Images were observed under a FEI Tecnai G2 20 U-TWIN transmission electronic microscope (Hillsboro, OR, USA).",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 52,
                    "mention": "76",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Transmission electronic microscopy (TEM) assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Dynamic light scattering was performed on a zeta pals potential analyzer (Brookhaven Instruments, USA) as we described before78. Briefly, samples were measured with a scattering angle of 90o. Each sample was scanned for three times (1 min/scan), and the data were analyzed by the multimodal size distribution (MSD).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "78",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Dynamic light scattering (DLS) analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Dye leakage assay was performed as we previously described35. POPG was dissolved in chloroform and the solvent was evaporated to form lipid films. Carboxyfluorescein was dissolved in 50 mM PBS to a final concentration of 40 mM, and was then added into the lipid films to form vesicles. Vesicles containing carboxyfluorescein were further purified by a PD-10 column (Sangon Biotech., Shanghai, China). Samples pre-incubated for 48 h were then added into the POPG vesicles at a final peptide concentration of 1 μM, and fluorescence intensities were measured after mixing for 100 s with excitation and emission wavelengths set at 493 and 518 nm, respectively. The vesicles were then treated with 0.2% Triton X-100, which completely disrupted the vesicles. All experiments were repeated for at least three times.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Dye leakage assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "MTT-based cell toxicity assays were performed as we previously described79. SH-SY5Y cells were cultured in DMEM high glucose medium containing 10% FBS, 1% penicillin-streptomycin solution and 1% sodium pyruvate. Cells were plated in 96-well plates at a density of 5 × 103 cells/well and cultured for 24 h. After addition of fresh medium containing hCT samples which were pre-incubated for 48 h with or without compounds, cells were further incubated for another 24 h. 10 μL of MTT (5 mg/mL) were then added into the wells, followed by the addition of formazan buffer, and the absorbance was measured at 570 nm.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "mention": "79",
                    "ref_id": "BIBREF76"
                }
            ],
            "section": "MTT cell toxicity assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "80 μL disaggregation samples were centrifuged at 12,000 rpm for 10 min, and 10 μL of supernatants were withdrawn and added into 96-well plates. 100 μL of BCA reagent A and B (Beyotime, China) mixtures were then added, and samples were incubated at 37 °C for 30 min. The absorbance was measured at 562 nm, and the concentration of hCT was calculated by referring to standard curve. All experiments were repeated for at least 3 times.",
            "cite_spans": [],
            "section": "Bicinchoninic acid (BCA) assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "ITC measurements were performed on a Microcal VP-ITC titration calorimeter (GE Healthcare, USA) at 25 °C. hCT and compounds were dissolved in 50 mM PBS (pH 7.4, containing 100 mM NaCl), and solutions were degassed for 5 min by using ThermoVac (GE Healthcare, USA). hCT was used as a titrant in the sample cell at a concentration of 10 μM, while Mag (0.2 mM) and Hon (0.4 mM) were loaded into the syringe. Compounds were injected into hCT solution with 25 consecutive injections with stirring at 307 rpm. The first injection volume was 3 μL with 6-s duration, while the rest injection volume was 10 μL with injection duration of 20 s. Control experiments were carried out by injecting compounds into PBS, and results were analyzed with MicroCal ORIGIN software with curves fitted with a one set of sites model.",
            "cite_spans": [],
            "section": "ITC measurements ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Each experiment was repeated three times and the data were expressed as the mean ± SD. The Kruskal-Wallis test and the Mann-Whitney test were used to evaluate statistical significance. Difference was considered statistically significant at P < 0.05.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Guo, C. et al. Inhibitory effects of magnolol and honokiol on human calcitonin aggregation. Sci. Rep.\n5, 13556; doi: 10.1038/srep13556 (2015).",
            "cite_spans": [],
            "section": "Additional Information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (A) Primary sequence of hCT with a disulfide bridge between Cys-1 and Cys-7 and C terminus amidated; (B–D) Chemical structures of EGCG (B), magnolol (C) and honokiol (D).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (A-B) ThT fluorescence of hCT aggregation in the absence or presence of different ratios of magnolol (A) and honokiol (B). *P < 0.05; (C–J) TEM images of hCT aggregates in the absence or presence of different compounds. (C) hCT alone; (D) 1:1 mixture of hCT and EGCG; (E–G) Mixtures of hCT and magnolol with molar ratios of 1:1 (E), 1:3 (F) and 1:5 (G); (H–J) Mixtures of hCT and honokiol with molar ratios of 1:1 (H), 1:3 (I) and 1:5 (J). Scale bar represents 200 nm.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (A) Cell viability of SH-SY5Y cells in the absence or presence of different compounds determined by MTT-based assay; (B) Dye leakage levels induced by hCT in the presence of compounds. 0.2% Triton X-100 was used as the positive control. ***P < 0.05.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: (A,B) ThT fluorescence of disaggregation effects of magnolol (A) and honokiol (B). (C–F) TEM images of disaggregation effects of different compounds. (C) hCT incubated for 96 h; (D) hCT aggregates incubated with equimolar of EGCG for 48 h; (E–F) hCT aggregates incubated with 5-fold amounts of magnolol (E) and honokiol (F) for 48 h; Scale bar represents 500 nm. (G–I) Quantitative analysis of hCT concentration in the supernatant after disaggregation for 0 h (G), 24 h (H) and 48 h (I) in the presence of different compounds determined by bicinchoninic acid (BCA) assay.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The alternative conformations of amyloidogenic proteins and their multi-step assembly pathways",
            "authors": [],
            "year": 1998,
            "venue": "Curr Opin Struct Biol",
            "volume": "8",
            "issn": "",
            "pages": "101-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Diffusible, nonfibrillar ligands derived from Abeta1-42 are potent central nervous system neurotoxins",
            "authors": [],
            "year": 1998,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "95",
            "issn": "",
            "pages": "6448-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Native metastable prefibrillar oligomers are the most neurotoxic species among amyloid aggregates",
            "authors": [],
            "year": 2014,
            "venue": "Biochim Biophys Acta",
            "volume": "1842",
            "issn": "",
            "pages": "1622-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Differences between amyloid-beta aggregation in solution and on the membrane: insights into elucidation of the mechanistic details of Alzheimer's disease",
            "authors": [],
            "year": 2014,
            "venue": "Chem Soc Rev",
            "volume": "43",
            "issn": "",
            "pages": "6692-700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Structural characterization and inhibition of toxic amyloid-beta oligomeric intermediates",
            "authors": [],
            "year": 2013,
            "venue": "Biophys J",
            "volume": "105",
            "issn": "",
            "pages": "287-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Molecular pathogenesis of protein misfolding diseases: pathological molecular environments versus quality control systems against misfolded proteins",
            "authors": [],
            "year": 2009,
            "venue": "J Biochem",
            "volume": "146",
            "issn": "",
            "pages": "751-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Different amyloidogenic peptides share a similar mechanism of neurotoxicity involving reactive oxygen species and calcium",
            "authors": [],
            "year": 1995,
            "venue": "Brain Res",
            "volume": "676",
            "issn": "",
            "pages": "219-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Membrane Disruption and Early Events in the Aggregation of the Diabetes Related Peptide IAPP from a Molecular Perspective",
            "authors": [],
            "year": 2012,
            "venue": "Accounts of Chemical Research",
            "volume": "45",
            "issn": "",
            "pages": "454-462",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Inhibiting toxic aggregation of amyloidogenic proteins: a therapeutic strategy for protein misfolding diseases",
            "authors": [],
            "year": 2013,
            "venue": "Biochim Biophys Acta",
            "volume": "1830",
            "issn": "",
            "pages": "4860-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Calcitonin",
            "authors": [],
            "year": 1999,
            "venue": "Current Medicinal Chemistry",
            "volume": "6",
            "issn": "",
            "pages": "1067-1093",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Forty years of calcitonin–where are we now? A tribute to the work of Iain Macintyre, FRS",
            "authors": [],
            "year": 2002,
            "venue": "Bone",
            "volume": "30",
            "issn": "",
            "pages": "655-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Protein aggregation and aggregate toxicity: new insights into protein folding, misfolding diseases and biological evolution",
            "authors": [],
            "year": 2003,
            "venue": "J Mol Med (Berl)",
            "volume": "81",
            "issn": "",
            "pages": "678-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Diagnosis and treatment of Paget's disease of bone",
            "authors": [],
            "year": 2002,
            "venue": "Am Fam Physician",
            "volume": "65",
            "issn": "",
            "pages": "2069-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The structure and mechanism of formation of human calcitonin fibrils",
            "authors": [],
            "year": 1993,
            "venue": "J Biol Chem",
            "volume": "268",
            "issn": "",
            "pages": "6415-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A brief history of calcitonin",
            "authors": [],
            "year": 2002,
            "venue": "Lancet",
            "volume": "359",
            "issn": "",
            "pages": "885-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Characterization of amyloid fibril proteins from medullary carcinoma of the thyroid",
            "authors": [],
            "year": 1976,
            "venue": "J Exp Med",
            "volume": "143",
            "issn": "",
            "pages": "993-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Calcitonin and chromogranin A localization in medullary carcinoma of the thyroid by immunoelectron microscopy",
            "authors": [],
            "year": 1988,
            "venue": "J Histochem Cytochem",
            "volume": "36",
            "issn": "",
            "pages": "1031-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Converting the highly amyloidogenic human calcitonin into a powerful fibril inhibitor by three-dimensional structure homology with a non-amyloidogenic analogue",
            "authors": [],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": "2707-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Enhanced potency of human calcitonin when fibrillation is avoided",
            "authors": [],
            "year": 1995,
            "venue": "J Pharm Sci",
            "volume": "84",
            "issn": "",
            "pages": "717-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Calcitonin-induced anorexia in rats: a structure-activity study by intraventricular injections",
            "authors": [],
            "year": 1982,
            "venue": "Jpn J Pharmacol",
            "volume": "32",
            "issn": "",
            "pages": "1013-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Effect of calcitonin on bone lesions in chronic dialysis patients",
            "authors": [],
            "year": 1979,
            "venue": "Nephron",
            "volume": "24",
            "issn": "",
            "pages": "85-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Nanomaterials for reducing amyloid cytotoxicity",
            "authors": [],
            "year": 2013,
            "venue": "Adv Mater",
            "volume": "25",
            "issn": "",
            "pages": "3780-801",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Misfolded proteins in Alzheimer's disease and type II diabetes",
            "authors": [],
            "year": 2012,
            "venue": "Chem Soc Rev",
            "volume": "41",
            "issn": "",
            "pages": "608-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Backbone-modified amylin derivatives: implications for amyloid inhibitor design and as template for self-assembling bionanomaterials",
            "authors": [],
            "year": 2007,
            "venue": "J Pept Sci",
            "volume": "13",
            "issn": "",
            "pages": "709-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Synthetic Flavonoids, Aminoisoflavones: Interaction and Reactivity with Metal-Free and Metal-Associated Amyloid-beta Species",
            "authors": [],
            "year": 2014,
            "venue": "Chem Sci",
            "volume": "5",
            "issn": "",
            "pages": "4851-4862",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "A small molecule that displays marked reactivity toward copper- versus zinc-amyloid-beta implicated in Alzheimer's disease",
            "authors": [],
            "year": 2014,
            "venue": "Chem Commun (Camb)",
            "volume": "50",
            "issn": "",
            "pages": "5301-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Design of small molecules that target metal-A{beta} species and regulate metal-induced A{beta} aggregation and neurotoxicity",
            "authors": [],
            "year": 2010,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "107",
            "issn": "",
            "pages": "21990-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Proanthocyanidins are the major anti-diabetic components of cinnamon water extract",
            "authors": [],
            "year": 2013,
            "venue": "Food Chem Toxicol",
            "volume": "56",
            "issn": "",
            "pages": "398-405",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Salvianolic acid B inhibits the amyloid formation of human islet amyloid polypeptide and protects pancreatic beta-cells against cytotoxicity",
            "authors": [],
            "year": 2013,
            "venue": "Proteins",
            "volume": "81",
            "issn": "",
            "pages": "613-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Natural product agonists of peroxisome proliferator-activated receptor gamma (PPARgamma): a review",
            "authors": [],
            "year": 2014,
            "venue": "Biochem Pharmacol",
            "volume": "92",
            "issn": "",
            "pages": "73-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Honokiol and magnolol as multifunctional antioxidative molecules for dermatologic disorders",
            "authors": [],
            "year": 2010,
            "venue": "Molecules",
            "volume": "15",
            "issn": "",
            "pages": "6452-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Biphenyl compounds are hydroxyl radical scavengers: their effective inhibition for UV-induced mutation in Salmonella typhimurium TA102",
            "authors": [],
            "year": 1994,
            "venue": "Free Radic Biol Med",
            "volume": "17",
            "issn": "",
            "pages": "273-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "The natural compound magnolol inhibits invasion and exhibits potential in human breast cancer therapy",
            "authors": [],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Inherent toxicity of aggregates implies a common mechanism for protein misfolding diseases",
            "authors": [],
            "year": 2002,
            "venue": "Nature",
            "volume": "416",
            "issn": "",
            "pages": "507-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Amyloid fibril formation by pentapeptide and tetrapeptide fragments of human calcitonin",
            "authors": [],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": "35475-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Synthesis of tetrahydrohonokiol derivates and their evaluation for cytotoxic activity against CCRF-CEM leukemia, U251 glioblastoma and HCT-116 colon cancer cells",
            "authors": [],
            "year": 2014,
            "venue": "Molecules",
            "volume": "19",
            "issn": "",
            "pages": "1223-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Effects of honokiol and magnolol on acute and inflammatory pain models in mice",
            "authors": [],
            "year": 2007,
            "venue": "Life Sci",
            "volume": "81",
            "issn": "",
            "pages": "1071-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Honokiol, a natural plant product, inhibits inflammatory signals and alleviates inflammatory arthritis",
            "authors": [],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "179",
            "issn": "",
            "pages": "753-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Neuroprotective activity of honokiol and magnolol in cerebellar granule cell damage",
            "authors": [],
            "year": 2006,
            "venue": "Eur J Pharmacol",
            "volume": "537",
            "issn": "",
            "pages": "64-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Neuroprotective effect of honokiol and magnolol, compounds from Magnolia officinalis, on beta-amyloid-induced toxicity in PC12 cells",
            "authors": [],
            "year": 2010,
            "venue": "Phytother Res",
            "volume": "24",
            "issn": "",
            "pages": "1538-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Ethanol Extract of Magnolia officinalis Prevents Lipopolysaccharide-Induced Memory Deficiency via Its Antineuroinflammatory and Antiamyloidogenic Effects",
            "authors": [],
            "year": 2013,
            "venue": "Phytotherapy Research",
            "volume": "27",
            "issn": "",
            "pages": "438-447",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Inhibition of amyloid fibril formation by polyphenols: structural similarity and aromatic interactions as a common inhibition mechanism",
            "authors": [],
            "year": 2006,
            "venue": "Chem Biol Drug Des",
            "volume": "67",
            "issn": "",
            "pages": "27-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Polyphenol-induced dissociation of various amyloid fibrils results in a methionine-independent formation of ROS",
            "authors": [],
            "year": 2008,
            "venue": "Biochim Biophys Acta",
            "volume": "1784",
            "issn": "",
            "pages": "1570-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "EGCG remodels mature alpha-synuclein and amyloid-beta fibrils and reduces cellular toxicity",
            "authors": [],
            "year": 2010,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "107",
            "issn": "",
            "pages": "7710-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Protein misfolding, functional amyloid, and human disease",
            "authors": [],
            "year": 2006,
            "venue": "Annual Review of Biochemistry",
            "volume": "75",
            "issn": "",
            "pages": "333-366",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Site specific interaction of the polyphenol EGCG with the SEVI amyloid precursor peptide PAP(248-286)",
            "authors": [],
            "year": 2012,
            "venue": "J Phys Chem B",
            "volume": "116",
            "issn": "",
            "pages": "3650-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Alternative pathways of human islet amyloid polypeptide aggregation distinguished by (19)f nuclear magnetic resonance-detected kinetics of monomer consumption",
            "authors": [],
            "year": 2012,
            "venue": "Biochemistry",
            "volume": "51",
            "issn": "",
            "pages": "8154-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "The flavanol (−)-epigallocatechin 3-gallate inhibits amyloid formation by islet amyloid polypeptide, disaggregates amyloid fibrils, and protects cultured cells against IAPP-induced toxicity",
            "authors": [],
            "year": 2010,
            "venue": "Biochemistry",
            "volume": "49",
            "issn": "",
            "pages": "8127-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Insights into antiamyloidogenic properties of the green tea extract (−)-epigallocatechin-3-gallate toward metal-associated amyloid-beta species",
            "authors": [],
            "year": 2013,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "110",
            "issn": "",
            "pages": "3743-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Antioxidant clinical trials in mild cognitive impairment and Alzheimer's disease",
            "authors": [],
            "year": 2012,
            "venue": "Biochim Biophys Acta",
            "volume": "1822",
            "issn": "",
            "pages": "631-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "NMR characterization of monomeric and oligomeric conformations of human calcitonin and its interaction with EGCG",
            "authors": [],
            "year": 2012,
            "venue": "J Mol Biol",
            "volume": "416",
            "issn": "",
            "pages": "108-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "The contrasting effect of macromolecular crowding on amyloid fibril formation",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Structural classification of toxic amyloid oligomers",
            "authors": [],
            "year": 2008,
            "venue": "J Biol Chem",
            "volume": "283",
            "issn": "",
            "pages": "29639-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Common structure of soluble amyloid oligomers implies common mechanism of pathogenesis",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "486-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Binding of ferulic acid to cytochrome c enhances stability of the protein at physiological pH and inhibits cytochrome c-induced apoptosis",
            "authors": [],
            "year": 2007,
            "venue": "Chem Biol Interact",
            "volume": "170",
            "issn": "",
            "pages": "231-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Amyloid oligomer neurotoxicity, calcium dysregulation, and lipid rafts. Int",
            "authors": [],
            "year": 2011,
            "venue": "J Alzheimers Dis",
            "volume": "2011",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Physical stability of proteins in aqueous solution: mechanism and driving forces in nonnative protein aggregation",
            "authors": [],
            "year": 2003,
            "venue": "Pharm Res",
            "volume": "20",
            "issn": "",
            "pages": "1325-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Development of tau aggregation inhibitors for Alzheimer's disease",
            "authors": [],
            "year": 2009,
            "venue": "Angew Chem Int Ed Engl",
            "volume": "48",
            "issn": "",
            "pages": "1740-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": " Flavonoids as therapeutic compounds targeting key proteins involved in Alzheimer's disease",
            "authors": [],
            "year": 2014,
            "venue": "ACS Chem Neurosci",
            "volume": "5",
            "issn": "",
            "pages": "83-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "A peptide hairpin inhibitor of amyloid beta-protein oligomerization and fibrillogenesis",
            "authors": [],
            "year": 2009,
            "venue": "Biochemistry",
            "volume": "48",
            "issn": "",
            "pages": "11329-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Inhibiting alpha-synuclein oligomerization by stable cell-penetrating beta-synuclein fragments recovers phenotype of Parkinson's disease model flies",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Phenol red interacts with the protobril-like oligomers of an amyloidogenic hexapeptide NFGAIL through both hydrophobic and aromatic contacts",
            "authors": [],
            "year": 2006,
            "venue": "Biophysical Journal",
            "volume": "91",
            "issn": "",
            "pages": "3664-3672",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "A mechanistic approach for islet amyloid polypeptide aggregation to develop anti-amyloidogenic agents for type-2 diabetes",
            "authors": [],
            "year": 2011,
            "venue": "Biochimie",
            "volume": "93",
            "issn": "",
            "pages": "793-805",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Role of aromatic residues in amyloid fibril formation of human calcitonin by solid-state 13C NMR and molecular dynamics simulation",
            "authors": [],
            "year": 2013,
            "venue": "Phys Chem Chem Phys",
            "volume": "15",
            "issn": "",
            "pages": "8890-901",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Honokiol",
            "authors": [],
            "year": 1994,
            "venue": "Acta Crystallographica Section C",
            "volume": "50",
            "issn": "",
            "pages": "1966-1967",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Molecular and Crystal Structure of Magnolol—C18H18O2",
            "authors": [],
            "year": 1983,
            "venue": "Journal of the Chinese Chemical Society",
            "volume": "30",
            "issn": "",
            "pages": "215-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Conformational transitions and fibrillation mechanism of human calcitonin as studied by high-resolution solid-state 13C NMR",
            "authors": [],
            "year": 2000,
            "venue": "Protein Sci",
            "volume": "9",
            "issn": "",
            "pages": "867-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Amyloid form of ovalbumin evokes native antigen-specific immune response in the host: prospective immuno-prophylactic potential",
            "authors": [],
            "year": 2015,
            "venue": "J Biol Chem",
            "volume": "290",
            "issn": "",
            "pages": "4131-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Association of highly compact type II diabetes related islet amyloid polypeptide intermediate species at physiological temperature revealed by diffusion NMR spectroscopy",
            "authors": [],
            "year": 2009,
            "venue": "J Am Chem Soc",
            "volume": "131",
            "issn": "",
            "pages": "7079-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Self-assembly of a nine-residue amyloid-forming peptide fragment of SARS corona virus E-protein: mechanism of self aggregation and amyloid-inhibition of hIAPP",
            "authors": [],
            "year": 2015,
            "venue": "Biochemistry",
            "volume": "54",
            "issn": "",
            "pages": "2249-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Induction of negative curvature as a mechanism of cell toxicity by amyloidogenic peptides: the case of islet amyloid polypeptide",
            "authors": [],
            "year": 2009,
            "venue": "J Am Chem Soc",
            "volume": "131",
            "issn": "",
            "pages": "4470-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Sensitive detection of pathological prion protein by cyclic amplification of protein misfolding",
            "authors": [],
            "year": 2001,
            "venue": "Nature",
            "volume": "411",
            "issn": "",
            "pages": "810-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Anti-amyloid compounds inhibit alpha-synuclein aggregation induced by protein misfolding cyclic amplification (PMCA)",
            "authors": [],
            "year": 2014,
            "venue": "J Biol Chem",
            "volume": "289",
            "issn": "",
            "pages": "11897-905",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Porcine islet amyloid polypeptide fragments are refractory to amyloid formation",
            "authors": [],
            "year": 2011,
            "venue": "FEBS Lett",
            "volume": "585",
            "issn": "",
            "pages": "71-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Effects of several quinones on insulin aggregation",
            "authors": [],
            "year": 2014,
            "venue": "Sci Rep",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Bisphenol A accelerates toxic amyloid formation of human islet amyloid polypeptide: a possible link between bisphenol A exposure and type 2 diabetes",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Silibinin inhibits the toxic aggregation of human islet amyloid polypeptide",
            "authors": [],
            "year": 2012,
            "venue": "Biochem Biophys Res Commun",
            "volume": "419",
            "issn": "",
            "pages": "495-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "How our bodies fight amyloidosis: effects of physiological factors on pathogenic aggregation of amyloidogenic proteins",
            "authors": [],
            "year": 2015,
            "venue": "Arch Biochem Biophys",
            "volume": "568",
            "issn": "",
            "pages": "46-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "In Search of Aggregation Pathways of IAPP and Other Amyloidogenic Proteins: Finding Answers through NMR Spectroscopy. The Journal of Physical",
            "authors": [],
            "year": 2014,
            "venue": "Chemistry Letters",
            "volume": "5",
            "issn": "",
            "pages": "1864-1870",
            "other_ids": {
                "DOI": []
            }
        }
    }
}