{
    "paper_id": "PMC4594914",
    "metadata": {
        "title": "Effect of Porcine Epidemic Diarrhea Virus Infectious Doses on Infection Outcomes in Naïve Conventional Neonatal and Weaned Pigs",
        "authors": [
            {
                "first": "Joseph",
                "middle": [
                    "T."
                ],
                "last": "Thomas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Phillip",
                "middle": [
                    "C."
                ],
                "last": "Gauger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Luis",
                "middle": [
                    "G."
                ],
                "last": "Giménez-Lirola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Avanti",
                "middle": [],
                "last": "Sinha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karen",
                "middle": [
                    "M."
                ],
                "last": "Harmon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Darin",
                "middle": [
                    "M."
                ],
                "last": "Madson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eric",
                "middle": [
                    "R."
                ],
                "last": "Burrough",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Drew",
                "middle": [
                    "R."
                ],
                "last": "Magstadt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Holly",
                "middle": [
                    "M."
                ],
                "last": "Salzbrenner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "W."
                ],
                "last": "Welch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kyoung-Jin",
                "middle": [],
                "last": "Yoon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "J."
                ],
                "last": "Zimmerman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianqiang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiang-Jin",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Porcine epidemic diarrhea virus (PEDV), the causative agent of porcine epidemic diarrhea (PED), is an enveloped positive-sense, single-stranded RNA virus belonging to the order Nidovirale, family Coronaviridae, subfamily Coronavirinae, genus Alphacoronavirus [1]. PEDV was identified in 1978 [2, 3] although the disease was first recognized in England in 1971 [4]. PEDV caused widespread epidemics in several European countries during the 1970s and 1980s [5, 6]; however, since the 1990s PED has become rare in Europe with occasional outbreaks [7]. PED was first reported in Japan in 1982 and has since been confirmed in other Asian countries such as South Korea, China, Thailand, and Vietnam [5, 8, 9]. PEDV was detected in the United States (U.S.) for the first time in April 2013 [10]. So far, at least two genetically different PEDV strains have been identified in the U.S. (U.S. PEDV prototype strain and S-INDEL-variant strain) [11, 12]. After the PED outbreak in the U.S., detection of U.S. prototype-like PEDV has been reported in Canada, Mexico, Taiwan, and South Korea [11, 13–15]; detection of U.S. S-INDEL-variant-like PEDV has been reported in South Korea, Germany, Belgium and France [16–20].",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 293,
                    "end": 294,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 296,
                    "end": 297,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 361,
                    "end": 362,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 456,
                    "end": 457,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 459,
                    "end": 460,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 545,
                    "end": 546,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 694,
                    "end": 695,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 697,
                    "end": 698,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 700,
                    "end": 701,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 935,
                    "end": 937,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 939,
                    "end": 941,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1080,
                    "end": 1082,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1087,
                    "end": 1089,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1199,
                    "end": 1201,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1202,
                    "end": 1204,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Since its emergence in the U.S., PEDV has spread rapidly across the country and resulted in the estimated death of over 7 million pigs in the first year [21], causing substantial economic losses. PED in U.S. swine is characterized by watery diarrhea, dehydration, variable vomiting, high mortality in neonatal piglets, and high morbidity but low mortality in weaned pigs [10]. The rapid spread of PEDV suggests that the virus is highly transmissible. However, no information has been published regarding the minimum infectious dose (MID; the smallest quantity of virus to establish infection) of PEDV in pigs at different stages of production.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 372,
                    "end": 374,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Real-time RT-PCR (rRT-PCR) has been widely used for PEDV detection and diagnosis. However, correlations of PEDV infectious titers to the rRT-PCR cycle threshold (Ct) values have not been described. Virus isolation has generally been used to assess if a live virus is present in samples. But for PEDV, the success rate of virus isolation in cell culture has been quite low [22]. Currently, swine bioassay remains the most reliable means to determine if infectious PEDV is present in a clinical specimen or if \"X\" treatment will inactivate the virus. However, there remains inconsistency in selecting swine models for bioassay.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The objectives of this study were to 1) determine the minimum infectious dose of PEDV in naïve conventional neonatal piglets and weaned pigs; 2) determine the correlation of PEDV PCR Ct values to the infectious titers. Applications of these research data to the interpretation of the clinical relevance of PEDV diagnostic results and to development of a sensitive swine bioassay model for PEDV are discussed.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A U.S. PEDV prototype strain cell culture isolate USA/IN19338/2013 was isolated and propagated in Vero cells (ATCC CCL-81) in our lab as previously described [22]. A virus stock at the 7th passage in cell culture was prepared and used in this study. The virus stock was 10-fold serially diluted in post-inoculation media (Minimum Essential Medium supplemented with 0.3% tryptose phosphate broth, 0.02% yeast extract, 5 μg/ml of trypsin 250, 10 unit/ml penicillin, 10 μg/ml streptomycin, 0.05 mg/ml gentamicin, and 0.25 μg/ml amphotericin B) to obtain 10−1 to 10−10 dilutions (Table 1). The post-inoculation medium without virus was used as a negative control. Multiple aliquots of each dilution were prepared and stored at -80°C so that quantification of these virus dilutions and inoculation into pigs could be performed under the same number of freeze/thaw cycles.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Virus and cells ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 576,
                    "end": 583,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The virus stock and serial dilutions were back titrated in Vero cells to determine their infectious titers in the unit of median tissue culture infective dose per milliliter (TCID50/ml) and plaque forming unit per milliliter (PFU/ml). To determine TCID50/ml, each sample was serially 10-fold diluted in post-inoculation media and inoculated into Vero cells grown in 96-well plates, 100μl per well, triplicate wells per dilution. The plates were incubated at 37°C with 5% CO2 for 5 days. Viral cytopathic effects (CPE) were recorded daily. After 5-day inoculation, the plates were subjected to immunofluorescence staining using a monoclonal antibody conjugate SD6-29 against the PEDV nucleocapsid protein (SD-1F-1, Medgene Labs, Brookings, South Dakota, USA). The virus titers were determined according to the method described by Reed and Muench [23] and expressed as TCID50/ml. To determine PFU/ml, each sample was serially 10-fold diluted in post-inoculation media and inoculated into Vero cells grown in 6-well plates, 500μl per well, duplicate wells per dilution. After incubation at 37°C for 1 h, 4ml of overlay medium (post-inoculation media supplemented with 0.75% carboxymethyl cellulose) was added to each well. The plates were then incubated undisturbed at 37°C with 5% CO2 for 4 days. The media were discarded and the plates were stained with crystal violet in 10% buffered formalin. The bottoms of the plates were then illuminated. Wells containing 20–200 plaques were counted and titers expressed as PFU/ml.",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 848,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Virus titration ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Nucleic acids were extracted from virus dilutions, rectal swabs, and tissue homogenates using a MagMAX Pathogen RNA/DNA Kit (Thermo Fisher Scientific, Waltham, Massachusetts, USA) and a Kingfisher-96 instrument (Thermo Fisher Scientific) following the instructions of the manufacturer.",
            "cite_spans": [],
            "section": "RNA extraction ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A PEDV nucleocapsid (N) gene-based real-time RT-PCR was previously developed at the Iowa State University Veterinary Diagnostic Laboratory (ISU VDL) [24, 25]. On the basis of the PEDV N gene-based rRT-PCR, a quantitative rRT-PCR to determine genomic copies/ml of PEDV in a sample was developed in this study.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 154,
                    "end": 156,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Quantitative real-time RT-PCR for PEDV ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To generate in vitro transcribed RNA standards, a fragment covering the PEDV N gene-based RT-PCR products (nucleotide positions 26,679–26,885 of the PEDV USA/IN19338/2013, GenBank # KF650371) flanked by restriction sites EcoRI and HindIII at its 5’ and 3’ end, respectively, was cloned into the plasmid vector pIDTBlue to obtain the plasmid pIDTBlue:PEDV_N_IVT (IDT, Coralville, Iowa, USA) in which the PEDV N gene products were located downstream of the bacteriophage T7 RNA polymerase promoter. The recombinant plasmids were transformed into One Shot® TOP10 chemically competent Escherichia coli cells (Thermo Fisher Scientific) and propagated following the instruction manual. The plasmids were extracted using a QIAprep® Spin Miniprep Kit (Qiagen, Valencia, California, USA) according to the manufacturer’s instructions. The plasmid DNA was linearized with HindIII, treated with Proteinase K, purified with QIAquick® PCR purification kit (Qiagen), and resuspended in nuclease-free water. The linearized DNA was subject to run-off in vitro transcription into RNA using a MEGAshortscript™ T7 Transcription Kit (Thermo Fisher Scientific) followed by purification using a MEGAclear™ Transcription Clean-up Kit (Thermo Fisher Scientific) according to the instruction manuals provided with the kit. The in vitro transcribed RNA was quantified using a BioSpectrometer (Eppendorf, Enfield, Connecticut, USA).",
            "cite_spans": [],
            "section": "Quantitative real-time RT-PCR for PEDV ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The in vitro transcribed RNA was 10-fold serially diluted in nuclease-free water and used as standards in the PEDV N gene-based rRT-PCR to generate standard curves and quantify viral loads in test samples. Five μl of each RNA template was used in PCR setup in a 25μl total reaction using Path-ID™ Multiplex One-Step RT-PCR Kit (Thermo Fisher Scientific) as previously published [24, 25]. Amplification reactions were performed on an ABI 7500 Fast instrument (Thermo Fisher Scientific, Waltham, Massachusetts, USA) with the following conditions: 1 cycle of 48°C for 10 min, 1 cycle of 95°C for 10 min, and 45 cycles of 95°C for 15 sec and 60°C for 45 sec. After generating 22 standard curves, the Ct values were averaged (means determined) and an equation of X = 10(Ct-47.262)/-3.3969, where X = genomic copies/ml, was developed to transform the Ct values into estimated genomic copies of PEDV RNA per ml in test samples under the PCR conditions of this study.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Quantitative real-time RT-PCR for PEDV ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The experimental protocol for the pig studies was approved by the Iowa State University Institutional Animal Care and Use Committee (IACUC, Approval No. 4-14-7777-S; approved on 24th of April 2014).",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Twenty-eight 5-day-old piglets purchased from a conventional breeding farm were tested at the ISU VDL and confirmed negative for PEDV, porcine deltacoronavirus (PDCoV), transmissible gastroenteritis virus (TGEV), and porcine rotaviruses (groups A, B, & C) by virus-specific PCRs on rectal swabs and negative for PEDV antibody by a virus-specific indirect fluorescent antibody (IFA) assay on serum samples. Upon arrival at the Iowa State University Laboratory Animal Resources (LAR) facilities, all pigs were administered an intramuscular injection of Excede® (Zoetis, Florham Park, New Jersey, USA) per label instructions. Pigs were randomized by weight into 7 groups of 4 pigs each, one room per group. Within each group, pigs were housed in tubs with solid dividers completely separating each of the 4 pigs from one another. Each divided portion of the tub had dedicated water sources (Fig 1). Pigs were fed a mixture of Esbilac liquid milk replacer and yogurt and had free access to water.",
            "cite_spans": [],
            "section": "Neonatal pig study design ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 888,
                    "end": 893,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "After 1 day acclimation (piglets were 6 days old), pigs in groups 1–7 were orogastrically inoculated with 10−3, 10−4, 10−5, 10−6, 10−7, and 10−8 dilutions of the PEDV stock and the virus-negative cell culture media, respectively, using a size 8 French feeding tube and 60ml syringe (10ml/pig) (Table 2). Piglets were evaluated daily for clinical signs of vomiting, diarrhea, lethargy, and body condition. Diarrhea severity was assessed with the following criteria by both visual observation and rectal swabbing: ‘normal’ = no diarrhea, ‘mild diarrhea’ = soft (cowpie), ‘moderate diarrhea’ = liquid with some solid content, ‘watery diarrhea’ = watery with no solid content. Rectal swabs were collected daily from each pig from 0 day post inoculation (DPI) until necropsy and were submerged into 1ml phosphate buffered saline (PBS, 1× pH 7.4) immediately after collection. Serum was collected before inoculation and at necropsy. Duration of the study was designed to be 0–7 DPI. However, per IACUC protocol, pigs with severe clinical signs were euthanized and necropsied at 4 DPI and the remaining pigs were kept through 7 DPI for necropsy (Table 3). At necropsy, intestinal tissues and contents were grossly evaluated. Fresh proximal jejunum, middle jejunum, distal jejunum, ileum, cecum and colon were collected, along with cecum content. Additionally, a portion of the three sections of jejunum, and ileum were fixed in 10% neutral buffered formalin. Rectal swabs and cecum contents were tested by aforementioned quantitative PEDV N gene-based rRT-PCR. Formalin-fixed jejunum and ileum were submitted to the ISU VDL for histopathology and immunohistochemistry examinations.",
            "cite_spans": [],
            "section": "Neonatal pig study design ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 294,
                    "end": 301,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1139,
                    "end": 1146,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Forty-two 3-week-old pigs purchased from a conventional breeding farm were tested at the ISU VDL and confirmed negative for PEDV, PDCoV, TGEV, and porcine rotaviruses (groups A, B, & C) by virus-specific PCRs on rectal swabs and negative for PEDV by a virus-specific indirect fluorescent antibody assay. All pigs were administered an intramuscular injection of Excede® (Zoetis) per label instructions. Pigs were randomized by weight into 7 groups of 6 pigs each, one group per room, with the 6 pigs within each group housed together in one room on a solid floor.",
            "cite_spans": [],
            "section": "Weaned pig study design ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "After 3 days acclimation (pigs were 24 days old), pigs in groups 1–7 were orogastrically inoculated with 10−3, 10−4, 10−5, 10−6, 10−7, and 10−8 dilutions of the PEDV stock and the virus-negative cell culture media, respectively, using a size 10 French feeding tube and 60ml syringe (10ml/pig) (Table 2). Pigs were evaluated for clinical signs of vomiting, diarrhea, lethargy, and body condition daily for the first week, every other day for the second week and then once weekly until 28 DPI. Rectal swabs were collected at 0–7, 10, 14, 21, and 28 DPI. Serum was collected and body weight was recorded on 0, 7, 14, 21, and 28 DPI. Three of the six pigs in each group were randomly selected for necropsy at 7 DPI with the remaining 3 pigs being necropsied at 28 DPI. Sample collections at necropsy and post-mortem diagnostics were identical to those in the neonatal pigs study. In addition, serum samples were tested for PEDV antibody using virus-specific IFA assay, virus neutralization (VN) test, and a whole virus-based enzyme linked immunosorbent assay (ELISA).",
            "cite_spans": [],
            "section": "Weaned pig study design ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 294,
                    "end": 301,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All sections of formalin-fixed jejunum and ileum were microscopically evaluated by a veterinary pathologist blinded to individual animal identifications and treatment groups. Three representative villi and crypts with integrated longitudinal sections were randomly selected from ileum of each pig for measurement of villus heights and crypt depths using a computerized image system following previously described procedures [24]. Villus-height-to-crypt-depth ratio of each tissue was calculated as the quotient of the average villus length divided by the average crypt depth.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 427,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Histopathology and immunohistochemistry ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Serial sections of ileums were evaluated for PEDV antigen by immunohistochemistry (IHC) using a PEDV-specific monoclonal antibody (BioNote, Hwaseong-si, Gyeonggi-do, Korea) as previously described [24]. The IHC antigen detection was semi-quantitatively scored as previously described [26] with the following criteria: 0 = no staining; 1 = approximately 1–10% enterocytes with positive staining; 2 = approximately 10%-25% enterocytes with positive staining; 3 = approximately 25%-50% enterocytes with positive staining; 4 = approximately 50%-100% enterocytes with positive staining.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Histopathology and immunohistochemistry ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Serum samples (N = 147) collected at 0, 7, 14, 21, and 28 DPI from the weaned pig study were tested for antibodies by the PEDV IFA assay following the previously described procedures [24] with modifications. For IFA plate preparation, confluent Vero cells grown in 96-well plates were inoculated with 100 μl/well of the U.S. PEDV prototype strain USA/IN19338/2013 at 1000 TCID50/ml and incubated at 37°C, with 5% CO2. Twenty four hours later, the inocula were removed and cells were fixed with cold 80% acetone for 10 min. Plates were air dried, sealed and stored at -80°C until use. Serum samples were serially two-fold diluted from 1:40 to 1:5120 in PBS, and 100μl of each diluted serum was added to each well of the IFA plates. After one hour incubation at 37°C, the sera were removed and plates rinsed twice with PBS. Then 60μl/well of 1:50 diluted goat anti-swine IgG (γ) antibody conjugated with FITC (Kirkegaard & Perry Laboratories, Inc., Gaithersburg, Maryland) was added to each well and incubated at 37°C for 1 h. Plates were then rinsed twice with distilled water and cell staining was examined under a fluorescent microscope. A positive signal at a serum dilution of 1:40 or higher was considered to be IFA antibody positive.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Indirect fluorescent antibody (IFA) assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Serum samples (N = 147) from the weaned pig study were tested for PEDV neutralizing antibodies. Serum samples were first inactivated at 56°C for 30 min, then 2-fold serially diluted from 1:4 to 1:512 dilutions in 96-well plates with a volume of 75μl per well after dilution. Subsequently 75μl of 4 × 103 TCID50/ml of PEDV strain USA/IN19338/2013 was mixed with the equal volume of diluted sera and incubated for 1 h at 37°C with 5% CO2. Then 100μl of the serum-virus mixture (containing 200 TCID50 of virus) was transferred to 96-well plates with a Vero cell monolayer, and the plates were incubated for 1 h at 37°C. The cells were washed twice with post-inoculation media and incubated with 100μl/well of such media for 48 h at 37°C with 5% CO2. Then cells were fixed with cold 80% acetone and stained with PEDV N protein-specific monoclonal antibody SD6-29 conjugated to FITC (Medgene, Brookings, South Dakota) at a 1:100 dilution for 40 min. The staining was examined under a fluorescent microscope. The reciprocal of the highest serum dilution resulting in >90% reduction of staining as compared to the negative serum control was defined as the VN titer of the serum sample. A VN titer of ≥8 was considered positive.",
            "cite_spans": [],
            "section": "Virus neutralization (VN) test ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A U.S. PEDV prototype strain whole virus-based ELISA was developed and validated at the ISU VDL for detection of PEDV-specific IgG antibody. Each batch of one liter of PEDV propagated in Vero cells (infectious titers ranging from 105–106 TCID50/ml) were subjected to one freeze-thaw and then centrifuged at 4,000 × g for 15 min to remove cell debris. The virus was then pelleted by ultracentrifugation at 140,992 × g for 3 h. The virus pellet was resuspended in sterile PBS (1× pH 7.4) at a ratio of 1:100 of the original volume and stored at -80°C until use. Polystyrene 96-well microtitration plates (Thermo Fisher Scientific) were coated with the viral antigen solution (100μl/well) and incubated at 4°C overnight. Plates were washed 5 times, blocked (300μl/well) with PBS containing 1% bovine serum albumin (Jackson ImmunoResearch Inc., West Grove, Pennsylvania), and incubated at 25°C for 2 h. Plates were then dried at 37°C for 4 h and stored at 4°C in a sealed bag with desiccant packs until use. Serum samples were 1:50 diluted and added to the coated plates (100μl/well). Plates were incubated at 25°C for 1 h and then washed 5 times with PBS (1× pH 7.4). Subsequently 100μl of peroxidase-conjugated goat anti-pig IgG (Fc) antibody (Bethyl Laboratories Inc., Montgomery, Texas, USA) at 1:25,000 dilution was added to each well and the plates were incubated at 25°C for 1 h. After a washing step, 100μl of tetramethylbenzidine-hydrogen peroxide substrate solution (TMB, Dako North America Inc., Carpinteria, California, USA) was added to each well. The plates were incubated for 5 min at room temperature and the reaction was stopped by adding 50μl of stop solution (1 M sulfuric acid) to each well. Reactions were measured as optical density (OD) at 450 nm using an ELISA plate reader operated with commercial software (Biotek® Instruments Inc., Winooski, Vermont, USA). The antibody response in serum samples was represented as sample-to-positive (S/P) ratios calculated as: S/P ratio = (sample OD–blank well control mean OD) / (positive control mean OD–blank well control mean OD). After multiple optimizations, the S/P ratios of >0.8 were considered antibody positive, 0.6–0.8 as suspect, and <0.6 as negative [27, 28].",
            "cite_spans": [
                {
                    "start": 2223,
                    "end": 2225,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2227,
                    "end": 2229,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Whole virus-based ELISA for PEDV antibody detection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The villus height, crypt depth, and villus/crypt ratio were compared with a generalized linear mixed (GLIMMIX) model. IHC scores were compared using a Kruskal-Wallis Test. All tests were performed using JMP software (SAS Institute, Cary, North Carolina, USA), with P<0.05 considered significant.",
            "cite_spans": [],
            "section": "Statistics ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A PEDV virus stock (USA/IN19338/2013 passage 7) with a known infectious titer of 5.62×105 TCID50/ml was 10-fold serially diluted into virus-negative cell culture medium, giving rise to theoretical infectious titers of 5.62×105 to 5.62×10−5 TCID50/ml for the 100 to 10−10 dilutions, respectively (Table 1). Infectious titers of each virus dilution were back-titrated in Vero cells by end-point titration assay (TCID50/ml) and plaque assay (PFU/ml), with results summarized in Table 1. The stock virus and 10−1 to 10−4 dilutions all had the same logarithms of titers as the theoretical titers based on the dilution factor, regardless of titration assays in the units of TCID50/ml or PFU/ml. The 10−5 virus dilution had an infectious titer of 5 PFU/ml but remained undetected by the end-point titration assay in the unit of TCID50/ml. The 10−6 to 10−10 virus dilutions were undetected by either the end-point titration assay or the plaque assay during back titration.",
            "cite_spans": [],
            "section": "Infectious titers and PCR results of the 10-fold serially diluted PEDV stock ::: Results",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 303,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 475,
                    "end": 482,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Each virus dilution was also tested in triplicate by a quantitative PEDV N gene-based rRT-PCR. The virus stock had an average Ct of 12.2 and the Ct values increased by roughly 3–4 for every 10-fold dilution until the 10−7 dilution that had a Ct value of 37.62, beyond which all dilutions had Ct>45 (Table 1). This range of Ct values correlated to 2.1×1010 genomic copies/ml in the virus stock through 689 genomic copies/ml in the 10−7 dilution, and an undetected number of genomic copies/ml in all dilutions beyond that (Table 1).",
            "cite_spans": [],
            "section": "Infectious titers and PCR results of the 10-fold serially diluted PEDV stock ::: Results",
            "ref_spans": [
                {
                    "start": 299,
                    "end": 306,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 528,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The PEDV dilutions 10−3 to 10−8, having theoretical infectious titers of 5.62×102 to 5.62×10−3 TCID50/ml and PCR Ct values of 24.22 to >45, together with virus-negative culture medium control, were selected to determine the infection outcomes in 5-day-old piglets and 3-week-old pigs (Table 2).",
            "cite_spans": [],
            "section": "Infectious titers and PCR results of the 10-fold serially diluted PEDV stock ::: Results",
            "ref_spans": [
                {
                    "start": 285,
                    "end": 292,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "All four 5-day-old piglets in the groups 1 to 5 (inoculated with virus dilutions 10−3 to 10−7) and one pig (pig ID 9) in group 6 (inoculated with virus dilution 10−8) developed mild to watery diarrhea at 1 DPI and diarrhea lasted through the study period. Dehydration and lethargy were also observed in these piglets at 2 DPI through the end of the study period. Vomiting was only observed in piglets inoculated with the 10−3 dilution (5.62×102 TCID50/ml, 10ml/pig) at 1 DPI. Due to severity of clinical signs, these piglets were euthanized and necropsied at 4 DPI. In contrast, 3 pigs (pig IDs 23, 13 and 8) in the group 6 inoculated with virus dilution 10−8 and all 4 pigs in the negative control group remained active and clinically unaffected throughout the 7-day study period.",
            "cite_spans": [],
            "section": "Infection outcomes in 5-day-old piglets ::: Results",
            "ref_spans": []
        },
        {
            "text": "Fecal virus shedding of the inoculated 5-day-old piglets is summarized in Table 3 and Fig 2A. One pig each in groups 1, 2, and 3 (10−3, 10−4 and 10−5 dilutions) were PCR positive on rectal swabs at 1 DPI with Ct values 22.98–39.97. All 4 pigs in each of groups 1–5 (10−3–10−7 dilutions) were PCR positive on rectal swabs by 2 DPI and remained positive through the necropsy day 4 DPI. One pig (pig ID 9) in group 6 (10−8 dilution) shed virus in rectal swabs starting from 3 DPI with a Ct value of 14.2 (Table 3). The quantitative genomic copies/ml of PEDV RNA in rectal swabs is shown in Fig 2A. The average virus shedding in groups 1–5 (10−3 to 10−7 dilutions) at 2–4 DPI and virus shedding in pig ID 9 from group 6 (10−8 dilution) at 3–4 DPI were similar, having 107.6 to 109.2 genomic copies/ml. All rectal swabs from the 3 unaffected pigs (IDs 23, 13 and 8) in group 6 (10−8 dilution) and all 4 pigs in the negative control group were negative by PEDV PCR. Cecum contents obtained at necropsy were also tested by PEDV PCR and the results were consistent with those of the rectal swabs collected on the corresponding necropsy days (data not shown).",
            "cite_spans": [],
            "section": "Infection outcomes in 5-day-old piglets ::: Results",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 587,
                    "end": 593,
                    "mention": "Fig 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 74,
                    "end": 81,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 509,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Thin-walled small intestine and soft to watery contents in small intestines, ceca and colons were observed at necropsy in pigs in groups 1–5 (10−3–10−7 dilutions) and one pig (ID 9) of group 6; similar villous atrophy consistent with viral infection was observed in these pigs. Villus height and crypt depth were measured, villus-height-to-crypt-depth ratios were calculated, and the magnitude of IHC staining was scored and compared on ileums of different groups (Table 4). Pigs in groups 1–5 (10−3–10−7 dilutions) were all necropsied at 4 DPI and there were no significant differences between groups in villus height, crypt depth, villus/crypt ratio, or IHC scores. Only one pig (ID 9) from group 6 was necropsied at 4 DPI and was thus not included in the statistical analysis. Microscopic intestinal lesions consistent with viral enteritis were not observed in the 3 remaining pigs in group 6 and the negative control pigs (group 7); villus height, crypt depth, and villus/crypt ratio of ileums of these pigs were not significantly different from each other; IHC staining was negative on these pigs. Compared to the pigs in group 6 (IDs 23, 13 and 8) and group 7 (negative control), the pigs in groups 1–5 had decreased villus heights, increased crypt depth, and lower villus/crypt ratios; however, statistical differences were not analyzed because they were necropsied at different DPI.",
            "cite_spans": [],
            "section": "Infection outcomes in 5-day-old piglets ::: Results",
            "ref_spans": [
                {
                    "start": 465,
                    "end": 472,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In groups 1–3 (10−3 to 10−5 dilutions), 1/6, 1/6, and 6/6 pigs in each group developed mild diarrhea at 2, 3, and 4–7 DPI; mild dehydration or lethargy was observed in a few pigs in these groups during 3–7 DPI. No diarrhea, dehydration, or lethargy was observed in pigs in groups 4–7 (10−6 to 10−8 dilutions and negative control) throughout the duration of the study.",
            "cite_spans": [],
            "section": "Infection outcomes in 3-week-old pigs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Fecal virus shedding from the inoculated 3-week-old piglets is summarized in Table 5 and Fig 2B. Pigs in all groups were PCR negative on rectal swabs collected before inoculation and at 1 DPI. One pig each in groups 1 and 2 along with two pigs in group 3 were PCR positive on rectal swabs by 2 DPI. All pigs in groups 1–3 were PEDV PCR positive by 4 DPI and remained positive through at least 7 DPI although there were variations on PCR Ct values between individual pigs. Most of the remaining pigs in groups 1–3, after necropsy at 7 DPI, continued to shed virus in rectal swabs during 10–21 DPI but all pigs in these groups ceased shedding virus at 28 DPI (Table 5). Based on the quantitative genomic copies/ml of PEDV RNA in rectal swabs, the average virus shedding in groups 1–3 (10−3 to 10−5 dilutions) had similar patterns: increasing virus shedding during 2–6 DPI and decreasing virus shedding after 7 DPI (Fig 2B). However, pigs in group 2 (10−4 dilution) had a peak virus shedding during 10–14 DPI (Fig 2B). All rectal swabs from pigs in groups 4–7 (10−6 to 10−8 dilutions and negative control) were negative by PEDV PCR through the study period. Cecum contents obtained at necropsy were also tested by PEDV PCR in all pigs and the results were consistent with those of the rectal swabs collected on the corresponding necropsy days (data not shown).",
            "cite_spans": [],
            "section": "Infection outcomes in 3-week-old pigs ::: Results",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 913,
                    "end": 919,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1007,
                    "end": 1013,
                    "mention": "Fig 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 77,
                    "end": 84,
                    "mention": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 665,
                    "mention": "Table 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "For pigs necropsied at 7 DPI, microscopic lesions consistent with viral infection were observed in 2/3 pigs of group 1 (10−3 dilution), 1/3 pigs of group 2 (10−4 dilution), 1/3 pigs of group 3 (10−5 dilution), and 0/3 pigs of groups 4–7 (10−6 to 10−8 dilutions and negative control); IHC staining results were consistent with the presence or absence of microscopic lesions. However, villus heights, crypt depths, villus/crypt ratios of pigs in all groups 1–7 were not significantly different from each other at 7 DPI (data not shown). For pigs necropsied at 28 DPI, no microscopic lesions or IHC staining were observed in any pigs of groups 1–7.",
            "cite_spans": [],
            "section": "Infection outcomes in 3-week-old pigs ::: Results",
            "ref_spans": []
        },
        {
            "text": "Seroconversion was first observed at 14 DPI for pigs in groups 1–3 (10−3 to 10−5 dilutions) by both IFA (Fig 3A) and whole virus-based ELISA (Fig 3C) assays and then remained through 28 DPI. PEDV neutralizing antibodies was first detected by VN test at 7 DPI in 1/3 pigs of groups 1 and 2, and in 2/3 pigs of group 3 (Fig 3B). Serum anti-PEDV antibody was not detected in pigs from groups 4–7 (10−6 to 10−8 dilutions and negative control) throughout the study period by any of the 3 antibody assays.",
            "cite_spans": [],
            "section": "Infection outcomes in 3-week-old pigs ::: Results",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 111,
                    "mention": "Fig 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 142,
                    "end": 148,
                    "mention": "Fig 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 318,
                    "end": 324,
                    "mention": "Fig 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "One objective of this study was to determine the correlation of PEDV PCR Ct values to the infectious titers. A U.S. PEDV prototype strain cell culture isolate USA/IN19338/2013 was 10-fold serially diluted and tested in this study. Since there are variations among laboratories in reporting virus titer units, we determined the infectious titers of the PEDV dilutions using both end-point titration assay and plaque assay. It was found that one TCID50/ml is almost equivalent to one PFU/ml for PEDV. Based on a quantitative PEDV N gene-based rRT-PCR we developed, PEDV with an infectious titer of 5 TCID50/ml or 5 PFU/ml had a Ct value of approximate 31 corresponding to about 4.8×104 genomic copies/ml. An equation of X = 10(Ct-47.262)/-3.3969, where X = genomic copies/ml, was used to transform the Ct values into estimated genomic copies of PEDV RNA per ml in samples. However, these results need to be interpreted with caution. First, a PEDV N gene-based primers and probe and reagents from the Path-ID™ Multiplex One-Step RT-PCR Kit (Thermo Fisher Scientific) were used in this study. PEDV rRT-PCRs using other primers, probe, and master mix buffer reagents may generate results somewhat different from what we obtained in this study. Second, correlations of the infectious titers, Ct values and genomic copies/ml in this study were obtained using a PEDV cell culture isolate diluted in cell culture medium. For PEDV present in other sample matrices, this correlation could have some variations.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Another objective of this study was to determine the minimum infectious dose of PEDV in 5-day-old and 3-week-old naïve conventional pigs. In 5-day-old pigs, 100% of pigs (4/4 pigs) became infected with 10ml of inoculum having titers 560–0.056 TCID50/ml (Ct 24.2–37.6); 25% of pigs (1/4 pigs) became infected with 10ml of inoculum having titer 0.0056 TCID50/ml (Ct>45) (Table 6). In 3-week-old pigs, 10ml of inoculum with titers 560–5.6 TCID50/ml (Ct 24.2–31.4) resulted in 100% (6/6 pigs) infection while 10ml of inoculum with titers 0.56–0.0056 TCID50/ml (Ct values 35.3 –>45) could not establish infection in any pigs under these study conditions (Table 6). The smallest virus magnitude that can cause infection in at least one pig in a group is considered the minimum infectious dose. In the 5-day-old pig study, 4 pigs in each group were housed separately without direct contact between pigs. The minimum infectious dose of PEDV was 0.056 TCID50 or lower in 5-day-old pigs. In the 3-week-old pig study, due to space limitation, it was not possible to house all pigs individually; however, this did not preclude determination of the minimum infectious dose in the current study because the weaned pig groups 4–6 (dilutions 10−6 to 10−8) had no single pig positive during 28 days study periods. However, if conditions allowed, for minimum infectious dose studies, pigs should ideally be housed separately during long-term study periods to avoid possible pig-to-pig transmission. The MID of PEDV was 56 TCID50 in 3-week-old pigs under our study conditions. This suggests that the MID for neonatal pigs is at least 1000-fold lower than it is in weaned pigs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 369,
                    "end": 376,
                    "mention": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 657,
                    "mention": "Table 6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Our study confirms that 5-day-old pigs are more susceptible than 3-week-old pigs to PEDV infection. PEDV progresses faster, the fecal virus shedding level is higher, and disease is more severe, in 5-day-old pigs than in 3-week-old pigs (Fig 2A and 2B). We also observed that the response among four 5-day-old pigs in each group was comparable as reflected by similar virus shedding levels (Table 3) and similar microscopic lesions. In contrast, there was more variation in virus shedding among six 3-week-old pigs in each group (Table 3). These observations were consistent with previous reports on age-dependent resistance of pigs to TGEV infection [29]. However, in either 5-day-old or 3-week-old pig models, once pigs were infected and virus replication began, the initial dose of virus appears to have little impact at the group level on the average amount of fecal viral shedding, average severity of microscopic lesions/IHC staining, or the average magnitude of antibody titer that is subsequently developed. It should be noted that the 5-day-old piglets in this study were fed a mixture of liquid milk replacer and yogurt, which were possibly devoid of IgG, IgA and other immunologic ingredients found in sow milk. Thus, the piglets raised under the current study conditions could be more susceptible to PEDV infection than piglets at the corresponding ages that were naturally nursed by sows under field conditions.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 653,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 250,
                    "mention": "Fig 2A and 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 390,
                    "end": 397,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 529,
                    "end": 536,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Previous studies also demonstrated that PEDV infection induces greater disease severity in neonatal piglets than in weaned pigs although the minimum infectious dose of PEDV was not determined in those studies [24, 30–32]. The exact reasons for the greater severity of PED in neonatal piglets are unknown but there may be several contributing factors including: 1) an immature immune system in neonatal piglets [33, 34]; for example, the level of natural IFN-α production by porcine blood mononuclear cells is lower in neonates and the phagocytic cells present in newborn piglets generally have reduced phagocytic activity as compared with adult animals [35, 36]; 2) neonatal piglets are more vulnerable to dehydration and the electrolyte and fluid imbalance [33]; 3) the intestinal villi of neonatal piglets are longer and may have more mature permissive enterocytes than weaned pigs [37]; 4) slower replacement of villous enterocytes (7–10 days) in neonatal pigs compared to 2–4 days in weaned pigs [38]. The virus mainly infects and destroys mature enterocytes lining the villi of small intestine, resulting in shortening and blunting of villi. But the intestinal crypt epithelial cells basically remain uninfected and serve to replace the destroyed villous enterocytes. Regeneration of villous enterocytes in neonatal piglets is not as rapid as that in weaned pigs; this may explain why villous atrophy is more severe in neonatal than in weaned pigs. Recently Jung et al [31] further demonstrated that neonatal pigs have low numbers of LGR5+ (marker for crypt stem cell) cells and low levels of Ki67 staining (marker for crypt proliferation) in contrast to large numbers of LGR5+ cells in the crypts and high proliferation of intestinal crypt cells in weaned pigs, explaining the rapid turnover or recovery rate of villous enterocytes in weaned pigs.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 214,
                    "end": 216,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 217,
                    "end": 219,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 411,
                    "end": 413,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 885,
                    "end": 887,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1475,
                    "end": 1477,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Success rate of PEDV isolation in cell culture has been low. Currently swine bioassay has remained the most reliable means to determine if infectious PEDV is present in a sample. Data from this study suggests a neonatal pig bioassay is more sensitive than a weaned pig bioassay to assess PEDV infectivity. Regarding duration of the swine bioassay, we observed that one pig (ID 9) in group 6 of the 5-day-old pig study did not shed virus in rectal swabs until 3 DPI; thus 2-day duration of pig bioassay may not be sufficient to evaluate the infection outcome. We propose that 7-day duration would be considered appropriate for PEDV swine bioassay.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, using a U.S. PEDV prototype isolate diluted in culture medium, we determined the correlations of PEDV infectious titers to PCR Ct values and genomic copies per ml. We further demonstrated that PEDV infectious dose is age-dependent with a significantly lower MID for neonatal pigs than for weaned pigs. This information should be taken into consideration when interpreting clinical relevance of PEDV PCR results and when designing a PEDV bioassay model. The observation of such a low MID in neonates also emphasizes the importance of strict biosecurity and thorough cleaning/disinfection on sow farms. In this study, the effect of PEDV infectious doses on infection outcomes was evaluated in naïve conventional neonatal and weaned pigs. It must be noted that infectious dose effects in previously exposed or vaccinated pigs may be different from naïve pigs. In addition, a U.S. PEDV prototype cell culture isolate was used in this study and it remains to be determined whether or not U.S. PEDV S-INDEL-variant isolate has similar minimum infectious dose and pathogenicity.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: One tub was located in each room. Each tub was split into 4 compartments with one pig per compartment. Design of the tub prevented contact between pigs and movement of feces or other waste between tub compartments.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: The virus titers (Log10Genomic copies/ml) at each time points were mean virus titers of all available pigs (both PCR positive and negative pigs) except the 10−8 group in the 5-day-old pig study where only one out of 4 pigs was positive in the study period and included in figure (A).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: IFA antibody titers (A), serum virus neutralizing antibody titers (B), and PEDV whole virus-based ELISA antibody titers (C) were shown for 3 pigs in each group that went through 28 days post inoculation.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Virus-like particles associated with porcine epidemic diarrhoea",
            "authors": [],
            "year": 1978,
            "venue": "Res Vet Sci",
            "volume": "25",
            "issn": "2",
            "pages": "255-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A new coronavirus-like particle associated with diarrhea in swine",
            "authors": [],
            "year": 1978,
            "venue": "Arch Virol",
            "volume": "58",
            "issn": "3",
            "pages": "243-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Porcine epidemic diarrhoea virus: a comprehensive review of molecular epidemiology, diagnosis, and vaccines",
            "authors": [],
            "year": 2012,
            "venue": "Virus Genes",
            "volume": "44",
            "issn": "2",
            "pages": "167-75",
            "other_ids": {
                "DOI": [
                    "10.1007/s11262-012-0713-1"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Diseases of Swine",
            "volume": "",
            "issn": "",
            "pages": "501-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Epidemic of diarrhoea caused by porcine epidemic diarrhoea virus in Italy",
            "authors": [],
            "year": 2008,
            "venue": "Vet Rec",
            "volume": "162",
            "issn": "10",
            "pages": "307-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Chinese-like strain of porcine epidemic diarrhea virus, Thailand",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "7",
            "pages": "1112-5",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1507.081256"
                ]
            }
        },
        "BIBREF8": {
            "title": "Complete genome sequence of porcine epidemic diarrhea virus in Vietnam",
            "authors": [],
            "year": 2014,
            "venue": "Genome Announc",
            "volume": "2",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Emergence of Porcine epidemic diarrhea virus in the United States: clinical signs, lesions, and viral genomic sequences",
            "authors": [],
            "year": 2013,
            "venue": "J Vet Diagn Invest",
            "volume": "25",
            "issn": "5",
            "pages": "649-54",
            "other_ids": {
                "DOI": [
                    "10.1177/1040638713501675"
                ]
            }
        },
        "BIBREF10": {
            "title": "Distinct Characteristics and Complex Evolution of PEDV Strains, North America, May 2013-February 2014",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3201/eid2010.140491"
                ]
            }
        },
        "BIBREF11": {
            "title": "New variant of porcine epidemic diarrhea virus, United States, 2014",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "917-9",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2005.140195"
                ]
            }
        },
        "BIBREF12": {
            "title": "The first case of porcine epidemic diarrhea in Canada",
            "authors": [],
            "year": 2015,
            "venue": "Can Vet J",
            "volume": "56",
            "issn": "2",
            "pages": "149-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "US-like strain of porcine epidemic diarrhea virus outbreaks in Taiwan, 2013–2014",
            "authors": [],
            "year": 2014,
            "venue": "J Vet Med Sci",
            "volume": "76",
            "issn": "9",
            "pages": "1297-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Outbreak-related porcine epidemic diarrhea virus strains similar to US strains, South Korea, 2013",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "7",
            "pages": "1223-6",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2007.140294"
                ]
            }
        },
        "BIBREF15": {
            "title": "Full-genome sequence analysis of a variant strain of porcine epidemic diarrhea virus in South Korea",
            "authors": [],
            "year": 2014,
            "venue": "Genome Announc",
            "volume": "2",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.01116-14"
                ]
            }
        },
        "BIBREF16": {
            "title": "Comparison of porcine epidemic diarrhea viruses from Germany and the United States, 2014",
            "authors": [],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "3",
            "pages": "493-6",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2103.141165"
                ]
            }
        },
        "BIBREF17": {
            "title": "Emergence of porcine epidemic diarrhea virus in southern Germany",
            "authors": [],
            "year": 2015,
            "venue": "BMC Vet Res",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Complete genome sequence of a porcine epidemic diarrhea virus from a novel outbreak in belgium, january 2015",
            "authors": [],
            "year": 2015,
            "venue": "Genome Announc",
            "volume": "3",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.00506-15"
                ]
            }
        },
        "BIBREF19": {
            "title": "Complete genome sequence of a porcine epidemic diarrhea s gene indel strain isolated in france in december 2014",
            "authors": [],
            "year": 2015,
            "venue": "Genome Announc",
            "volume": "3",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.00535-15"
                ]
            }
        },
        "BIBREF20": {
            "title": "PED virus reinfecting U.S. herds. Virus estimated to have killed 7 million-plus pigs",
            "authors": [],
            "year": 2014,
            "venue": "J Am Vet Med Assoc",
            "volume": "245",
            "issn": "2",
            "pages": "166-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Isolation and characterization of porcine epidemic diarrhea viruses associated with the 2013 disease outbreak among swine in the United States",
            "authors": [],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "1",
            "pages": "234-43",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.02820-13"
                ]
            }
        },
        "BIBREF22": {
            "title": "A simple method of estimating fifty percent endpoints",
            "authors": [],
            "year": 1938,
            "venue": "Am J Hyg",
            "volume": "27",
            "issn": "",
            "pages": "493-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Pathogenesis of porcine epidemic diarrhea virus isolate (US/Iowa/18984/2013) in 3-week-old weaned pigs",
            "authors": [],
            "year": 2014,
            "venue": "Vet Microbiol",
            "volume": "174",
            "issn": "1–2",
            "pages": "60-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2014.09.002"
                ]
            }
        },
        "BIBREF24": {
            "title": "Role of transportation in spread of porcine epidemic diarrhea virus infection, United States",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "872-4",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2005.131628"
                ]
            }
        },
        "BIBREF25": {
            "title": "Pathogenicity and pathogenesis of a United States porcine deltacoronavirus cell culture isolate in 5-day-old neonatal piglets",
            "authors": [],
            "year": 2015,
            "venue": "Virology",
            "volume": "482",
            "issn": "",
            "pages": "51-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2015.03.024"
                ]
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Age-dependent resistance to transmissible gastroenteritis of swine. III. Effects of epithelial cell kinetics on coronavirus production and on atrophy of intestinal villi",
            "authors": [],
            "year": 1975,
            "venue": "Vet Pathol",
            "volume": "12",
            "issn": "5–6",
            "pages": "434-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Isolation of porcine epidemic diarrhea virus in porcine cell cultures and experimental infection of pigs of different ages",
            "authors": [],
            "year": 2000,
            "venue": "Vet Microbiol",
            "volume": "72",
            "issn": "3–4",
            "pages": "173-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Comparative pathogenesis of US porcine epidemic diarrhea virus (PEDV) strain PC21A in conventional 9-day-old nursing piglets vs. 26-day-old weaned pigs",
            "authors": [],
            "year": 2015,
            "venue": "Vet Microbiol",
            "volume": "178",
            "issn": "1–2",
            "pages": "31-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2015.04.022"
                ]
            }
        },
        "BIBREF31": {
            "title": "Characterization of Porcine Epidemic Diarrhea Virus Isolate US/Iowa/18984/2013 Infection in 1-Day-Old Cesarean-Derived Colostrum-Deprived Piglets",
            "authors": [],
            "year": 2015,
            "venue": "Vet Pathol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1177/0300985815591080"
                ]
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Fenner's Veterinary Virology",
            "volume": "",
            "issn": "",
            "pages": "393-413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Digestive Physiology of Pigs",
            "volume": "",
            "issn": "",
            "pages": "59-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Age-related increase of porcine natural interferon alpha producing cell frequency and of interferon yield per cell",
            "authors": [],
            "year": 1993,
            "venue": "Vet Immunol Immunopathol",
            "volume": "37",
            "issn": "2",
            "pages": "113-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Ontogeny of the immune system",
            "authors": [],
            "year": 1982,
            "venue": "J Am Vet Med Assoc",
            "volume": "181",
            "issn": "10",
            "pages": "1049-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Cytochemical analysis of single villus peptidase activities in pig intestine during neonatal development",
            "authors": [],
            "year": 1989,
            "venue": "Histochem J",
            "volume": "21",
            "issn": "9–10",
            "pages": "601-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Epithelial cell migration in the alimentary mucosa of the suckling pig",
            "authors": [],
            "year": 1971,
            "venue": "Proc Soc Exp Biol Med",
            "volume": "137",
            "issn": "1",
            "pages": "151-4",
            "other_ids": {
                "DOI": []
            }
        }
    }
}