{
    "paper_id": "PMC4477037",
    "metadata": {
        "title": "Neutralization and clearance of GM-CSF by autoantibodies in pulmonary alveolar proteinosis",
        "authors": [
            {
                "first": "Luca",
                "middle": [],
                "last": "Piccoli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Campo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chiara",
                "middle": [
                    "Silacci"
                ],
                "last": "Fregni",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Blanca",
                "middle": [
                    "Maria",
                    "Fernandez"
                ],
                "last": "Rodriguez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Minola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Federica",
                "middle": [],
                "last": "Sallusto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maurizio",
                "middle": [],
                "last": "Luisetti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Corti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Lanzavecchia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Peripheral blood mononuclear cells (PBMCs) and sera were collected from five chronic PAP patients of age ranging from 32 to 69 years. All patients had high serum titres of GM-CSF autoantibodies, ranging from 46 to 805 μg ml−1 (Supplementary Table 1). Memory B cells were isolated and immortalized with Epstein–Barr virus and CpG, as described19. The supernatants were screened for the presence of GM-CSF-specific IgG using enzyme-linked immunosorbent assay (ELISA) and 21 clones that produced GM-CSF autoantibodies (monoclonal antibodies, mAbs) were identified. The antibody V genes were sequenced and analysed using the IMGT (international ImMunoGeneTics information system) database20. Most antibodies were IgG1 (20/21) and used the κ light chain (19/21), with no clear preference for V gene usage. The load of somatic mutations was comparable to that characteristic of T-cell-dependent responses against non-self-antigens, ranging from 3.8 to 17.4% in the VH gene segment and from 0 to 14.5% in the VL gene segment. All antibodies were produced recombinantly as IgG1 and were tested for binding to GM-CSF (Table 1). The EC50 values determined using ELISA ranged from 16 to 836 ng ml−1 and the KD values, as determined by surface plasmon resonance (SPR), ranged from 0.2 to 5.1 nM, consistent with high-affinity binding. Of notice, the kinetics values were heterogeneous. For instance, antibodies GCA7 and GCE402, which had comparable EC50 and KD values, showed different kinetics, being GCA7 characterized by a low on-/low off-rate and GCE402 by a high on-/high off-rate. The properties of the monoclonal antibodies isolated are consistent with a polyclonal response of somatically mutated B cells.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 344,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 684,
                    "end": 686,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Characterization of GM-CSF autoantibodies from PAP patients ::: Results",
            "ref_spans": [
                {
                    "start": 1109,
                    "end": 1116,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The role of somatic mutations in the development of GM-CSF autoantibodies was investigated by testing versions of the autoantibodies in which the somatic mutations of the whole V(D)J gene were removed. We refer to these antibody variants as the unmutated common ancestors (UCA). We also produced shuffled variants in which only the VH or the VL were reverted to the UCA sequence. When analysed using SPR and ELISA, five out of the seven UCA antibodies tested did not bind to GM-CSF, while the remaining two showed a reduced, but still detectable, binding (Fig. 1 and Supplementary Table 2). Shuffling experiments showed that somatic mutations in the heavy chain played a major role in high-affinity binding. Since a precise identification of somatic mutations in the HCDR3 is not possible due to the difficulty of unequivocally assign the D segment and determine the junctional rearrangement, we also tested antibody variants in which only the V gene segment was reverted to the germline sequence, while the HCDR3 was left in the wild-type form. Interestingly, in four out of seven cases removal of mutations in the V segment was sufficient to abolish binding (Supplementary Table 2), providing formal evidence for the role of somatic mutations in determining autoantibody specificity.",
            "cite_spans": [],
            "section": "Binding to GM-CSF is dependent on somatic mutations ::: Results",
            "ref_spans": [
                {
                    "start": 556,
                    "end": 562,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Using SPR cross-competition experiments we identified multiple antigenic sites on GM-CSF and a complete antigenic map based on a matrix of cross-competition experiments was generated (Fig. 2a). Sites I, II, III and IV are defined by four non-cross-competing autoantibodies GCA21, GCA7, GCB59 and GCC9. Interestingly, using SPR we could show that three non-cross-competing autoantibodies can bind simultaneously to a single molecule of GM-CSF (Fig. 2b). Furthermore, when GM-CSF was incubated with an excess of three antibodies, formation of high-molecular-weight immune complexes could be detected using size-exclusion chromatography-high-performance liquid chromatography (SEC-HPLC; Fig. 2c).",
            "cite_spans": [],
            "section": "GM-CSF autoantibodies form high-molecular-weight complexes ::: Results",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 191,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 443,
                    "end": 450,
                    "mention": "Fig. 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 684,
                    "end": 691,
                    "mention": "Fig. 2c",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The neutralizing activity of the autoantibodies was assessed by measuring their ability to inhibit the proliferation of TF-1 cells in response to recombinant GM-CSF. Polyclonal IgG and autoantibodies purified from the sera of PAP patients showed potent and complete neutralizing activity, with IC90 values ranging from 0.53 to 36 μg ml−1 and from 0.018 to 0.181 μg ml−1, respectively (Fig. 3a). From these values it was estimated that GM-CSF autoantibodies account for 0.1 up to 5.6% of total IgG in the serum of PAP patients (that is, 7.6 to 1,300 μg ml−1). These findings are consistent with previous reports1721 and indicate that PAP patients have very high levels of GM-CSF autoantibodies capable of neutralizing the biologic activity of the cytokine.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 612,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 612,
                    "end": 614,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Complete in vitro neutralization of GM-CSF by three antibodies ::: Results",
            "ref_spans": [
                {
                    "start": 385,
                    "end": 392,
                    "mention": "Fig. 3a",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Surprisingly, in the same bioassay, most monoclonal autoantibodies failed to neutralize GM-CSF (Fig. 3b). The only exception was GCE536 that neutralized GM-CSF activity with an IC90 value of 2.43 μg ml−1, while the therapeutic antibodies Namilumab and MOR103 (refs 22, 23) showed IC90 values of 0.80 and 0.16, respectively. Interestingly, when combined together, two non-cross-competing antibodies showed enhanced neutralizing activity both in terms of dose–response and percent inhibition, the combination of GCA21 (site I) and GCB59 (site IV) being the most effective (Fig. 3b). Furthermore, a combination of three non-cross-competing antibodies (GCA21, GCA7 and GCB59, specific for sites I, II and IV) led to a complete inhibition of proliferation with an IC90 value of 0.08 μg ml−1 (expressed as the total concentration of the three mAbs), which was lower than that of the therapeutic antibodies MOR103 and Namilumab. A strong synergy between three non-cross-competing antibodies was observed for most combinations tested, with IC90 values comparable to those of affinity-purified antibodies from PAP sera (Supplementary Fig. 1).",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 269,
                    "end": 271,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Complete in vitro neutralization of GM-CSF by three antibodies ::: Results",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 571,
                    "end": 578,
                    "mention": "Fig. 3b",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Considering the law of mass action, we hypothesized that in the presence of a single antibody a small fraction of GM-CSF may continuously dissociate from the antibody and become available to trigger the high-affinity GM-CSF receptor. In contrast, in the presence of three antibodies, GM-CSF may be sequestered irreversibly in stable immune complexes. As expected from the law of mass action, we found that by varying the cell number and the GM-CSF concentration the sensitivity of the assay was dramatically affected. In particular, lowering the number of TF-1 cells and the concentration of GM-CSF led to a more sensitive test that showed increased neutralization by single and multiple antibodies (Fig. 3c). In contrast, when high number of TF-1 cells and high doses of GM-CSF were used, even the most potent neutralizing antibodies MOR103 and Namilumab, failed to neutralize GM-CSF, even when present in a 400-fold molar excess. Strikingly, in all conditions, a combination of three non-cross-competing antibodies was capable of completely neutralizing GM-CSF.",
            "cite_spans": [],
            "section": "Complete in vitro neutralization of GM-CSF by three antibodies ::: Results",
            "ref_spans": [
                {
                    "start": 700,
                    "end": 707,
                    "mention": "Fig. 3c",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Having established that GM-CSF can form complexes with three antibodies resulting in efficient in vitro neutralization of the cytokine biological activity, we were interested in understanding the effect of single versus multiple autoantibodies in vivo. Mice were injected with a total of 100 μg of single or multiple monoclonal antibodies or with 2 mg of the IgG fraction isolated from the serum of a PAP patient, followed by injection of 2 μg of human GM-CSF. At different time points serum was collected and the amount of GM-CSF present was measured by a sandwich ELISA using an antibody specific for site II for capture and site I for detection. The assay was performed on serum either untreated or after alkaline treatment to dissociate the immune complexes (Supplementary Fig. 2). In the absence of antibodies, the injected GM-CSF disappeared rapidly from the serum and was undetectable after 24 h (Fig. 4a). In contrast, when single antibodies (GCA21 or MOR103) were used, high levels of GM-CSF were recovered from serum on day 1 and were still present on day 5. Of note, GM-CSF detection required alkaline dissociation in the case of MOR103 but not for GCA21, consistent with the different dissociation rates of the two antibodies (Table 1). In striking contrast, when mice received three non-cross-competing antibodies (GCA21, GCA7 and GCB59) or PAP IgG, GM-CSF was rapidly cleared since only low or undetectable amounts of the cytokine could be detected in the day-1 and day-5 sera, respectively, after alkaline dissociation.",
            "cite_spans": [],
            "section": "Fc-dependent clearance of GM-CSF immune complexes in vivo ::: Results",
            "ref_spans": [
                {
                    "start": 904,
                    "end": 911,
                    "mention": "Fig. 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1239,
                    "end": 1246,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To address the possible role of Fc receptors in the clearance of GM-CSF, we tested the same antibodies in a variant form, called LALA, which does not bind to C1q or to Fcγ receptors. Similarly to the wild-type antibodies, single LALA antibodies led to an increase in GM-CSF levels in the serum. However, in contrast to what observed for three wild-type antibodies, three LALA antibodies failed to clear GM-CSF, which was quantitatively recovered in the sera following alkaline dissociation even on day 5 (Fig. 4a).",
            "cite_spans": [],
            "section": "Fc-dependent clearance of GM-CSF immune complexes in vivo ::: Results",
            "ref_spans": [
                {
                    "start": 505,
                    "end": 512,
                    "mention": "Fig. 4a",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To ask whether the antibody-bound GM-CSF would be bioavailable, we tested the sera of mice for their ability to support TF-1 proliferation (Fig. 4b). Sera of mice receiving GCA21 or MOR103 led to a robust proliferation of TF-1 cells, consistent with a GM-CSF dissociation rate sufficient to engage the cytokine receptor. In contrast, sera of mice receiving three wild-type antibodies or PAP IgG were not able to stimulate proliferation, consistent with clearance of the immune complexes in vivo. In addition, although containing high level of GM-CSF, sera of mice receiving three LALA antibodies were not stimulatory, a finding consistent with irreversible sequestration of GM-CSF in stable immune complexes.",
            "cite_spans": [],
            "section": "Fc-dependent clearance of GM-CSF immune complexes in vivo ::: Results",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "mention": "Fig. 4b",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To further address the role of Fcγ receptors, we tested immune complexes formed between GM-CSF and wild-type or LALA antibodies for their capacity to bind to TZM-bl cells expressing different Fcγ receptors. Strong binding was observed only on FcγRIIa- and FcγRIIb-expressing cells and when immune complexes were formed by three wild-type, but not LALA, antibodies (Fig. 4c and Supplementary Fig. 3). Taken together, the above results indicate that single antibodies, even when potently neutralizing in vitro, increase the half-life of GM-CSF and build up a circulating pool of bioavailable cytokine. In contrast, three or more antibodies lead to the formation of immune complexes that are efficiently cleared through an Fc-dependent mechanism.",
            "cite_spans": [],
            "section": "Fc-dependent clearance of GM-CSF immune complexes in vivo ::: Results",
            "ref_spans": [
                {
                    "start": 365,
                    "end": 372,
                    "mention": "Fig. 4c",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To address whether low levels of autoantibodies to GM-CSF may be found in the serum of healthy donors, we took advantage of the synergy between autoantibodies in GM-CSF neutralization. When tested for their capacity to neutralize GM-CSF bioactivity on TF-1 cells, the IgG fraction isolated from serum of healthy donors did not show detectable neutralizing activity. However, when serum IgG was supplemented with a single non-neutralizing monoclonal antibody, a clear neutralizing activity was measured, which varied depending on the serum donor and on the site specificity of the antibodies used. In one case we could observe complete neutralization using the serum IgG from donor 6 (D6) combined with GCB9 and GCA21 antibodies (Fig. 5). These results suggest that low levels of anti-GM-CSF antibodies devoid of neutralizing activity are present in the sera of healthy donors and can be detected using a sensitive complementation assay.",
            "cite_spans": [],
            "section": "Low levels of GM-CSF autoantibodies in healthy donors ::: Results",
            "ref_spans": [
                {
                    "start": 729,
                    "end": 735,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Our study identifies two mechanisms by which polyclonal anti-GM-CSF antibodies produced by PAP patients inhibit the biological activity of GM-CSF. The first is the irreversible sequestration of GM-CSF in high-molecular-weight immune complexes that can be readily detected in vitro using cell proliferation bioassays. The second is the in vivo Fc-dependent degradation of immune complexes formed between GM-CSF and multiple autoantibodies.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The autoantibodies isolated show affinities in the nanomolar range and distinct kinetics of binding, differing in particular in their off-rates. Overall, they were comparable to those reported in a recent study18. Interestingly, while this study claimed that all the antibodies were capable of neutralizing GM-CSF in the TF-1 bioassay, we show that neutralization by single antibodies is strictly dependent on the concentration of the cytokine and the number of receptors in the system, a finding that can be explained by the reversibility of antibody–antigen interaction, according to the law of mass action, and the affinity of GM-CSF receptor for its ligand, which is higher than that of antibodies2425. It was therefore interesting to discover that, when added together, three antibodies that bind to nonoverlapping sites can completely neutralize GM-CSF bioactivity, irrespective of the concentration of cytokine or receptor. When tested under stringent conditions, a cocktail of three antibodies was, on a weight basis, more potent than two anti-GM-CSF antibodies that are currently developed for therapy of autoimmune and inflammatory diseases222326. We envisage that, when complexed with three antibodies, GM-CSF becomes completely sequestered and no longer available for interaction with the receptor.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 701,
                    "end": 703,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 703,
                    "end": 705,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1150,
                    "end": 1152,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1154,
                    "end": 1156,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A key observation in this study was that, when injected in mice, single antibodies led to the accumulation of a large pool of long-lived GM-CSF that was still able to dissociate and trigger the receptor, as shown by the capacity of the sera to stimulate proliferation of TF-1 cells. The capacity of a single antibody to build up a large cytokine reservoir, as we observed for GM-CSF, could be the basis of the enhancing activity of monoclonal antibodies to common gamma-chain cytokines in vivo13. In striking contrast, we showed that three antibodies formed immune complexes that were rapidly degraded in vivo in an Fc-dependent manner. The degradation of GM-CSF induced by polyclonal antibodies is reminiscent of a previous study where three antibodies were shown to cause degradation of IL-6 in vivo12. Our result extend this concept to autoantibodies and suggest that degradation is the main mechanism by which polyclonal autoantibodies, such as those found in the serum of PAP patients, can lead to complete clearance of the cytokine, thus explaining the severe phenotype characteristic of these patients. In summary, our results suggest a two-step mechanism by which polyclonal antibodies lead to a severe GM-CSF deficiency: first, they irreversibly sequester GM-CSF thus completely preventing its interaction with the receptor and, second, by inducing its degradation in an Fc-dependent manner. Our findings also help explain why PAP has not been reported following administration of an anti-GM-CSF monoclonal antibody in humans26. We suggest that the main effect of the therapeutic anti-GM-CSF antibody would be to redistribute the cytokine into the circulation, thus decreasing its concentration in inflammatory sites, while leaving enough free GM-CSF for the development of alveolar macrophages. In addition, it is worth considering that systemically administered IgG accumulates preferentially in inflamed tissues as compared with the lung2728.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1534,
                    "end": 1536,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1949,
                    "end": 1951,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1951,
                    "end": 1953,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "An interesting observation of this study is related to the role of somatic mutations and the presence of low levels of GM-CSF antibodies in healthy individuals. The finding that the UCA of the autoantibodies did not bind, or showed minimal binding to GM-CSF, is consistent with previous studies on the role of somatic mutations in determining the specificity of autoantibodies to desmogleins or DNA in patients with pemphigus or lupus293031. In contrast, we observed that the UCA versions of antiviral antibodies showed only a slightly reduced binding to the specific antigen323334. These findings support the notion that autoantibodies are preferentially generated from activated memory B cells that have been triggered and have undergone somatic mutation in response to foreign antigens. It is tempting to speculate that the preferential origin of autoantibodies from memory B cells is because of the fact that these cells have a lower activation threshold or may be more difficult to anergize as compared with naive B cells. In addition, it has been suggested that memory B cells may be able to efficiently prime naive T cells35.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 436,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 436,
                    "end": 438,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 438,
                    "end": 440,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 579,
                    "end": 581,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1129,
                    "end": 1131,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "GM-CSF autoantibodies have been described not only in PAP patients but also in the serum of healthy donors or in patients with inflammatory bowel disease with normal pulmonary function2136. Building our findings, we developed a sensitive complementation assay that detects in the serum of healthy donors non-neutralizing GM-CSF autoantibodies based on their capacity to synergize with non-neutralizing monoclonal autoantibodies. These findings suggest that healthy donors may have anti-GM-CSF antibodies in serum at low concentrations and/or in combinations that cannot promote GM-CSF sequestration and degradation. Conversely, PAP patients developed high levels of GM-CSF autoantibodies to multiple sites that form immune complexes that mediate sequestration and degradation of the cytokine.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Peripheral blood samples were obtained from five PAP patients with high levels of GM-CSF autoantibodies. Determination of the serum level of GM-CSF autoantibodies was performed in the Laboratory of the Rare Lung Disease Consortium at the Cincinnati Children's Hospital Medical Center, as described1737. Briefly, ELISA plates (MaxiSorp, Nunc) were coated with 1 μg ml−1 of recombinant human GM-CSF (Miltenyi Biotec), blocked with blocking solution Stabilcoat (Surmodics, Eden Prairie, MN, USA) and incubated with titrated sera (1/101, 1/3,001, 1/6,001 and 1/12,001), followed by incubation with horseradish peroxidase-conjugated anti-human IgG F(ab′)2 fragment. Plates were then washed, substrate (tetramethylbenzidine; T4444, Sigma-Aldrich) was added followed by 1 N H2SO4 and the plates were read at 450 nm. Serum concentration of GM-CSF autoantibodies was determined from a GM-CSF-autoantibody polyclonal reference standard by quadratic regression analysis using Microsoft Excel (Microsoft Corp, Seattle, WA, USA). The Disease Severity Score, a combination of presence and absence of symptoms and degree of PaO2, was determined according to the classification previously described38. Memory B cells were isolated from cryopreserved or fresh PBMCs using anti-fluorescein isothiocyanate (FITC) microbeads (Miltenyi Biotec) following staining of PBMCs with CD22-FITC (BD Phamingen), and were immortalized with Epstein–Barr virus and CpG in multiple wells as described previously19. Culture supernatants were tested for binding to recombinant human GM-CSF (Gentaur, 04-RHUGM-CSF) using ELISA. cDNA was synthesized from positive cultures and both heavy chain and light chain variable regions were sequenced. All monoclonal antibodies were produced recombinantly as IgG1 by transient transfection of HEK 293 Freestyle Cells (Invitrogen) using polyethylenimine, and tested for binding to GM-CSF using ELISA. The study was conducted in accordance with the Declaration of Helsinki guidelines and was approved by the Ethics Committee of IRCCS San Matteo Hospital Foundation of Pavia, Italy. All patients gave informed consent.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 299,
                    "end": 301,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1182,
                    "end": 1184,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1477,
                    "end": 1479,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Isolation and production of monoclonal antibodies from PAP patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The usage of VH and VL genes and the amount of somatic mutations were determined by analysing the homology of VH and VL sequences of mAbs to known human V, D and J genes by the IMGT database20. Sequences of UCA were determined by reverting mutations to the germline sequence while retaining the original CDR3 junctions and terminal deoxy-nucleotidyl transferase N nucleotides. UCA sequences in which putative mutations of the HCDR3 were not removed were also determined. VH UCA, VH UCA (HCDR3 WT) and VL UCA nucleotide sequences were synthesized by Genscript, and their accuracies were confirmed by sequencing. Four different versions of seven selected mAbs were produced recombinantly: UCA, UCA–HCDR3 WT, and shuffled mAbs either with VH UCA+wild-type VL or with wild-type VH+VL UCA.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Sequence analysis of antibodies and reversion to germline ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Human mAbs and total IgG from PAP sera were purified by protein A or protein G chromatography (GE Healthcare). Total IgG from healthy donors were purified using the HiTrap Protein A HP columns (GE Healthcare) and concentrated using Amicon Ultra filter units (100 K, Millipore). Total GM-CSF antibodies were affinity-purified from PAP sera using magnetic beads (Invitrogen) conjugated with human GM-CSF. Total IgGs were quantified using ELISA plates coated with anti-human IgG (SouthernBiotech) using Certified Reference Material 470 (ERMs-DA470, Sigma-Aldrich) as standard. Binding to GM-CSF was tested by ELISA using 384-well SpectraPlates (PerkinElmer) for primary screenings or 96-well MaxiSorp plates (Nunc) for any following test. Briefly, ELISA plates were coated with 1 μg ml−1 of recombinant human GM-CSF (Gentaur), blocked with 1% BSA and incubated with titrated antibodies, followed by AP-conjugated anti-human IgG secondary antibodies (SouthernBiotech). Plates were then washed, substrate (p-NPP, Sigma) was added and plates were read at 405 nm. EC50 (ng ml−1) was calculated for every sample by nonlinear regression analysis using the GraphPad Prism 5 software.",
            "cite_spans": [],
            "section": "Antibody purification and ELISA assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Protein A (450 nM) was stabilized in 10 mM acetate buffer, pH 4.5, and immobilized on a EDC/NHS pre-activated ProteOn sensor chip (Bio-Rad) through amine coupling; unreacted groups were blocked by injection of ethanolamine HCl (1 M). HEPES-buffered saline (HBS; 10 mM HEPES, pH 7.4, 150 mM NaCl, 3 mM EDTA, 0.005% surfactant Tween-20) was used as running buffer. All injections were made at the flow rate of 100 μl min−1. Monoclonal antibodies were diluted in HBS (200 nM) and injected on the protein A-coated chip for capturing, followed by injection of different concentrations of human GM-CSF (400, 200, 100, 50 and 25 nM); one channel of the chip was injected with HBS and used as reference for the analysis. Injection time and dissociation time were 120 and 600 s, respectively. Each binding interaction of mAbs with GM-CSF was assessed using a ProteON XPR36 instrument (Bio-Rad) and data processed with the ProteOn Manager Software. Ka, Kd and KD were calculated by applying the Langmuir fit model. To determine the epitope specificity, GM-CSF autoantibodies (150 mM) were directly immobilized on a sensor chip, followed by injection of GM-CSF (100 nM) and autoantibodies (200 nM). To assess simultaneous binding to GM-CSF, different mAbs (200 nM each) were serially injected after the GM-CSF capture (50 nM). Injection time and dissociation time were 60 and 20 s, respectively.",
            "cite_spans": [],
            "section": "SPR assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Three non-cross-competing mAbs were diluted in PBS singularly or as a three-antibody-combination (10 μg of total antibody amount) and were mixed with GM-CSF (1:1 or 10:1 molar ratios) for 1 h at room temperature (RT). Samples were analysed with the Agilent 1100 HPLC machine using TSK-GEL G3000SW columns (Tosoh, bed volume: 13 ml, void volume: 4.6 ml) with PBS as the mobile phase (flow rate: 1 ml min−1). A universal solvent 2-μm filter (Agilent) was put between injector and column. Detection was performed using a Variable Wavelength Detector (Agilent) with ultraviolet absorption at 220 nm.",
            "cite_spans": [],
            "section": "Size-exclusion HPLC ::: Methods",
            "ref_spans": []
        },
        {
            "text": "TF-1 cells (Cell Lines Service) were maintained in RPMI 1640 medium supplemented with 10% fetal bovine serum (Hyclone), 1% GlutaMAX, 1% Penicillin/Streptavidin, 1% non-essential amino acids, 1% sodium pyruvate, 1‰ 2-mercaptoethanol (all from GIBCO), 5 ng ml−1 human GM-CSF (Gentaur) and 10 ng ml−1 human IL-3 (ImmunoTools). Cells were grown at 37 °C in a humidified incubator with 5% CO2. A GM-CSF neutralization assay was performed by serially diluting mAbs (or a combination of mAbs, total IgG or affinity-purified antibodies) in growth medium with neither GM-CSF nor IL-3, adding GM-CSF at a concentration of 100 pg ml−1, and preincubating in 96-well flat-bottom cell culture plates (Costar) at 37 °C for 1 h. TF-1 cells were washed five times, diluted in the growth medium with neither GM-CSF nor IL-3, and 10,000 cells per well were seeded (final GM-CSF concentration equal to 50 pg ml−1). In other tests, GM-CSF was used at the final concentration of 500 and 5,000 pg ml−1, and 1,000 cells per well were seeded. Cells with or without GM-CSF in absence of antibodies were used as control to determine maximum and minimum levels of cell proliferation. Plates were incubated at 37 °C in a humidified incubator with 5% CO2 for 72 h, and cell proliferation was measured after 6-h incubation with 0.2 μCi per well of [3H]-thymidine (PerkinElmer). GM-CSF neutralization was calculated as percentage of inhibition of TF-1 growth with the following formula: [1−(CCPM of a single well−average CCPM of control cells grown without GM-CSF) × (average CCPM of control cells grown with GM-CSF−average CCPM of control cells grown without GM-CSF)−1] × 100 (CCPM=corrected counts per minute). IC90 (μg ml−1) was calculated for every sample by a nonlinear regression analysis using the GraphPad Prism 5 software. In some experiments mouse sera were titrated in TF-1 growth medium and preincubated at 37 °C for 30 min. TF-1 cells were washed and seeded (1,000 cells per well). A titration of GM-CSF (60,000–0.3 ng ml−1) was added as growth control. CCPM of each single well were plotted against the serum titration.",
            "cite_spans": [],
            "section": "TF-1 proliferation bioassays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "BALB/C mice were supplied by The Jackson Laboratory, USA; Harlan, Italy; Charles River, Germany, Italy. Animal experiments were approved by the Cantonal Autorithies of Cantone Ticino. Groups of 6- to 8-week-old female BALB/c mice were injected intravenously with 100 μg of purified mAbs or 2 mg of total IgG purified from PA96 patient. After 16 h, 2 μg of human GM-CSF were injected. Serum samples were collected on day 1 and day 5. GM-CSF was quantified with a sandwich ELISA. Briefly, 10 μg ml−1 of an antibody that bound to site II of GM-CSF was used to coat 96-well Maxisorp plates (Nunc), which were then blocked with PBS+10% FBS (Gibco). All sera and GM-CSF, which was used as standard (range 3.4–600,000 pg ml−1), were titrated and tested in parallel under different conditions: in one plate all samples were supplemented with 25% (vol/vol) of an alkaline dissociation buffer (2.5% Triton X-100, 2 M ethanolamine, 0.15 M NaCl, pH 11.6), in the other plate all samples were supplemented with 25% (vol/vol) of PBS+10% FBS. Plates were left overnight at RT. Detection of captured GM-CSF was made with 1 μg ml−1 of a biotinylated antibody that bound to site I of GM-CSF for 1 h at RT, followed by binding of 0.5 μg ml−1 streptavidin-AP (Jackson ImmunoResearch) for 1 h at RT. Plates were then washed, substrate (p-NPP, Sigma) was added and plates were read at 405 nm.",
            "cite_spans": [],
            "section": "In vivo clearance of GM-CSF immune complexes ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Four TZM-bl cell lines (NIH AIDS Research & Reference Reagent Program) each transfected with a specific Fcγ receptor (FcγRI, FcγRIIa, FcγRIIb or FcγRIIIa) were maintained in DMEM medium supplemented with 10% fetal bovine serum (Hyclone), 0.025 M Hepes, 10 μg ml−1 Gentamicin and 20 μg ml−1 Blasticidin. Untransfected TZM-bl cells were used as negative control and were maintained in DMEM medium supplemented with 10% fetal bovine serum (Hyclone) and 2% Penicillin/Streptavidin. Cells were grown at 37 °C in a humidified incubator with 5% CO2. Expression of specific FcγRs was assessed by staining TZM-bl cells with FITC-conjugated anti-CD64 (anti-FcγRI), anti-CD32 (anti-FcγRIIa and anti-FcγRIIb) and anti-CD16 (anti-FcγRIIIa) antibodies (all from BD Pharmingen). Untransfected and transfected TZM-bl cells were washed with staining buffer (PBS with 10% fetal bovine serum and 2 mM EDTA) and seeded in 96-well plates at a density of 50,000 cells per well. A single anti-GM-CSF mAb (GCA21) or a combination of three non-cross-competing mAbs (GCA21, GCA7 and GCB59) at a final concentration of 2.5 μg ml−1 were mixed with 0.05 μg ml−1 GM-CSF, or staining buffer (PBS with 10% fetal bovine serum and 2 mM EDTA). The LALA versions of all antibodies and a mAb with a different specificity were included as controls. Samples were incubated at 37 °C for 30 min to allow the formation of immune complexes and then cooled down to 4 °C before adding them to TZM-bl cells for 30 min. Cells were washed twice and stained with anti-human IgG Fcγ fragment specific F(ab′)2 fragment (Jackson ImmunoResearch). Samples were analysed on BD FACSCanto (BD Biosciences) and the median intensity fluorescence was analysed and compared between samples.",
            "cite_spans": [],
            "section": "Binding of GM-CSF immune complexes to FcγR ::: Methods",
            "ref_spans": []
        },
        {
            "text": "How to cite this article: Piccoli, L. et al. Neutralization and clearance of GM-CSF by autoantibodies in pulmonary alveolar proteinosis. Nat. Commun. 6:7375 doi: 10.1038/ncomms8375 (2015).",
            "cite_spans": [],
            "section": "Additional information",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Binding of WT (red), UCA (blue) and shuffled variants VK UCA (green) and VH UCA (violet) to GM-CSF as measured with SPR. The table shows equilibrium dissociation constants (KD).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: (a) Map of the antigenic sites targeted by GM-CSF-specific autoantibodies as defined using SPR cross-competition. Four reference antibodies are in bold. (b) A multichannel chip coated with antibodies to site I (GCA21, red line), site II (GCA7, blue line) or site IV (GCB59, green line) was saturated with GM-CSF and serially exposed to an excess of the same antibodies. (c) The SEC-HPLC profile of samples containing the three non-cross-competing antibodies, alone or with GM-CSF added in equimolar concentrations (1:1) or in 10-fold antibody excess (10:1).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: A fixed amount of GM-CSF (final concentration 50 pg ml−1) was incubated with serial dilutions of one or more antibodies, added to TF-1 cells (10,000 per well), and cell proliferation was measured on day 3 by thymidine incorporation. (a) IC90 values of polyclonal IgG and affinity-purified polyclonal antibodies isolated from the serum of five PAP patients. The numbers indicate the percentage of anti-GM-CSF antibodies relative to total IgG. (b) Serial dilutions of single monoclonal antibodies or mixtures of two and three non-cross-competing antibodies were tested for their capacity to neutralize GM-CSF. (c) The sensitivity of the test was changed by varying the number of cells and the concentration of GM-CSF as indicated. Shown is for each experimental condition the inhibition obtained using single antibodies or a combination of three non-cross-competing antibodies.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: (a) Female Balb/c mice (five per group) were injected with 100 μg of mAb, either GCA21 (one mAb) or GCA21+GCA7+GCB59 (three mAbs) in the IgG or IgG-LALA format, or with 2 mg total IgG from a PAP patient, followed by 2 μg GM-CSF after 16 h. Sera were collected after 1 or 5 days, and GM-CSF concentrations were measured using ELISA in untreated serum and in serum treated at pH 11.6 to dissociate immune complexes. Shown is the GM-CSF concentration on day 1 and on day 5 in untreated serum (left) or alkaline-treated serum (right);error bars indicate s.d. (b) Proliferation of TF-1 cells in response to different dilutions of serum of mice injected 24 h before with GM-CSF and the indicated antibodies. (c) Binding of GM-CSF immune complexes formed by one or three antibodies (in the IgG1 or IgG1-LALA format) to TZM-bl cells expressing FcγRIIa or FcγRIIb, as measured with flow cytometry using an anti-IgG Fc-specific antibody.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: (a,b) IgG purified from the serum of two healthy donors (D10 and D6) were tested in the presence or absence of single monoclonal antibodies for their capacity to neutralize GM-CSF using the TF-1 bioassay (50 pg ml−1 GM-CSF and 10,000 cells per well).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "High avidity cytokine autoantibodies in health and disease: pathogenesis and mechanisms",
            "authors": [],
            "year": 2010,
            "venue": "Cytokine Growth Factor Rev.",
            "volume": "21",
            "issn": "",
            "pages": "263-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Potent neutralization of botulinum neurotoxin/B by synergistic action of antibodies recognizing protein and ganglioside receptor binding domain",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Potent neutralization of botulinum neurotoxin by recombinant oligoclonal antibody",
            "authors": [],
            "year": 2002,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": "11346-11350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Pharmacokinetics of interleukin-6 during therapy with anti-interleukin-6 monoclonal antibodies: enhanced clearance of interleukin-6 by a combination of three anti-interleukin-6 antibodies",
            "authors": [],
            "year": 1994,
            "venue": "J. Interferon Res.",
            "volume": "14",
            "issn": "",
            "pages": "301-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Selective stimulation of T cell subsets with antibody-cytokine immune complexes",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "311",
            "issn": "",
            "pages": "1924-1927",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "GM-CSF regulates alveolar macrophage differentiation and innate immunity in the lung through PU.1",
            "authors": [],
            "year": 2001,
            "venue": "Immunity",
            "volume": "15",
            "issn": "",
            "pages": "557-567",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "GM-CSF autoantibodies and neutrophil dysfunction in pulmonary alveolar proteinosis",
            "authors": [],
            "year": 2007,
            "venue": "New Engl. J. Med.",
            "volume": "356",
            "issn": "",
            "pages": "567-579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Human GM-CSF autoantibodies and reproduction of pulmonary alveolar proteinosis",
            "authors": [],
            "year": 2009,
            "venue": "New Engl. J. Med.",
            "volume": "361",
            "issn": "",
            "pages": "2679-2681",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "High-affinity autoantibodies specifically eliminate granulocyte-macrophage colony-stimulating factor activity in the lungs of patients with idiopathic pulmonary alveolar proteinosis",
            "authors": [],
            "year": 2004,
            "venue": "Blood",
            "volume": "103",
            "issn": "",
            "pages": "1089-1098",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Characterization of pathogenic human monoclonal autoantibodies against GM-CSF",
            "authors": [],
            "year": 2013,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "110",
            "issn": "",
            "pages": "7832-7837",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "An efficient method to make human monoclonal antibodies from memory B cells: potent neutralization of SARS coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Nat. Med.",
            "volume": "10",
            "issn": "",
            "pages": "871-875",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Autoantibodies against IL-17A, IL-17F, and IL-22 in patients with chronic mucocutaneous candidiasis and autoimmune polyendocrine syndrome type I",
            "authors": [],
            "year": 2010,
            "venue": "J. Exp. Med.",
            "volume": "207",
            "issn": "",
            "pages": "291-297",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "IMGT, the international ImMunoGeneTics information system",
            "authors": [],
            "year": 2009,
            "venue": "Nucleic Acids Res.",
            "volume": "37",
            "issn": "",
            "pages": "D1006-D1012",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Granulocyte/macrophage-colony-stimulating factor autoantibodies and myeloid cell immune functions in healthy subjects",
            "authors": [],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "",
            "pages": "2547-2556",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A human monoclonal IgG1 potently neutralizing the pro-inflammatory cytokine GM-CSF",
            "authors": [],
            "year": 2007,
            "venue": "Mol. Immunol.",
            "volume": "44",
            "issn": "",
            "pages": "916-925",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "In vitro affinity maturation of human GM-CSF antibodies by targeted CDR-diversification",
            "authors": [],
            "year": 2008,
            "venue": "Mol. Immunol.",
            "volume": "46",
            "issn": "",
            "pages": "135-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "High-affinity binding to the GM-CSF receptor requires intact N-glycosylation sites in the extracellular domain of the beta subunit",
            "authors": [],
            "year": 2000,
            "venue": "Blood",
            "volume": "95",
            "issn": "",
            "pages": "3357-3362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "The structure of the GM-CSF receptor complex reveals a distinct mode of cytokine receptor activation",
            "authors": [],
            "year": 2008,
            "venue": "Cell",
            "volume": "134",
            "issn": "",
            "pages": "496-507",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "MOR103, a human monoclonal antibody to granulocyte-macrophage colony-stimulating factor, in the treatment of patients with moderate rheumatoid arthritis: results of a phase Ib/IIa randomised, double-blind, placebo-controlled, dose-escalation trial",
            "authors": [],
            "year": 2014,
            "venue": "Ann. Rheum. Dis.",
            "volume": "74",
            "issn": "",
            "pages": "1058-1064",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Nebulization as a delivery method for mAbs in respiratory diseases",
            "authors": [],
            "year": 2015,
            "venue": "Expert Opin. Drug Deliv.",
            "volume": "12",
            "issn": "",
            "pages": "1027-1039",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Biodistribution mechanisms of therapeutic monoclonal antibodies in health and disease",
            "authors": [],
            "year": 2010,
            "venue": "AAPS J.",
            "volume": "12",
            "issn": "",
            "pages": "33-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Pemphigus autoantibodies generated through somatic mutations target the desmoglein-3 cis-interface",
            "authors": [],
            "year": 2012,
            "venue": "J. Clin. Invest.",
            "volume": "122",
            "issn": "",
            "pages": "3781-3790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Detection of anti-interferon-gamma autoantibodies in subjects infected by Mycobacterium tuberculosis",
            "authors": [],
            "year": 1998,
            "venue": "Int. J. Tuberc. Lung Dis.",
            "volume": "2",
            "issn": "",
            "pages": "62-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Autoreactive IgG memory antibodies in patients with systemic lupus erythematosus arise from nonreactive and polyreactive precursors",
            "authors": [],
            "year": 2008,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "105",
            "issn": "",
            "pages": "9727-9732",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The role of somatic hypermutation in the generation of pathogenic antibodies in SLE",
            "authors": [],
            "year": 2013,
            "venue": "Autoimmunity",
            "volume": "46",
            "issn": "",
            "pages": "121-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "A neutralizing antibody selected from plasma cells that binds to group 1 and group 2 influenza A hemagglutinins",
            "authors": [],
            "year": 2011,
            "venue": "Science",
            "volume": "333",
            "issn": "",
            "pages": "850-856",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Cross-neutralization of four paramyxoviruses by a human monoclonal antibody",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "501",
            "issn": "",
            "pages": "439-443",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Rapid development of broadly influenza neutralizing antibodies through redundant mutations",
            "authors": [],
            "year": 2014,
            "venue": "Nature",
            "volume": "516",
            "issn": "",
            "pages": "418-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Induction of autoreactive B cells allows priming of autoreactive T cells",
            "authors": [],
            "year": 1991,
            "venue": "J. Exp. Med.",
            "volume": "173",
            "issn": "",
            "pages": "1433-1439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Granulocyte macrophage colony-stimulating factor auto-antibodies and disease relapse in inflammatory bowel disease",
            "authors": [],
            "year": 2013,
            "venue": "Am. J. Gastroenterol.",
            "volume": "108",
            "issn": "",
            "pages": "1901-1910",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Serological diagnosis of idiopathic pulmonary alveolar proteinosis",
            "authors": [],
            "year": 2000,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "162",
            "issn": "",
            "pages": "658-662",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Characteristics of a large cohort of patients with autoimmune pulmonary alveolar proteinosis in Japan",
            "authors": [],
            "year": 2008,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "177",
            "issn": "",
            "pages": "752-762",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Anti-IFN-gamma autoantibodies in disseminated nontuberculous mycobacterial infections",
            "authors": [],
            "year": 2005,
            "venue": "J. Immunol.",
            "volume": "175",
            "issn": "",
            "pages": "4769-4776",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Pulmonary alveolar proteinosis, a primary immunodeficiency of impaired GM-CSF stimulation of macrophages",
            "authors": [],
            "year": 2009,
            "venue": "Curr. Opin. Immunol.",
            "volume": "21",
            "issn": "",
            "pages": "514-521",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Pure red-cell aplasia and antierythropoietin antibodies in patients treated with recombinant erythropoietin",
            "authors": [],
            "year": 2002,
            "venue": "New Engl. J. Med.",
            "volume": "346",
            "issn": "",
            "pages": "469-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "High titer autoantibodies to GM-CSF in patients with AML, CML and MDS are associated with active disease",
            "authors": [],
            "year": 2008,
            "venue": "Leukemia",
            "volume": "22",
            "issn": "",
            "pages": "783-790",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Immunoglobulin G1 and immunoglobulin G4 antibodies in multiple sclerosis patients treated with IFNbeta interact with the endogenous cytokine and activate complement",
            "authors": [],
            "year": 2013,
            "venue": "Clin. Immunol.",
            "volume": "148",
            "issn": "",
            "pages": "177-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Combinations of monoclonal antibodies to anthrax toxin manifest new properties in neutralization assays",
            "authors": [],
            "year": 2013,
            "venue": "Infect. Immun.",
            "volume": "81",
            "issn": "",
            "pages": "1880-1888",
            "other_ids": {
                "DOI": []
            }
        }
    }
}