{
    "paper_id": "PMC5755876",
    "metadata": {
        "title": "Impact of influenza vaccine on childhood otitis media in Taiwan: A population-based study",
        "authors": [
            {
                "first": "Pei-Wen",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chien-Chia",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei-Chieh",
                "middle": [],
                "last": "Chao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chi-Chin",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cheng-Hsun",
                "middle": [],
                "last": "Chiu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ta-Jen",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Goldstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute otitis media (AOM) is a common infectious disease among children, especially in the preschool-age population. The majority of studies regarding childhood AOM reported that the incidence peaked in children 6–12 months old, and decreased with age [1–8]. AOM is also among the leading causes for children’s visits to physicians and is the most common reason for prescription of antibiotics to children with respiratory conditions [9]. Moreover, otitis media with effusion (OME) can occur as a post-inflammatory response to AOM. The effusion in the middle ear could decrease sound transmission, resulting in conductive hearing loss [10]. Tympanostomy tube insertions are recommended for children with bilateral chronic OME (OME lasting for 3 months or longer) and recurrent AOM with middle ear effusion [11]. The resulting psychological burden on parents and substantial economic costs also demonstrate that AOM is a major public health concern [12].",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 254,
                    "end": 255,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 434,
                    "end": 435,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 806,
                    "end": 808,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "There is evidence that viruses play a crucial role in the development of AOM [13–15]. AOM is usually accompanied with a preceding viral upper respiratory tract infection (URI), which may initiate a cascade of events that eventually leads to inflammation of the middle ear mucosa [13]. AOM may be regarded as a complication of this viral syndrome. The impact of influenza vaccination on childhood otitis media has been discussed worldwide, but no consensus has been reached to date.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 81,
                    "end": 83,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Since 2004, the Taiwan Center for Disease Control (CDC) launched a program to provide free influenza vaccine (traditional injectable trivalent influenza vaccine, TIV) for children aged 6–24 months. Additionally, pneumococcal conjugate vaccines (PCVs) had not become popular in Taiwan until 2007.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we used the Taiwan National Health Insurance Research Database (NHIRD) to assess trends in the incidence of childhood AOM and tympanostomy tube insertion during the influenza season. The NHIRD contains claims data derived from the government-operated, single-payer National Health Insurance program, which was launched in 1995 and covers nearly all (99%) of the 23 million residents of Taiwan [16]. Every admission, operation, and outpatient visit record is included in this database. Our study aim was to assess the efficacy of influenza vaccine in preventing AOM over a 7-year period that encompassed the introduction of TIV in Taiwan, since October 2004.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We conducted a retrospective cohort study to assess secular trends in the incidence of childhood AOM and tympanostomy tube insertion in each influenza season before and after the introduction of the TIV in Taiwan, by using the NHIRD. The influenza season is considered to run from October through March, as suggested by the Taiwan CDC [17]. The tympanostomy tube insertion procedure is considered a surrogate of refractory and recurrent AOM with OME. The data underlying this study is from the National Health Insurance Research Database (NHIRD), which has been transferred to the Health and Welfare Data Science Center (HWDC). Interested researchers can obtain the data through formal application to the HWDC, Department of Statistics, Ministry of Health and Welfare, Taiwan (http://dep.mohw.gov.tw/DOS/np-2497-113.html). The NHIRD includes no personal information, and this study was reviewed and approved by the Ethics Institutional Review Board of Chang Gung Memorial Hospital.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 338,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We included the NHIRD data of all children younger than 10 years. We stratified these children into three age groups: < 2 years old, 2–4 years old, and 5–9 years old. We used the International Classification of Diseases, Ninth Revision, Clinical Modification (ICD-9-CM) to distinguish AOM-related medical utilization. We identified children with AOM episodes by searching for the relevant ICD-9-CM codes (3810, 38100, 38101, 38102, 38103, 3820, 38200, 38201, 38202) in each outpatient visit. We identified children with tympanostomy tube insertion by searching for the procedure codes for myringotomy with ventilation tube insertion under a microscope (84015B). To avoid confounding by PCV, which was not popular in Taiwan before 2007 [18], our study period included only seven influenza seasons, between October 2000 and March 2007.",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 738,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The incidence of AOM was defined as the total number of outpatient visits during the influenza season, divided by the total person-season of the study population during the time period. The incidence of tympanostomy tube insertion was defined as the total number of operative procedures performed during the influenza season, divided by the total person-season of the study population during the study period. A 3-month screening period was set from the first operative procedure and any subsequent operation during the screening period was considered as a revision operation for the same episode. Age-specific incidence was calculated for the following age groups: < 2 years old, 2–4 years old, and 5–9 years old. The 95% confidence intervals (CIs) and incidence rate ratios (IRRs) were estimated using Poisson regression models. Statistical analyses were performed using SPSS Version 18.0 (SPSS Inc., Chicago, IL, USA).",
            "cite_spans": [],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The study population comprised 803,592 children < 10 years old in influenza seasons between October 2000 and March 2007. There were 117,591 outpatient visits with AOM identified in 49,038 children. During the pre-TIV era (2000–2003), the mean seasonal AOM incidence was 58.9 episodes/1000 person-seasons (95% CI: 55.6–62.1) in those <10 years old, with the highest incidence in those < 2 years old (98.4 episodes/1000 person-seasons; 95% CI: 96.4–100.5), followed by those 2–4 years old (61.7 episodes/1000 person-seasons; 95% CI: 60.7–92.6), and those 5–9 years old (28.6 episodes/1000 person-seasons; 95% CI: 28.0–29.1). After TIV introduction (2004–2006), the mean seasonal AOM incidence was 67 episodes/1000 person-seasons (95% CI: 63.4–70.6) in those < 10 years old, with the highest incidence in those 2–4 years olds (71.7 episodes/1000 person-seasons; 95% CI: 70.2–73.1), followed by those < 2 years old (66.1 episodes/1000 person-seasons; 95% CI: 64.0–68.1), and those 5–9 years old (33.8 episodes/1000 person-seasons; 95% CI: 33.1–34.4). The incidence of AOM in childen <2 years old declined by 32.8% after introduction of TIV. Additionally, the incidence of AOM in those 2–4 years old and 5–9 years old were both increased by 16.2% and 18.2%, respectively.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In children < 2 years old, the age group that received free influenza vaccination, there was a significant reduction in AOM incidence after the introduction of the TIV in 2004 (Fig 1, Table 1). The number of outpatient visits for AOM in the influenza seasons of 2004–2006 were significantly lower than that in the seasons 2000–2003 (IRR = 0.71, 0.61, 0.57, in 2004, 2005, 2006, respectively, p < 0.0001). Moreover, compared to the pre-TIV era (2000–2003), the seasonal incidence of AOM in children 2–4 years old and 5–9 years old in 2004–2006 were significantly increased (Fig 1, Table 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 182,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 573,
                    "end": 578,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 184,
                    "end": 191,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 587,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In addition, with the increased vaccine coverage (Table 2) [19], the number of outpatient visits for AOM in children < 2 years old in the influenza season in 2005 and 2006 was significantly lower than that in 2004 (IRR = 0.85 and 0.80, respectively, p < 0.0001; Fig 2). Furthermore, we identified 678 tympanostomy tube insertions in 538 children. The IRR for each influenza season between October 2000 and March 2007 was not significantly different in all three age groups (Table 3).",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 267,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 50,
                    "end": 57,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 481,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "This is the first study investigating the association of influenza vaccination and childhood otitis media using a population-based analysis. In the current study, using the Taiwan NHIRD, we estimated the secular trends of childhood otitis media before and after the introduction of TIV. The introduction of TIV into the Taiwan childhood immunization program was associated with a significant decline in the incidence of outpatient visits for AOM in the influenza seasons. As is typical of AOM, in the pre-TIV era (2000–2003), children < 2 years had the highest incidence of AOM in the influenza season (98.4 episodes/1000 person-seasons). After the introduction of TIV in 2004–2006, the incidence of outpatient visits with AOM declined significantly (66.1 episodes/1000 person-seasons) in < 2-year-olds, who were enrolled in the free influenza vaccination program launched by the Taiwan CDC. With the increased vaccine coverage rate,19 the incidence of outpatient visits for AOM declined correspondingly. In addition of the direct protection provided by the vaccination, we believe that TIV may have induced some herd immunity that further contributed to the reduction in influenza attack rates and the rates of associated AOM in that age group. Compared to the older children who had not received the influenza vaccination, the seasonal AOM incidence increased significantly. Better parental awareness of clinical signs of AOM, increased healthcare quality and accessibility, and better accuracy in the diagnosis of AOM are all considered responsible for this phenomenon.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the current study, there was no significant change in the incidence of tympanostomy tube insertion in each influenza season between October 2000 and March 2007. Considering the significant reduction in tympanostomy tube insertion after the introduction of the PCV reported in a previous study [20], we consider that the influenza vaccine only protected the immunized children from the preceding viral infection of the middle ear mucosa, but not from the secondary bacterial infection, which was responsible for the recurrent AOM and persistent OME that required tympanostomy tube insertion [21–23].",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 594,
                    "end": 596,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The pathogenesis of AOM has been studied thoroughly over the previous decades. AOM is strongly seasonal. The incidence of AOM is highest during the fall and winter months and lowest during the spring and summer months, which parallels the incidence of viral URI [24]. Respiratory viruses, such as the influenza virus, respiratory syncytial virus, adenovirus, parainfluenza virus, and rhinovirus, have been isolated from middle ear effusions [13–15]. AOM is commonly caused by bacterial pathogens, such as Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis, either directly or as a complication of a viral URI [25]. Influenza and pneumococcal vaccines are two important commercially available vaccines. In the past three decades, the concept of “prevention is better than cure” has become increasingly popular in the battle between infectious organisms and the human immune system. The efficacy of PCV in preventing AOM has been observed in several studies [20, 26], but the efficacy of influenza vaccines in preventing AOM or tympanostomy tube insertion has not been well studied. In Taiwan, PCV-7 has been available primarily at the recipients’ expense since October 2005 and the cumulative coverage rates for PCV-7 among children < 5 years old in 2005 and 2006 were only 0.7% and 8.6%, respectively [18]. Thus, in the present study, we could evaluate the efficacy of TIV in preventing AOM with limited confounding due to PCVs.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 265,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 445,
                    "end": 447,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 982,
                    "end": 984,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 986,
                    "end": 988,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1327,
                    "end": 1329,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Several studies have addressed the efficacy of TIV in preventing AOM. TIV was found to have a positive effect on AOM by Heikkinen et al. and Clements et al [27, 28]. Both these studies were conducted in day-care centers, with only 187 and 186 children enrolled, respectively. However, Hoberman et al. conducted a randomized double-blind, placebo-controlled 2-year clinical trial in 786 children, aged 6–24 months, including 411 children in the first year and 375 in the second year [29]. The investigators did not identify any significant reduction in the burden of AOM after administration of the TIV. The inconsistent results of these studies may be due to the relatively small sample size and short-term follow-up. In the current study, data from 803,592 children over the period October 2000 through March 2007 were analyzed, and outpatient visits in seven consecutive influenza seasons were studied. The secular trends in AOM incidence were followed before and after the introduction of TIV. This study provided additional evidence of the efficacy of TIV against AOM. The Taiwan CDC has gradually expanded the free influenza vaccination program in recent years. The long-term trends in all clinical manifestations of influenza disease and related complications should be monitored continuously.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 161,
                    "end": 163,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 483,
                    "end": 485,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "An important limitation of our study is that we do not have microbial culture results that could confirm influenza infection for AOM cases. Aspiration of the middle ear fluid in children with AOM, either for microbiology cultures or symptomatic relief, is not part of routine medical care in Taiwan. In addition, laboratory data and culture results are not available in the NHIRD. Second, the patients’ vaccination histories are not comprehensively recorded in the NHIRD. In Taiwan, the free influenza vaccination is not included in the regular childhood immunization schedule, and parents may decide not to have the influenza vaccination administered if they have any concerns. Thus, we were unable to ascertain the immunization status in our study subjects. Third, several risk factors predisposing to AOM have been reported; these include age, socioeconomic status, tobacco smoke exposure, lack of breast-feeding, siblings, and day-care attendance [30]. However, most of this information is not disclosed in the NHIRD; therefore, we could not investigate whether some children have risk factors predisposing to AOM. Finally, as with all studies analyzing large administrative databases, there is potential for misclassification bias when using diagnostic codes to define AOM. However, such biases are unlikely to affect trends over time and the reduction of AOM cases in the < 2-years-old population in influenza seasons since 2004 can most likely be attributed to TIV introduction.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 954,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A significant reduction in primary care consultations for children < 2 years old was observed after the introduction of TIV in Taiwan in 2004. With the increased vaccine coverage, there was an additional decline in the incidence of AOM in 2005 and 2006. These reductions were observed only in vaccine-eligible children, but not in older children, who were not enrolled in the influenza vaccination program.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: In children < 2 years old, who received free influenza vaccination, there was a significant reduction in AOM incidence after the introduction of the TIV in 2004. Meanwhile, the seasonal incidence of AOM in those 2–4 years old and 5–9 years old in 2004–2006 were significantly increased.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: With the increased vaccine coverage, the number of outpatient visits for AOM in children < 2 years old in the influenza season in 2005 and 2006 was significantly lower than that in 2004 (IRR = 0.85 and 0.80, respectively, P < 0.0001).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The occurrence of acute otitis media in infants. A life-table analysis",
            "authors": [],
            "year": 1991,
            "venue": "Int J Pediatr Otorhinolaryngvl",
            "volume": "21",
            "issn": "1",
            "pages": "7-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Occurrence of acute otitis media in children: cohort studies in an urban population",
            "authors": [],
            "year": 1990,
            "venue": "Workshop on epidemiology of otitis media. Ann Otol Rhino Laryngol",
            "volume": "99",
            "issn": "Suppl 149",
            "pages": "17-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Incidence of acute otitis media up to the age of 1 1/2 years in urban infants",
            "authors": [],
            "year": 1987,
            "venue": "Acta Otolaryngol",
            "volume": "104",
            "issn": "",
            "pages": "138-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Epidemiology of acute suppurative otitis media",
            "authors": [],
            "year": 1986,
            "venue": "Am J Otolaryngol",
            "volume": "7",
            "issn": "1",
            "pages": "47-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Epidemiology of otitis media during the first seven years of life in children in greater Boston: a prospective, cohort study",
            "authors": [],
            "year": 1989,
            "venue": "J Infect Dis",
            "volume": "160",
            "issn": "1",
            "pages": "83-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Bacterial prevalence and antimicrobial prescribing trends for acute respiratory tract infections",
            "authors": [],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "4",
            "pages": "e956-965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Hearing acuity of children with otitis media with effusion",
            "authors": [],
            "year": 1985,
            "venue": "Arch Otolaryngol",
            "volume": "111",
            "issn": "1",
            "pages": "10-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Clinical Practice Guideline: Otitis Media with Effusion Executive Summary (Update)",
            "authors": [],
            "year": 2016,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "154",
            "issn": "2",
            "pages": "201-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Incremental health care utilization and costs for acute otitis media in children",
            "authors": [],
            "year": 2014,
            "venue": "Laryngoscope",
            "volume": "124",
            "issn": "1",
            "pages": "301-305",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Importance of respiratory viruses in acute otitis media",
            "authors": [],
            "year": 2003,
            "venue": "Clin Microbiol Rev",
            "volume": "16",
            "issn": "2",
            "pages": "230-241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Detection of rhinovirus, respiratory syncytial virus, and corona virus infections in acute otitis media by reverse transcriptase polymerase chain reaction",
            "authors": [],
            "year": 1998,
            "venue": "Pediatrics",
            "volume": "102",
            "issn": "2",
            "pages": "291-295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Prevalence of various respiratory viruses in the middle ear during acute otitis media",
            "authors": [],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "340",
            "issn": "4",
            "pages": "260-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Nationwide population science: lessons from the Taiwan National Health Insurance Research Database",
            "authors": [],
            "year": 2015,
            "venue": "JAMA Intern Med",
            "volume": "175",
            "issn": "9",
            "pages": "1527-1529",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Impact of pneumococcal vaccines on invasive pneumococcal disease in Taiwan",
            "authors": [],
            "year": 2010,
            "venue": "Eur J Clin Microbiol Infec Dis",
            "volume": "29",
            "issn": "4",
            "pages": "489-492",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Efficacy, safety and immunogenicity of heptavalent pneumococcal conjugate vaccine in children. Northern California Kaiser Permanente Vaccine Study Center Group",
            "authors": [],
            "year": 2000,
            "venue": "Pediatr Infect Dis J",
            "volume": "19",
            "issn": "3",
            "pages": "187-195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Efficacy of amoxicillin with and without decongestant-antihistamine for otitis media with effusion in children",
            "authors": [],
            "year": 1987,
            "venue": "N Engl J Med",
            "volume": "316",
            "issn": "8",
            "pages": "432-437",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Ten-year review of otitis media pathogens",
            "authors": [],
            "year": 1992,
            "venue": "Pediatr Infect Dis J",
            "volume": "11",
            "issn": "8 Suppl",
            "pages": "S7-S11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Microbiology of recurrent and chronic otitis media with effusion",
            "authors": [],
            "year": 1978,
            "venue": "J Pediatr",
            "volume": "93",
            "issn": "5",
            "pages": "739-743",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Otitis media with effusion in preschool children",
            "authors": [],
            "year": 1985,
            "venue": "Laryngoscope",
            "volume": "95",
            "issn": "4",
            "pages": "428-436",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The diagnosis and management of acute otitis media",
            "authors": [],
            "year": 2013,
            "venue": "Pediatrics",
            "volume": "131",
            "issn": "3",
            "pages": "e964-999",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Efficacy of a pneumococcal conjugate vaccine against acute otitis media",
            "authors": [],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "344",
            "issn": "6",
            "pages": "403-409",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Influenza vaccination in the prevention of acute otitis media in children",
            "authors": [],
            "year": 1991,
            "venue": "Am J Dis Child",
            "volume": "145",
            "issn": "4",
            "pages": "445-448",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Influenza A vaccine decreases incidence of otitis media in 6- to 30-month-old children in day care",
            "authors": [],
            "year": 1995,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "149",
            "issn": "10",
            "pages": "1113-1117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Effectiveness of inactivated influenza vaccine in preventing acute otitis media in young children: a randomized controlled trial",
            "authors": [],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "12",
            "pages": "1608-1616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A meta-analytic review of the risk factors for acute otitis media",
            "authors": [],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "22",
            "issn": "6",
            "pages": "1079-1083",
            "other_ids": {
                "DOI": []
            }
        }
    }
}