{
    "paper_id": "PMC5052503",
    "metadata": {
        "title": "Saliva between normal and pathological. \nImportant factors in determining\nsystemic and oral health\n",
        "authors": [
            {
                "first": "Gabriela",
                "middle": [],
                "last": "Iorgulescu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Saliva Formation",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Saliva is produced by three pairs of major glands and numerous minor salivary glands located in the oral cavity. The parotid, submandibular, and sublingual salivary glands contribute to 90% of total saliva secretions, while minor salivary glands contribute to the remaining 10%. The amount of saliva secreted by the major and minor glands is referred to as whole saliva. In the resting (unstimulated) state, approximately two-thirds of the total volume of the whole saliva is produced by submandibular glands. Upon stimulation, the parotid glands are responsible for at least 50% of the total volume of saliva from the mouth. Sublingual glands contribute to a small percentage, both in the unstimulated or stimulated states of the salivary glands. Minor salivary glands contribute significantly to the lubrication of the oral mucosa because of their high protein content. Unlike some other minor salivary glands which are composed exclusively of mucous cells, parotid glands are serous and produce water like secretions. Submandibular and sublingual glands are mixed.",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "In general, acinar (secretory) cells are responsible for the production of the primary saliva. The ductal cells are responsible for further modifications of saliva until it is secreted in the mouth. Saliva is 99% water and 1% protein and salts. The normal daily production of saliva varies between 0.5 and 1.5 liters. The whole unstimulated saliva flow rate is approximately 0.3-0.4 ml / min. This rate decreases to 0.1 ml / min during sleep and increases to about 4, 0-5, 0 ml / min during eating, chewing and other stimulating activities. Saliva is always hypotonic to plasma. As the whole saliva flow rate will increase, the tonicity of the saliva will increase too. Salivary glands secretion is mainly controlled by the autonomous nervous system. Parasympathetic stimulation produces abundant quantities of watery saliva, whereas sympathetic stimulation produces more viscous saliva (Bardow, Nauntofte and Pedersen, 2004).",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Saliva Function",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Saliva plays a significant role in the protection of the intraoral structures against injuries caused by various pathogenic microbes, mechanical or chemical irritants. ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "The functions of the saliva:",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Defensive/buffering capacity ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Remineralization of teeth",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Restoration of soft tissues ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Lubrication capacity ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Digestion ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Antimicrobial capacity",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Saliva contains three buffer systems (bicarbonate, phosphate and protein) and helps in maintaining acceptable pH range of 6.0-7.5 within the mouth. When a substance is placed in the oral cavity, the flow of saliva will increase depending on its taste, consistency and concentration. When the volume of saliva is approximately 1.1 ml, a swallowing reflex is triggered. Salivary stimulation, dilution of tasting and swallowing will continue until the concentration of the tastings reaches a point where it ceases to stimulate salivary flow. The oral clearance of various substances will be prolonged in the absence of saliva, resulting in possible harm to intraoral hard and soft tissues. Under normal physiologic conditions the saliva is oversaturated with calcium hydroxyapatite, which prevents dental demineralization. In addition, the salivary protein pellicle protects the teeth against irritants.",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Human saliva contains α amylase and lipase, substances that may play a role in starch digestion and decomposition triglyceride breakdown in neonates with pancreatic dysfunction. Salivary mucins play a significant role in lubricating the intraoral structures and help forming a barrier against microbial invasion. Lysozyme and lactoferrin are examples of proteins with antimicrobial properties. Lactoferrin is believed to have antibacterial, antifungal, and antiviral properties. Salivary peroxidase has antibacterial properties, whereas histatins have been associated with antibacterial and antifungal properties. Salivary epidermal growth factor enhances the speed of the oral mucosal healing and protects the esophageal mucosa. In addition to these proteins with specific functions, other enzymes could serve as indicators in diagnosis, such as pseudo cholinesterase for mental disorders (Giddon and Lisanti, 1962). Saliva contains other organic components, such as glucose, urea, cortisol, sex hormones and blood group substances, which have also been utilized in saliva as screening/diagnostic tools.",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Saliva Dysfunctions\n",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Saliva quantity and quality can be affected by multiple diseases and medical treatments. Salivary cortisol level is increased as a response of the adrenal cortex to stressors such as chronic dental anxiety, stressful activities in front of computer, viewing anxiety-inducing videos and masticator muscle activity caused by clenching teeth. Relaxation methods such as viewing soothing videos, listening to music (Music Therapy, Iamandescu, IB, 1997), may lower the saliva cortisol and amylase levels. As noted earlier, the feeling of dry mouth may have a psychological cause. Psychological processes are often accompanied by disturbed oral sensations, and, in fact, most individuals have experienced a sensation of dry mouth during a period of acute stress. Along with depression, mental stress is sometimes associated with a dry mouth condition, either as a result of the disease itself or as an adverse effect of drugs used in management of the psychological state (Bergdahl and others, 1997; Bolwig and Rafaelsen, 1972; Daviessi Gurland, 1961).",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "These issues were highlighted in the Burning Mouth Syndrome - BMS; a condition regarded, along with bruxism, as psychosomatic condition of the oral area, its symptoms matching the differential diagnosis of salivary gland dysfunction.",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "The burning mouth syndrome is a set of painful and burning sensations in the mouth experienced even when clinical investigation of the mucosa proves to be normal. BMS incidence is 3% of the population (Mott, Grushka & Sessa 1993) and patients are often surprised that others experience that condition too, because they do not have a clear knowledge of this disease. It is assumed that a large number of agents can be responsible for this condition: ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Local (e.g., dental materials used to restore teeth)",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Systemic (including lack of minerals, vitamins, etc.).",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Stressful life events.",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Mental health problems.",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Psycho-social difficulties ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Studies of cortisol levels in depressed patients have led to interesting results provided that the technical aspects of the steroid sampling are controlled. There seems to be differences in salivary cortisol between patients with endogenous and nonendogenous depression (Iorgulescu, 2006) generally, there is a correlation between plasma ACTH levels and salivary cortisol, but this relationship is not present in patients with endogenous depression, suggesting either an effect of medication or a disorder of regulation of cortisol secretion (Galard and others, 1991). Self-induced vomiting and binge eating are features of the bulimia nervosa. Saliva function has been studied in this group and it is known that approximately 25% were affected by sialadenosis (Riad, Barton and Wilson, 1991, Roberts and others, 1989). Some studies have shown that parotid function is reduced in bulimics, meaning that resting and stimulated salivary flow rates are reduced in patients with sialadenosis, and the total protein and amylase levels are increased. Other studies of the parotid and submandibular gland function have shown no differences in function in relation to controls, and amylase levels were equivalent.",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Xerostomia is a common oral disease associated with more than five hundred medications (Sreebny and Schwartz, 1988). Polypharmacy is the most common cause of xerostomia (complaint of dry mouth) and salivary glands hypofunction (objective evidence of reduced saliva flow rate) in the elderly. The most common types of medication with xerogenic potential are those with anticholinergic and sympathomimetic actions. Salivary gland hypofunction is a condition most often overlooked; many patients who take xerogenic medications may not know that they are at risk of oral complications such as dental caries and fungal infections. Therefore, the absence of subjective complaints of dry mouth sensations does not indicate an adequate level of production of saliva. Accordingly, the diagnosis of drug- induced hyposalivation requires measurements of saliva output or flow rate. ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Besides oral medication with inhibitory effect on the quantity of saliva, other chemotherapeutic modalities such as chemotherapy or radiotherapy can result in quality and quantity changes. There is a correlation between the severity of salivary gland hypofunction and the degree of exposure to radiation. Xerostomia is one of the most common complaints for patients who have undergone radiotherapy and/or chemotherapy. ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Assessing the patient with salivary dysfunction",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Chronic Conditions Associated with Salivary Gland Hypofunction in Adults:",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Medication",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Antidepressants",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Antipsychotics",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Antihistamines",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Antiemetics",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Antiretroviral therapy (protease inhibitors)",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Decongestants",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Appetite suppressants",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": " Diuretics",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Irradiation",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Chemotherapy",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Medical conditions",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Sjögren’s syndrome",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Viral infections (HIV, HCV)",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Uncontrolled diabetes",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Alzheimer’s disease",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Hypertension",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Depression",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Signs and Symptoms Associated with Common Chronic Salivary Gland Hypofunction:",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "SIGNS",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "-Dry, chapped lips; desiccated, dry and fissured tongue",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "-Angular cheilitis / pseudomembranous and erythematous candidiasis",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Dental caries (cervical and root caries in particular)",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Gingivitis",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "SYMPTOMS",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- None (often may be asymptomatic)",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Difficulties in swallowing, chewing, speaking",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Bad taste, breath",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Sore mouth, lips, tongue",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Burning sensations in the mouth, lips, tongue ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Difficulty wearing removable intra-oral prostheses",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Frequent need to sip water for food",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Frequent awakenings at night with dry mouth",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "- Dry mouth, nose, and throat",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Acute pseudomembranous candidiasis. This SS patient has recurrent episodes of acute pseudomembranous candidiasis due to her extreme salivary gland hypofunction. (Fig. 2) ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 168,
                    "mention": "Fig. 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Salivary levels of microorganisms (Streptococcus mutants and Lactobacillus acidophilus) and Candida albicans are usually used for assessing susceptibility to dental caries, and oral candidiasis, respectively (Fig. 2).",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 215,
                    "mention": "Fig. 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Evaluation of salivary gland function plays an important role in maintaining oral health and should be included in the first visit of each new patient, as well in the observations made during the subsequent visits. Regardless of subsequent complaints there are standard questions that can identify patients with a high risk of salivary gland hypofunction. The four most common questions are: ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "1. Is the saliva flow rate too reduced, exaggerated or you can’t discern a difference?",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "2. Do you have difficulty swallowing? ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "3. Do you experience a dry mouth sensation during your meals?",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "4. Do you sip liquids to help with the swallowing of solid food? ",
            "cite_spans": [],
            "section": "Study of the Function and Dysfunction of Saliva",
            "ref_spans": []
        },
        {
            "text": "Qualitative and quantitative changes of saliva may be used to detect exposure to chemicals and pathogens, or in quantifying the severity or susceptibility to different conditions (Kaufman & Lamster, 2002; Tabak, 2001). For example, the salivary levels of alcohol (ethanol), tobacco (nicotine, cotinine), cocaine, marijuana, opiate and methadone correspond well with their concentrations in serum and are used as screening tools by insurance companies and state institutions to assess exposure to these chemicals. The presence of antigens or antibodies of the pathogens in saliva, such as HIV-1, HIV-2, hepatitis A, B, C, measles, mumps, or rubella, may be used to evaluate possible exposure to these pathogens. Salivary levels of microorganisms (Streptococcus mutants and Lactobacillus acidophilus) and Candida albicans are usually used for assessing susceptibility to dental caries and oral candidiasis, respectively (Fox, 2004; Kaufman & Lamster, 2000). Saliva can also be used to monitor disease progression and the response to pharmacotherapeutic agents such as insulin, cortisol, aldosterone, estrogens, progesterone, lithium, theophilline, and caffeine. Potential salivary biomarkers for diabetes, ovarian cancer, breast cancer, oral cancer, preterm labor and exposure to the coronovirus in severe acute respiratory syndrome (SARS) have been the focus of several research activities in recent years. With the remarkable advances in areas such as gene therapy (Voutetakis and others, 2004) and gene mapping, saliva will continue to be a source of opportunities for scientific progress used in risk assessment, disease prevention and development of therapeutic modalities. ",
            "cite_spans": [],
            "section": "Current Diagnostic Values and Future Directions",
            "ref_spans": []
        },
        {
            "text": "An Alternative to Classic Treatment: The Biofeedback Method",
            "cite_spans": [],
            "section": "Current Diagnostic Values and Future Directions",
            "ref_spans": []
        },
        {
            "text": "At present there are a number of relevant studies that suggest the importance of including biofeedback in dental practice. The ability to monitor muscle activity, and, indirectly, the formation of saliva, seems to represent both an important assessment tool, and a way of treatment by using instruction techniques by biofeedback. ",
            "cite_spans": [],
            "section": "Current Diagnostic Values and Future Directions",
            "ref_spans": []
        },
        {
            "text": "Biofeedback is a therapeutic method that involves the amplification of a human biological signal, usually presented visually or audibly to sense receptors (the eyes and ears), and designed by nature to the detection of stimuli in the external world (exteroceptive stimuli). The biofeedback method allows both patient and therapist to observe subtle changes in internal activity and provides information (feedback) that can be used to modify these physiological events in a desired direction while monitoring them. Regarding the treatment and elimination of pain, biofeedback training is aimed at reducing inappropriate psycho-physiological stimulation (i.e.: muscle inhibition).",
            "cite_spans": [],
            "section": "Current Diagnostic Values and Future Directions",
            "ref_spans": []
        },
        {
            "text": "Briefly, the biofeedback method can be described as the placement of electrodes over the masseter muscles on each side of the face and connecting these electrodes to the equipment that provides a measure of the summed electrical activity produced by the group of muscles, indicating the clenching of the teeth through an amplifier and a speaker that triggers the alarm.",
            "cite_spans": [],
            "section": "Current Diagnostic Values and Future Directions",
            "ref_spans": []
        },
        {
            "text": "Surface electromyography (sEMG) is a noninvasive technique that places relatively large recording electrodes on the surface of the skin or over a muscle or muscles of interest. EMG measures muscle activity by detecting electrical potential changes associated with muscle action potential.",
            "cite_spans": [],
            "section": "Current Diagnostic Values and Future Directions",
            "ref_spans": []
        },
        {
            "text": "Technological advances allowed a miniaturization of some very sensitive monitoring devices capable of real-time monitoring of the muscles of cranio-cervical-mandibular system, transforming this into a straightforward office procedure. The treatment for the temporomandibular disorders (TMD), including the use of sEMG biofeedback training, represents a conservative approach, that is both more convenient than traditional treatments and a reversible procedure.",
            "cite_spans": [],
            "section": "Current Diagnostic Values and Future Directions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bardow",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pedersen ",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nauntofte ",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clinical Oral Physiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Saliva in Health and Disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mahvash ",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Behavioral Dentistry",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Diagnosis and Management of taste disorders and Burning Mouth Syndrome",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Mott ",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grushka ",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Sessle ",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Dental Clinics of North America",
            "volume": "37",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Acta Oto-Laringologicac",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Riad ",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Barton ",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wilson ",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Acta Oto-Laringologicac",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Roberts ",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Reference guide Gerontology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sreebny ",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schwartz ",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "66-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Voutetakis ",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Kok ",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zheng ",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bossis ",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang ",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Cotrim ",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceeding of National Academy of Sciences",
            "volume": "101",
            "issn": "",
            "pages": "3053-3058",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Journal of Dental Research",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bergdahl",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "97",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Psychological Medicine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bolwig",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rafaelsen ",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "Gurland",
                    "middle": [],
                    "last": "Daviessi ",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Journal of Psychosomatic Research",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Salivary enhancencement therapies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fox ",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Caries Research",
            "volume": "38",
            "issn": "",
            "pages": "241-246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Galard ",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "American Journal of Psychiatry",
            "volume": "148",
            "issn": "",
            "pages": "505-508",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Cholinesterase-like substance in the parotid saliva of normal and psychiatric patients",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Giddon ",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lisanti ",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Lancet",
            "volume": "1",
            "issn": "",
            "pages": "725-726",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Tentative d’impacte psychophysiologique de la musique",
            "authors": [
                {
                    "first": "I.B",
                    "middle": [],
                    "last": "Iamandescu ",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Musicotest ",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "RevRoum.Psychol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "Gabriela",
                    "middle": [],
                    "last": "Iorgulescu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Notiuni de Psihologie Medicala si Psihodontie",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}