{
    "paper_id": "PMC5404323",
    "metadata": {
        "title": "Mechanisms of antidiarrhoeal effects by diosmectite in human intestinal cells",
        "authors": [
            {
                "first": "Vittoria",
                "middle": [],
                "last": "Buccigrossi",
                "suffix": "",
                "email": "buccigro@unina.it",
                "affiliation": {}
            },
            {
                "first": "Carla",
                "middle": [],
                "last": "Russo",
                "suffix": "",
                "email": "carlarusso.89@live.it",
                "affiliation": {}
            },
            {
                "first": "Amedeo",
                "middle": [],
                "last": "Guarino",
                "suffix": "",
                "email": "amedeoguarino1@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Maiara",
                "middle": [
                    "Brusco"
                ],
                "last": "de Freitas",
                "suffix": "",
                "email": "maiarabrusco@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Alfredo",
                "middle": [],
                "last": "Guarino",
                "suffix": "",
                "email": "alfguari@unina.it",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Diosmectite (DS) is a natural clay that acts on the intestinal epithelium without being absorbed and exerts multiple effects in the intestine [1]. It interacts with the mucous layer and inhibits the mucolysis of intestinal epithelial cells in rabbit ileum infected with enteropathogenic Escherichia coli [2]. DS increases the resistance of the intestinal epithelium to toxic stimuli in humans [3]. It upregulates the colonic expression of MUC2, which is the main secretory mucin, thereby protecting the epithelium from the antigens produced during the inflammatory process [4]. In addition, DS restores the intestinal barrier function in an in vitro model of inflammation [5]. Previous studies have indicated that DS absorbs bacterial toxins, bacteria and viruses [6–8].",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 305,
                    "end": 306,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 394,
                    "end": 395,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 574,
                    "end": 575,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 673,
                    "end": 674,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 765,
                    "end": 766,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 767,
                    "end": 768,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Diosmectite is proposed as an active treatment for acute gastroenteritis (AGE). The key treatment of AGE in children is the administration of oral rehydration solution (ORS) [9], but this neither shortens the duration of diarrhoea nor reduces the frequency of stool output. Therefore, active therapies are now recommended as an adjunct to ORS. The updated ESPGHAN/ESPID guidelines for managing children with gastroenteritis suggests the use of DS to reduce stool output [9] based on the results of randomized controlled clinical trials [10]. The latter have shown that DS reduces the stool volume in children with gastroenteritis, including those infected with RV [3, 11].",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 471,
                    "end": 472,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 665,
                    "end": 666,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Rotavirus (RV) is the commonest aetiological agent of AGE in children and induces severe watery diarrhoea. Its severity is related to its mechanism of action, namely, a sequence of time-related mechanisms leading to secretory diarrhoea and intestinal epithelial damage [12]. In the early phase of infection, RV directly induces chloride and water secretion in the intestinal lumen through the enterotoxic effects of the non-structural viral protein NSP4. This increases the intracellular Ca2+ concentration and triggers electrogenic chloride secretion [12–14]. As recently reported, oxidative stress is a key mechanism in the enterotoxic effect induced by RV [14]. Following early ion secretion, RV infection results in severe damage to the structure of villi, with the disruption of epithelial integrity [15].",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 272,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 660,
                    "end": 662,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 806,
                    "end": 808,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Clark et al. [8] demonstrated that aluminosilicate clays absorb a bovine rotavirus strain, but the infectivity rate was not inhibited in kidney epithelial cells. However, there are no data regarding the effects on RV infection.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The aim of this study was to evaluate the effects of smectite in a validated model of rotavirus diarrhoea in human-derived enterocytes in vitro [16]. Namely, we wanted to differentially investigate the effects of DS on intestinal epithelial damage and chloride secretion induced by RV infection, including the role of NSP4.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Caco-2 cells (ATCC Number: HTB-37) were used because they have the ability to differentiate into enterocytes of the upper villus forming monolayers. Cells were grown in high glucose (4.5 g/l) DMEM (Gibco, Life Technologies, UK) with 10% foetal calf serum (FBS) (Gibco, Life Technologies, UK), 1% non-essential amino acids, 50 mU/ml penicillin, and 50 mg/ml streptomycin. The Caco-2 cells were grown from 15 to 18 days after confluence on polycarbonate Transwell filters (pore size, 0.4 µm) (Costar Italia, Milan, Italy). MA104 cells (ATCC Number: CRL-2378) were used for viral titers and were grown in Medium 199 (Lonza, Belgium) with 5% FBS, 50 mU/ml penicillin, 50 mg/ml streptomycin, and 0.25 μg/ml amphotericin B.",
            "cite_spans": [],
            "section": "Human derived cell line ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For adsorption assays, 100 mg/ml DS was incubated with the medium alone or in the presence of RV (MOI 25) for 1 h at 37 °C. Then, the viral suspensions were probed with fluorescein isothiocyanate (FITC) conjugated anti-RV antibody (Abcam, ab31435) and examined using a Nikon Eclipse 80i epifluorescence microscope (FITC filter). The images were analysed using the NIS Elements D imaging software. As a negative control, a mixture of titanium dioxide, maltodextrin and glucose monohydrate was used (TMG).",
            "cite_spans": [],
            "section": "Adsorption assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The same assay protocol was used to evaluate the absorptive effect of DS on NSP4. Briefly, 100 mg/ml DS was incubated with medium alone or in the presence of NSP4 at different doses (50, 100 and 200 ng/ml) for 1 h at 37 °C. The slides were probed with an anti-NSP4 antibody and then with a fluorescein isothiocyanate (FITC) conjugated anti-rabbit antibody. Then, the slides were examined using a Nikon Eclipse 80i epifluorescence microscope (FITC filter). The images were analysed using the NIS Elements D imaging software.",
            "cite_spans": [],
            "section": "Adsorption assays ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The Caco-2 cells were probed with FITC conjugated anti-RV antibody (Abcam, ab31435). Slides were mounted with Vectashield Mounting Medium with DAPI (Vector laboratories, Ltd, UK). The monolayers were examined using a Nikon Eclipse 80i epifluorescence microscope (FITC filter). The images were analysed using the NIS Elements D imaging software.",
            "cite_spans": [],
            "section": "RV positive cell staining ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A fluorescence focus assay in the MA104 cell monolayers was used to determine the viral titre, expressed as focus-forming units per millilitre of virus (FFU/ml). Briefly, MA104 cells were grown in 8-chamber slides (Lab-Tek chamber Slide, Nunc Inc, USA) and then infected with supernatants from the Caco-2 infection experiments. After viral absorption, the cells were fixed in methanol and probed with fluorescein isothiocyanate (FITC) conjugated anti-RV antibody (Abcam, ab31435). Fluorescence foci were counted individually on a Nikon Eclipse 80i epifluorescence microscope (FITC filter). The viral titre was calculated from the average number of foci per well adjusted for well volume and expressed as FFU/ml. As a negative control, a mixture of titanium dioxide, maltodextrin and glucose monohydrate was used (TMG).",
            "cite_spans": [],
            "section": "Viral load assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The simian rotavirus strain SA11 (RV) (ATCC Number: VR-1565) was activated with 20 µg/ml trypsin for 1 h at 37 °C. The viral suspension was added to the apical side of the Caco-2 cell monolayer at a multiplicity of infection (MOI) of 25 to maximize the effect. After 1 h of incubation at 37 °C, the cells were rinsed three times and incubated in foetal calf serum–free medium for fixed times after infection. The time after infection was counted after the removal of excess viral particles. To test the effect of DS, RV was incubated with 100 mg/ml of DS for 1 h at 37 °C followed by centrifugation. The cells were then suspended and infected as previously described.",
            "cite_spans": [],
            "section": "Virus strain and Caco-2 cell infection protocol ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Infection with RV was performed with multiplicities of infection (MOI) of 25 for 2 h; next, the cell monolayers were mounted in Ussing chambers (Physiological Instruments, San Diego, CA). The following electrical parameters were measured at different time points after infection: transepithelial potential difference (PD), short-circuit current (Isc), and tissue ionic conductance (G). Isc is expressed as microamperes per square centimetre (μA/cm2), G is expressed as millisiemens per square centimetre (mS/cm2), and PD is expressed as millivolts (mV). An increase in PD indicates chloride secretion and provides a precise evaluation of enterotoxic effects, whereas an increase in G quantitatively correlates with epithelial damage.",
            "cite_spans": [],
            "section": "Ion transport studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The transepithelial electrical resistance (TEER) of cell monolayers grown on filters was measured using a Millicell-ERS resistance monitoring apparatus (Millipore). The net TEER (in Ohms/cm2) was calculated by subtracting the background from the actual value and multiplying the value obtained by the area of the filter (4.9 cm2).",
            "cite_spans": [],
            "section": "Transepithelial electrical resistance measurements ::: Methods",
            "ref_spans": []
        },
        {
            "text": "After RV infection, cells were scraped into PBS buffer and lysed in HEPES-KCl buffer (KCl, 60 mM; β-mercaptoethanol, 14 mM; EDTA, 2 mM; HEPES pH 7.9, 15 mM; sucrose, 0.3 M; aprotinin, 5 μg/ml; leupeptin, 10 μg/ml; pepstatin, 2 μg/ml; phenylmethylsulfonyl fluoride, 0.1 mM) containing 1% Tergitol (Nonidet P-40). Total extracts were centrifuged at 1500g for 20 min at 4 °C. The protein content was determined by the Bradford method (Bio-Rad Laboratories, Munich, Germany). The supernatant containing the solubilized proteins was boiled for 5 min in Laemmli buffer (62.5 mM Tris–HCl, pH 6.8, 2% SDS, 10% glycerol, 5% 2-mercaptoethanol, and 0.001% bromophenol blue). Cell protein (50 μg/lane) was added to SDS-PAGE and transferred to a nitrocellulose membrane (BioBlot-NC-Costar; Corning Incorporated, Canada). Blots were probed for 1 h with specific NSP4 antibody. Bound antibody was detected using an anti-rabbit immunoglobulin horseradish peroxidase-linked whole antibody and developed by chemiluminescence reaction (Amersham Pharmacia Biotech, U.K.). All incubations and washes were carried out at room temperature with gentle shaking.",
            "cite_spans": [],
            "section": "Western blot analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Reactive oxygen species production was measured using DCFH-DA spectrofluorometry. After stimulation, DCFH-DA (20 µM) was added for 30 min at 37 °C in the dark. Intracellular ROS production was measured in a fluorometer (SFM 25; Kontron Instruments, Japan). For DCF fluorescence imaging, Caco-2 cells were grown on the cover glass for 3 days, fixed and permeabilized with paraformaldehyde 4% and Triton 0.2% for 30 min at 4 °C. Cells were then incubated with DCF-HA 20 µM for 30 min at 37 °C in the dark. Fluorescence images from multiple fields were obtained using a Nikon Eclipse e 80i microscopy. The images were analysed using the NiS Elements D imaging software (Nikon Instruments, Inc., NY, USA).",
            "cite_spans": [],
            "section": "Reactive oxygen species (ROS) production ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The intracellular GSH/GSSG ratio was determined by a fluorimetric assay kit (Biovision, Milpitas, CA). The GSH content was normalized for protein content and expressed as % of control.",
            "cite_spans": [],
            "section": "Glutathione assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We used the GraphPad Prism Software (San Diego, CA) to evaluate the two-tailed unpaired student t test and a 2-tailed paired student t test to evaluate statistical significance. An alpha value of 0.05 was set for statistical significance; p values for each analysis are indicated in the figure legends. All experiments were repeated at least three times, and error bars indicate the standard deviation.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "First, we tested the ability of DS to bind RV particles. After 1 h of incubation, we found that DS bound RV virions as judged by specific RV fluorescence, whereas the control clay TMG incubated with RV did not show any presence of virus (Fig. 1). The experiments were repeated by incubating pure NSP4 with DS, and no binding was observed between NSP4 and DS (data not shown).\n",
            "cite_spans": [],
            "section": "Absorption of RV virions by DS ::: Results",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To investigate the effects of DS on RV infection further, we evaluated the number of RV-infected cells. After 3 days of RV infection in Caco-2 cells, the relative number of RV-positive cells was substantially reduced when RV was pretreated with DS (Fig. 2a). In addition, DS significantly reduced the number of virions available for infection compared with untreated RV (Fig. 2b). The number of RV particles was always lower compared with DS-untreated parallel cells infected with RV.\n",
            "cite_spans": [],
            "section": "Effects of DS on RV infectivity ::: Results",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 376,
                    "end": 377,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "As previously reported in the basic model of Caco-2 cells, RV infection induced chloride secretion, which was NSP4-dependent and involved oxidative stress [12, 14]. RV was treated with 100 mg/ml DS for 1 h before cell infection; then, the RV was incubated with Caco-2 cells in the infection phase for 2 h, and the Isc was measured. The Isc did not increase in DS-treated RV (Figs. 3, 4a), which suggests that DS effectively counteracts RV-induced chloride secretion. The effect was dose-dependent, and DS was effective in a concentration range of 100–1000 mg/ml (Fig. 4b).\n\n",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 158,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 160,
                    "end": 162,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Effects of DS on RV-induced chloride secretion ::: Results",
            "ref_spans": [
                {
                    "start": 381,
                    "end": 382,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 384,
                    "end": 385,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Since RV induces chloride secretion through NSP4 [12, 14], we evaluated whether DS affected NSP4 expression. Figure 4c shows a representative experiment in which NSP4 expression was virtually abolished in the presence of DS.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 52,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 54,
                    "end": 56,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Effects of DS on RV-induced chloride secretion ::: Results",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Because RV-induced enterotoxic damage is oxidative stress-dependent [14], the redox state was evaluated in Caco-2 cells infected with RV following preincubation in the absence or presence of DS. RV induced ROS production as indicated by an increase in the green signal of DCF-DA on fluorescence microscopy. DS effectively prevented oxidative stress (Fig. 5a).\n",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Effects of DS on RV-induced oxidative stress ::: Results",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 356,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The time-course of the inhibitory effect of DS on ROS production was evaluated to determine whether it was maintained over the course of the experiment, and significant inhibition was indeed observed over the entire course of infection (Fig. 5b). To evaluate the role of antioxidant defences, we determined the levels of reduced and oxidized glutathione (GSH/GSSG ratio) in RV-infected Caco-2 cells following preincubation in the absence or presence of DS. The GSH/GSSG ratio was reduced when the virus was exposed to DS compared to controls (Fig. 5c).",
            "cite_spans": [],
            "section": "Effects of DS on RV-induced oxidative stress ::: Results",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 548,
                    "end": 549,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We evaluated TEER, a measure of epithelial integrity, in time-course experiments (Fig. 6a). RV infection produced a reduction in TEER, whose intensity was related to the viral load (MOI) (Fig. 6b). The decrease in TEER was observed 24 h post-infection and reached a plateau at 48–72 h post-infection. In the presence of DS, a delay in the decrease of TEER was observed. However, in prolonged experiments, the pattern of TEER decrease obtained with a high load of RV in the presence of DS became similar to that observed with a low viral load in the absence of DS (Fig. 6b).\n",
            "cite_spans": [],
            "section": "Effects of DS on RV-induced cytotoxic damage ::: Results",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 193,
                    "end": 194,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 569,
                    "end": 570,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "RV-induced diarrhoea is the result of multiple combined mechanisms. RV targets mature enterocytes, altering the villous structure and inducing disaccharidase loss and carbohydrate malabsorption. It damages tight junction structure and impairs the barrier function of intestinal epithelial cells, allowing RV to access the basolateral side of the enterocyte [17].",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Watery diarrhoea results from increased chloride secretion mainly induced by the viral enterotoxin NSP4 [18], which stimulates cAMP-dependent Cl− secretion by increasing the intracellular Ca2+ concentration [18] and inhibiting Na+ absorption [13], ultimately causing the activation of the TMEM16A transporter protein [19]. However, the chloride conductance of CFTR is unaffected by NSP4 [19].",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 208,
                    "end": 210,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 388,
                    "end": 390,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Diosmectite binds several bacterial and viral toxins [6, 7], and this has been postulated to contribute to its antidiarrhoeal effect. Clark et al. [8] observed that different clays absorb a bovine RV strain, but the infectivity was actually increased. The authors speculate that this unexpected phenomenon is the result of the more efficient presentation of virus by clays, supporting virus carriage into the cell by the clay, but no studies have been conducted to support this hypothesis. The increased infectivity was observed in kidney epithelial cells, but no information is available regarding the intestinal epithelium.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 57,
                    "end": 58,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 148,
                    "end": 149,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our experimental approach, we separately investigated the effects induced by DS on the enterotoxic and cytotoxic pathways of RV-induced diarrhoea in a human model. Our results indicate that DS effectively reduces the intensity of RV infection of intestinal epithelial cells and inhibits RV-induced chloride secretion in Caco-2 cell monolayers. This effect is the result of an interaction between DS and RV, whereby the adsorption of RV particles by DS effectively reduces the infection load on epithelial cells. The subsequent reduction of chloride secretion observed in our in vitro model provides a plausible explanation for the reduction of stool output in children with acute gastroenteritis treated with DS [10].",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 718,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We have previously demonstrated that NSP4 exerts severe direct enterotoxic effects by modifying the cellular redox state [14], and the findings of the present study indicate that DS is effective in reducing NSP4 expression and can thus protect epithelial cells from oxidative stress.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "However, the DS effect is due to the reduction of the viral load rather than the binding to specifically inhibit NSP4 production since DS was not able to bind NSP4 as such.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Rateau et al. [20] described the anti-diarrhoeal effects of DS related to increased chloride and magnesium absorption in the rabbit ileal mucosa infected with enterotoxigenic E. coli. These effects were postulated to be due to the inhibition of mucolysis or to the attenuation of damage to the luminal surface of the intestinal mucosa. In addition, DS reduced interleukin-1β (IL-1β) secretion and decreased neutrophil infiltration and monocyte activation, which both contributed to a reduction of the antigenic load in hapten-induced colitis in the rat [4]. Since IL-1β induces chloride secretion [21], it is possible that this anti-inflammatory effect contributes to the antidiarrhoeal mechanism of DS. However, such a mechanism cannot explain the effects observed with RV diarrhoea, which is not associated with intestinal inflammation.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 554,
                    "end": 555,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 598,
                    "end": 600,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The cytotoxic effect of RV on epithelial cells occurs later than the acute effect on chloride secretion, and it was observed only 1–2 days after the initial infection in our experimental model [12]. The efficacy of DS in protecting the integrity of the intestinal epithelium demonstrated in several previous studies was thought to be the result of the clay interacting with the intestinal mucosa. In this respect, it has been reported that DS acts as a physical barrier to toxic stimuli such as proinflammatory mediators [5], facilitates the secretion of MUC2 into the colon and increases the thickness of mucus [4].",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 522,
                    "end": 523,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 613,
                    "end": 614,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study, we show that DS binds RV, thereby reducing the viral load and virion release from infected cells. Although the remaining viral load was still sufficient to cause cell damage and spread infection in our model, the structural (cytotoxic) and functional (enterotoxic) consequences of RV infection were both strongly reduced. In particular, the number of Caco-2 cells infected with RV decreased in the presence of DS. In addition, the number of virions released in the culture medium was lower in cells infected with DS-treated RV rather than RV alone. This protective effect was maintained over three days following the infection. We therefore suggest that the anti-diarrhoeal effects of DS against RV are associated with a specific capacity of this clay to bind the virus, thus blocking both viral replication and the pathogenic effects of NSP4.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results reported in this paper provide a novel explanation for the antidiarrhoeal effects observed with DS in children. RV is the main agent of infantile diarrhoea and is by far the most dangerous. However, DS is clinically effective against diarrhoea irrespective of the aetiology [11], and there is a need to understand whether the mechanisms described in this paper, which essentially consists of trapping viral particles and blocking downstream pathogenic events, may explain a more general effect against enteric pathogens. In addition to classic enterotoxic pathogens, several agents induce diarrhoea in all or in part by enterotoxic moieties, including Cryptosporidium and HIV virus [22]. If these results are also confirmed with these agents, an entirely new understanding of the antidiarrhoeal effects of DS may open new options for treating diarrhoea. This may also include inflammatory diarrhoea, as the latter is induced by endogenous secretagogues, particularly inflammatory cytokines or others inflammatory gut disease [23]. Clinical evidence of an effect by DS in inflammatory diarrhoea has been reported [11]. Similar considerations apply to endocrine diarrhoea and diarrhoea due to radiotherapy.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 289,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 695,
                    "end": 697,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1125,
                    "end": 1127,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Diosmectite possesses a powerful anti-diarrhoeal effect against RV and reduces chloride secretion, which is responsible for the observed decrease in stool output. These results support the inclusion of DS as an effective option for the active treatment of diarrhoea (as suggested in authoritative guidelines) and open new perspectives for using DS in other forms of diarrhoea.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Binding of RV to DS. DS was incubated with RV, and the suspension was then probed with fluorescein isothiocyanate (FITC) conjugated anti-RV antibody as described in the “Methods”. DS alone or TMG incubated with RV was used as negative controls. Images are representative of three separate experiments",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Effect of DS on RV infectivity. Caco-2 cells were infected with RV with or without DS for 3 days. a Quantitative analysis of RV-infected Caco-2 cells. Caco-2 cell monolayers were infected with RV preincubated in the presence (filled triangle) or absence (open circle) of DS as described in the “Methods”, and the RV-infected cells (RV+) were counted. TMG (times) was used as the negative control together with uninfected cells (filled circle) [*p < 0.05 vs DS-treated RV]. b Viral titer of the culture medium of RV-infected Caco-2 cells alone (grey) or preincubated with DS (white) [*p < 0.05 vs RV at 24 h;#p < 0.05 vs RV at the same time]",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Effects of DS on the enterotoxic effect induced by RV. Caco-2 cell monolayers were infected with RV preincubated in the presence (open triangle) or absence (filled circle) of DS for 2 h as described in the “Methods”, and then the short-circuit current (Isc) was evaluated in Ussing chambers together with uninfected cells (open square). This is a single representative experiment",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: DS prevents the enterotoxic effect induced by RV. a Maximal effect by RV on Isc. Three independent experiments were pooled to analyse the statistical significance [*p < 0.05 vs control; **p < 0.05 vs RV]. b DS totally inhibited the enterotoxic effect of RV on the Isc in a dose-dependent manner [*p < 0.05 vs RV alone]. c NSP4 expression was substantially inhibited by pretreatment with DS",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Effect of DS on oxidative stress induced by RV. a Caco2 cells were infected with RV following preincubation in the absence or presence of DS, and the fluorescence of the ROS probe was evaluated 1 h following the infection. Magnification: 400×. b Time-course of ROS production. Caco-2 cell monolayers were infected with RV preincubated in the presence (filled circle) or absence (filled square) of DS as described in the “Methods”, and the ROS intracellular levels were evaluated together with uninfected cells (open circle) [*p < 0.05 vs the control at the same time]. c Caco-2 cell monolayers were infected with RV, glutathione was evaluated 1 h following the infection, and the levels of GSH (grey) and GSSG (white) were measured. DS was present during the activation phase of the virus, as described in the “Methods”. *p < 0.05 vs control;#p < 0.05 vs RV",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Effect of DS on cytotoxic damage induced by RV. a Caco-2 cells monolayers were infected with RV following preincubation in the presence or absence of DS for 48 h. Caco-2 cell monolayers were infected with RV following preincubation in the presence (filled triangle) or absence of DS (open square) and the transepithelial electrical resistance (TEER) was evaluated as described in the “Methods” together with uninfected cells (open circle); *p < 0.05 vs the control at the same time. b Effect of DS on RV-induced cytotoxic damage compared with an increasing viral load. *p < 0.05 vs control; #p < 0.05 vs RV 25 and 50 MOI",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Anti-diarrheal effects of diosmectite in the treatment of acute diarrhea in children: a review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vernisse",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Paediatr Drugs",
            "volume": "11",
            "issn": "",
            "pages": "89-99",
            "other_ids": {
                "DOI": [
                    "10.2165/00148581-200911020-00001"
                ]
            }
        },
        "BIBREF1": {
            "title": "Meta-analysis: Smectite in the treatment of acute infectious diarrhoea in children",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Szajewska",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dziechciarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mrukowicz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Aliment Pharmacol Ther",
            "volume": "23",
            "issn": "",
            "pages": "217-227",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2036.2006.02760.x"
                ]
            }
        },
        "BIBREF2": {
            "title": "Lo, Pirozzi MR. Clinical role of diosmectite in the management of diarrhea",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guarino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vecchio",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Expert Opin Drug Metab Toxicol",
            "volume": "5",
            "issn": "",
            "pages": "433-440",
            "other_ids": {
                "DOI": [
                    "10.1517/17425250902865594"
                ]
            }
        },
        "BIBREF3": {
            "title": "Rotavirus induces a biphasic enterotoxic and cytotoxic response in human-derived intestinal enterocytes, which is inhibited by human immunoglobulins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Marco",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bracale",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buccigrossi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bruzzese",
                    "suffix": ""
                },
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Canani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Polito",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "200",
            "issn": "",
            "pages": "813-819",
            "other_ids": {
                "DOI": [
                    "10.1086/605125"
                ]
            }
        },
        "BIBREF4": {
            "title": "Rotavirus toxin NSP4 induces diarrhea by activation of TMEM16A and inhibition of Na+ absorption",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ousingsawat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mirza",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Roussa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "DI",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pflügers Arch Eur J Physiol.",
            "volume": "461",
            "issn": "",
            "pages": "579-589",
            "other_ids": {
                "DOI": [
                    "10.1007/s00424-011-0947-0"
                ]
            }
        },
        "BIBREF5": {
            "title": "Chloride secretion induced by rotavirus is oxidative stress-dependent and inhibited by Saccharomyces boulardii in human enterocytes",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buccigrossi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Laudiero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sofia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0099830"
                ]
            }
        },
        "BIBREF6": {
            "title": "Clinical and molecular observations of two fatal cases of rotavirus-associated enteritis in children in Italy",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Medici",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Abelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Corradi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dodi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tummolo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Microbiol.",
            "volume": "49",
            "issn": "",
            "pages": "2733-2739",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01358-10"
                ]
            }
        },
        "BIBREF7": {
            "title": "Caco-2 cells express a combination of colonocyte and enterocyte phenotypes",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Goetz",
                    "suffix": ""
                },
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Alpers",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Cell Physiol",
            "volume": "174",
            "issn": "",
            "pages": "362-369",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1097-4652(199803)174:3<362::AID-JCP10>3.0.CO;2-B"
                ]
            }
        },
        "BIBREF8": {
            "title": "Differential infection of polarized epithelial cell lines by sialic acid-dependent and sialic acid-independent rotavirus strains",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciarlet",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "11834-11850",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.75.23.11834-11850.2001"
                ]
            }
        },
        "BIBREF9": {
            "title": "How do the rotavirus NSP4 and bacterial enterotoxins lead differently to diarrhea?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lorrot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vasseur",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virol J.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-4-31"
                ]
            }
        },
        "BIBREF10": {
            "title": "NSP4 elicits age-dependent diarrhea and Ca(2+)mediated I(-) influx into intestinal crypts of CF mice",
            "authors": [
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "CQ",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "WK",
                    "middle": [],
                    "last": "O’Neal",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Physiol",
            "volume": "277",
            "issn": "",
            "pages": "G431-G444",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Role of antidiarrhoeal drugs as adjunctive therapies for acute diarrhoea in children",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Faure",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Pediatr",
            "volume": "2013",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2013/612403"
                ]
            }
        },
        "BIBREF12": {
            "title": "A histological, enzymatic and water-electrolyte study of the action of smectite, a mucoprotective clay, on experimental infectious diarrhoea in the rabbit",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Rateau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Morgant",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Droy-Priot",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Parier",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Curr Med Res Opin",
            "volume": "8",
            "issn": "",
            "pages": "233-241",
            "other_ids": {
                "DOI": [
                    "10.1185/03007998209109772"
                ]
            }
        },
        "BIBREF13": {
            "title": "EP4 receptors mediate prostaglandin E2, tumour necrosis factor alpha and interleukin 1beta-induced ion secretion in human and mouse colon mucosa",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Fairbrother",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Borman",
                    "suffix": ""
                },
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Pharmacol",
            "volume": "694",
            "issn": "",
            "pages": "89-97",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejphar.2012.06.020"
                ]
            }
        },
        "BIBREF14": {
            "title": "Management of gastrointestinal disorders in children with HIV infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guarino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bruzzese",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Marco",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Buccigrossi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pediatr Drugs",
            "volume": "6",
            "issn": "",
            "pages": "347-362",
            "other_ids": {
                "DOI": [
                    "10.2165/00148581-200406060-00003"
                ]
            }
        },
        "BIBREF15": {
            "title": "Helicobacter pylori secreted peptidyl prolyl cis, trans-isomerase drives Th17 inflammation in gastric adenocarcinoma",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amedei",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Munari",
                    "suffix": ""
                },
                {
                    "first": "Bella",
                    "middle": [
                        "C"
                    ],
                    "last": "Della",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Niccolai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benagiano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bencini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Intern Emerg Med.",
            "volume": "9",
            "issn": "",
            "pages": "303-309",
            "other_ids": {
                "DOI": [
                    "10.1007/s11739-012-0867-9"
                ]
            }
        },
        "BIBREF16": {
            "title": "Oral diosmectite reduces stool output and diarrhea duration in children with acute watery diarrhea",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "JLK",
                    "middle": [],
                    "last": "Foo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Garnier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mathiex-Fortunet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salazar-Lindo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "7",
            "issn": "",
            "pages": "456-462",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cgh.2008.12.007"
                ]
            }
        },
        "BIBREF17": {
            "title": "Anti-inflammatory effect of diosmectite in hapten-induced colitis in the rat",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "FS",
                    "middle": [],
                    "last": "de Medina",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martínez-Augustin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gálvez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Risco",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Pharmacol",
            "volume": "141",
            "issn": "",
            "pages": "951-960",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.bjp.0705710"
                ]
            }
        },
        "BIBREF18": {
            "title": "Diosmectite-zinc oxide composite improves intestinal barrier function, modulates expression of pro-inflammatory cytokines and tight junction protein in early weaned pigs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Luan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Nutr",
            "volume": "110",
            "issn": "",
            "pages": "681-688",
            "other_ids": {
                "DOI": [
                    "10.1017/S0007114512005508"
                ]
            }
        },
        "BIBREF19": {
            "title": "Evaluation of in vitro properties of di-tri-octahedral smectite on clostridial toxins and growth",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Weese",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Cote",
                    "suffix": ""
                },
                {
                    "first": "RVG",
                    "middle": [],
                    "last": "deGannes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Equine Vet J",
            "volume": "35",
            "issn": "",
            "pages": "638-641",
            "other_ids": {
                "DOI": [
                    "10.2746/042516403775696384"
                ]
            }
        },
        "BIBREF20": {
            "title": "Evaluation of the medicinal use of clay minerals as antibacterial agents",
            "authors": [
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Haydel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int Geol Rev",
            "volume": "52",
            "issn": "",
            "pages": "745-770",
            "other_ids": {
                "DOI": [
                    "10.1080/00206811003679737"
                ]
            }
        },
        "BIBREF21": {
            "title": "In vitro studies on the use of clay, clay minerals and charcoal to adsorb bovine rotavirus and bovine coronavirus",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Sarr",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "GN",
                    "middle": [],
                    "last": "Woode",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vet Microbiol",
            "volume": "63",
            "issn": "",
            "pages": "137-146",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-1135(98)00241-7"
                ]
            }
        },
        "BIBREF22": {
            "title": "European Society for Pediatric Gastroenterology, Hepatology, and Nutrition/European Society for Pediatric Infectious Diseases evidence-based guidelines for the management of acute gastroenteritis in children in Europe: update 2014",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guarino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ashkenazi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gendrel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lo Vecchio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shamir",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Szajewska",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Pediatr Gastroenterol Nutr",
            "volume": "59",
            "issn": "",
            "pages": "132-152",
            "other_ids": {
                "DOI": [
                    "10.1097/MPG.0000000000000375"
                ]
            }
        }
    }
}