{
    "paper_id": "PMC5788924",
    "metadata": {
        "title": "Global ubiquitination analysis reveals extensive modification and proteasomal degradation of cowpox virus proteins, but preservation of viral cores",
        "authors": [
            {
                "first": "Marica",
                "middle": [],
                "last": "Grossegesse",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joerg",
                "middle": [],
                "last": "Doellinger",
                "suffix": "",
                "email": "doellingerj@rki.de",
                "affiliation": {}
            },
            {
                "first": "Annemarie",
                "middle": [],
                "last": "Fritsch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Laue",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Janett",
                "middle": [],
                "last": "Piesker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Schaade",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andreas",
                "middle": [],
                "last": "Nitsche",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The ubiquitin-proteasome system (UPS) is exploited by members of most virus families1 and is essential for the replication of different virus families, e.g. Pox-2–4, Reo-5 and Coronaviridae6. As a member of the Poxviridae family the genus Orthopoxvirus (OPV) comprises complex enveloped DNA viruses, including the smallpox-causing Variola virus (VARV), Vaccinia virus (VACV), which was used for smallpox eradication7, and several animal-borne viruses with zoonotic potential like Cowpox virus (CPXV)8–10. Having caused the death of hundreds of millions of people, VARV is the most prominent member of OPV. Although VARV has been eradicated in 1979, it is still a global health threat because of its possible release in the context of a bioterrorist attack and the emergence of VARV-like viruses from circulating OPV by natural evolution11. CPXV are well suited to fill the niche that was created by VARV eradication, since it has the largest OPV genome including homologous open reading frames of all VARV genes. Currently, the number of zoonotic infections in Europe caused by CPXV is increasing, illustrating the need for a comprehensive understanding of the virus biology, especially the interaction with the host cell12,13.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 85,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 161,
                    "end": 162,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 163,
                    "end": 164,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 170,
                    "end": 171,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 189,
                    "end": 190,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 415,
                    "end": 416,
                    "mention": "7",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 499,
                    "end": 500,
                    "mention": "8",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1221,
                    "end": 1223,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1224,
                    "end": 1226,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The ubiquitin-proteasome pathway is highly modulated during OPV infection, e.g. by virus-encoded ubiquitin ligases or viral BTB/kelch and ANK/PRANC proteins that interact with cellular ubiquitin ligases14,15. OPV do not encode viral ubiquitin, but host ubiquitin locates to viral replication sites during infection16. Additionally, several proteome studies identified ubiquitin as part of the VACV and CPXV mature virion17–19 and it was found to be more than 100-fold enriched in OPV particles compared to human cells17. Although ubiquitin is obviously an important poxvirus protein modification, only sparse information is available about ubiquitinated virus proteins.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 204,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 205,
                    "end": 207,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 314,
                    "end": 316,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 420,
                    "end": 422,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Infectious OPV particles consist of a DNA-containing core which is surrounded by one or two membranes, resulting in intracellular mature virions (IMV) or extracellular enveloped virions (EEV), respectively. Two lateral bodies (LBs) are located between core and membrane, which are assumed to deliver viral enzymes into the host cell cytoplasm early in infection20. Poxvirus replication exclusively takes place within the cytoplasm of the host cell. Upon entry, the intact core is delivered into the cytoplasm, followed by early viral gene expression inside the core. After the viral DNA is released by core uncoating, replication as well as intermediate, and late viral gene expression proceed in delimited cytoplasmic areas called virus factories (VF)21,22.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 752,
                    "end": 754,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 755,
                    "end": 757,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The role of the UPS in OPV infection has been mostly analyzed using VACV, which is the best characterized OPV. Treatment of HeLa cells with proteasome inhibitors led to reduced viral titers and impaired intermediate and late viral gene expression, while early viral gene expression still occurred. Also, the prevention of VACV-DNA replication and VF formation was observed in the context of proteasome inhibition2–4. This is consistent with the finding that proteasome activity is required for VACV genome uncoating4.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 413,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 414,
                    "end": 415,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 515,
                    "end": 516,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In contrast to VACV, the role of the UPS during CPXV infection has been barely investigated so far. Treatment of CPXV-infected cells with proteasome inhibitors prevents late protein expression and reduces viral titers3 but it remains unknown to what extent results generated with VACV apply to CPXV. Hence, we aimed to characterize the role of ubiquitin and the UPS in CPXV infection in a more comprehensive way. We initially verified the inhibition of proteasome activity by MG-132 and Bortezomib in HeLa cells and excluded cytotoxic effects. Subsequently, we showed that proteasome inhibition impairs CPXV replication by prevention of viral core degradation, resulting in early but not in late viral protein expression. Therefore, we hypothesized that proteasomal degradation of K48-linked polyubiquitinated core proteins is the mechanism underlying CPXV uncoating, as previously suggested for VACV4. Since this hypothesis has not been verified yet, we aimed to prove it by conducting the first global LC-MS/MS-based ubiquitinome analysis of OPV IMV proteins. Using purified CPXV IMV particles, we identified 137 conserved ubiquitination sites in 54 viral proteins among five CPXV strains. As hypothesized, CPXV major core proteins were extensively ubiquitinated. But surprisingly, we were unable to detect their proteasome-dependent degradation upon infection. Instead, 54 other viral proteins were degraded in a proteasome-dependent manner early in infection, including all proteins associated with the formation of viral pre-replication sites23. Most notably, we detected the proteasomal degradation of the uncoating factor E5 (VACV D5), which is likely a prerequisite for OPV genome uncoating23.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 218,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 900,
                    "end": 901,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1547,
                    "end": 1549,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1698,
                    "end": 1700,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Our data deepen the understanding of OPV genome uncoating and provide evidence of extensive ubiquitin modification in OPV proteins. Moreover, the multitude of novel modification sites identified in OPV proteins of diverse functions underlines that the biological significance of ubiquitination for OPV is far from being restricted to uncoating.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In order to analyze the effect of proteasome inhibition on CPXV replication, the proteasome activity in HeLa cells treated with two different inhibitors was tested. For this purpose, different concentrations of MG-132 and Bortezomib were analyzed for their inhibition of the chymotryptic-like proteasome activity in HeLa cells. Both compounds inhibit primarily the chymotrypsin-like site of the 26 S proteasome but may also act on the caspase-like site in a concentration-dependent manner24. A complete inhibition of proteasome activity was only observed using 10 µM MG-132 and 1 µM Bortezomib, which represented the highest inhibitor concentrations tested (Fig. 1a). These concentrations have already been applied in previous studies, though proteasome inhibition has not been shown2,3. Analysis of the ATP amount revealed about 80% cell viability of inhibitor-treated cells after 24 h of treatment (Fig. 1b). Inhibitor-induced release of lactate dehydrogenase, as a measure of cytotoxicity, was below 5% (Fig. 1c), confirming acceptable conditions for infection experiments.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 783,
                    "end": 784,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 785,
                    "end": 786,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "MG-132 and Bortezomib inhibit proteasome activity without inducing cytotoxic effects ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 663,
                    "end": 665,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 906,
                    "end": 908,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "1c",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Since reduction of CPXV infectious particles has only been described for proteasome inhibition using Bortezomib3, we tested the effect of MG-132 which is the inhibitor primarily used for studies with VACV2–4. We were able to confirm a reduction of CPXV genome copies and plaque-forming units (PFU) in HeLa cells treated with either Bortezomib or MG-132 (Fig. 2). Inhibition of late protein expression has only been shown using MG-1323, while inhibition of VF formation has not been shown for CPXV at all. HeLa cells infected with a recombinant CPXV strain expressing differently fluorescent proteins under control of an early and a late viral promotor revealed the absence of late protein expression in inhibitor-treated cells while early protein expression was still detectable (Fig. 3a). Additionally, VF were only detected in control cells with non-inhibited proteasome, while VF were absent in cells with inhibited proteasome (Fig. 3b). Taken together, we demonstrated that the effects of proteasome inhibition observed for VACV replication are transferable to CPXV.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 204,
                    "end": 205,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 206,
                    "end": 207,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 433,
                    "end": 434,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Proteasome inhibition impairs CPXV replication, virus factory formation and late protein synthesis ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 359,
                    "end": 360,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 785,
                    "end": 787,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 936,
                    "end": 938,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The absence of late protein expression and viral genome replication has been hypothesized to result from the inability of core uncoating. Therefore, we wondered whether we could detect intact CPXV cores in the cytoplasm of cells with inhibited proteasome as demonstrated for VACV2,4. Using electron microscopy, we were indeed able to detect intact CPXV cores in 72% of MG-132-treated cells, while only 1% of cells with non-inhibited proteasome showed intact core structures. Furthermore, VF were found in 77% of cells with non-inhibited proteasome, while no VF were detected in MG-132-treated cells (Fig. 3c). Both results suggest that CPXV virus replication is impaired by MG-132 treatment due to prevention of core uncoating.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 280,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 281,
                    "end": 282,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Proteasome inhibition leads to intact virus cores in the cytoplasm ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 605,
                    "end": 607,
                    "mention": "3c",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Most previous data2,4,25, including our own, indicated that proteasome-dependent degradation of major core proteins is the mechanism underlying OPV genome uncoating. Using a confocal microscopy-based core stabilization assay, Satheshkumar and colleagues still observed 40–45% of uncoated cores in cells treated with MG-132. Although they additionally observed a more than 2-fold increase in intact virus cores in the presence of MG-132, they concluded that the inability of uncoating is not sufficient to account for the complete replication inhibition of VACV observed in proteasome-inhibited cells2. However, virus attachment to cells at 4 °C for 1 h without the presence of MG-132 prior to 37 °C incubation in the presence of proteasome inhibitor, as done by Satheshkumar and colleagues2, may result in uncoating even before complete proteasome inhibition is achieved. This may explain the observed 40–45% of uncoated cores in the presence of MG-1322. We still observed residual proteasome activity after 1 h of MG-132 treatment (data not shown) verifying this assumption and hence we pretreated cells for electron microscopy with proteasome inhibitor prior to infection. Confirming that proteasome inhibition prevents CPXV core degradation, we aimed to identify ubiquitination sites in structural core proteins, which are a prerequisite for their proteasome-dependent degradation. Therefore, we conducted the first global LC-MS/MS-based ubiquitinome analysis of virion proteins.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 19,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 20,
                    "end": 21,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 22,
                    "end": 24,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 599,
                    "end": 600,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 952,
                    "end": 953,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Proteasome inhibition leads to intact virus cores in the cytoplasm ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Although K48-linked polyubiquitin was identified in VACV core fractions using immunoblotting4, no information is available about distinct ubiquitinated proteins in the core fraction that would prove the hypothesis of ubiquitinated structural core proteins. This encouraged us to analyze the mature virion ubiquitinome of five CPXV strains to elucidate the conserved CPXV ubiquitinome. Besides the cell culture-adapted CPXV strain Brighton Red (BR) representing the best-characterized CPXV strain, we analyzed four CPXV strains that were isolated between 2007 and 2009 in the German Consultant Laboratory for Poxviruses at the Robert Koch Institute, Germany. All of these four strains led to documented zoonotic infections. If the hypothesis of ubiquitinated core proteins is true, ubiquitination sites in corresponding proteins should be identifiable. Therefore, we purified CPXV mature virions by density gradient ultracentrifugation, lysed the purified particles and digested the proteins with trypsin. Ubiquitinated lysine residues resulted in diGly(K) remnants at peptides, which were subsequently enriched via immunoaffinity purification and analyzed by LC-MS/MS.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Analysis of the CPXV mature virion ubiquitinome ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "In total, between 656 and 1,230 diGly(K) peptides were identified from about 12,000 to 14,500 fragment spectra, depending on the CPXV strain (Supplementary Table S1). About 50% of these peptides (based on peptide area quantification) contained at least one ubiquitination site, indicating a successful enrichment of diGly(K) peptides. As expected, the proportion of missed cleavages was greatly increased for peptides with diGly(K) residue since trypsin cleavage is prevented by diGly(K) remnants26. Furthermore, it was not surprising that about 58% of ubiquitinated peptides (based on peptide area quantification) originated from ubiquitin itself. Viral peptides made up 34% of ubiquitinated peptides while only 8% originated from the host or contaminants (Supplementary Table S2). Hence, ubiquitin is probably derived from viral rather than host proteins. The ubiquitin-like proteins ISG15 and NEDD8 also result in diGly(K) remnants after trypsin digestion26, but since these peptides together made up less than 0.2% of all peptide areas, diGly(K) residues were considered to be ubiquitin specific.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 498,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 958,
                    "end": 960,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Analysis of the CPXV mature virion ubiquitinome ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Ubiquitin itself contains seven lysine residues at positions 6, 11, 27, 29, 33, 48 and 63 by which polyubiquitin chains can be built, leading to different downstream reactions27. While K48-linked polyubiquitin chains are established to mediate proteasomal degradation, K63 linkages are associated with non-proteolytic functions27,28. Also, K11-linked polyubiquitin can lead to proteasomal degradation, while less is known about the fate of proteins tagged with K6, K27, K29 and K33 polyubiquitin chains27. All of the seven ubiquitin linkages possible were identified in all five CPXV strains, except for K33 which was not identified in the CPXV RatHei sample. Quantitative approximation of lysine linkages using peptide areas of linkage-specific ubiquitin peptides revealed K48-linked polyubiquitin as the most abundant ubiquitin linkage in CPXV IMV particles, with a mean of 53% of all ubiquitin linkages. K63 was identified to be the second-most abundant linkage, with a mean portion of 33% in CPXV mature virions. K11 and K6 represented about 8% and 4.5%, respectively, while K27 and K29 linkages made up less than 1% each (Fig. 4a and Supplementary Table S3). These abundances resemble the ubiquitin linkage frequencies observed in cells29. Not surprisingly, it seems that the CPXV ubiquitin linkage abundance is well adapted to its host.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1241,
                    "end": 1243,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Analysis of the CPXV mature virion ubiquitinome ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 1132,
                    "end": 1134,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "K48 is probably the predominant ubiquitin linkage in CPXV IMV proteins, indicating that at least some virion proteins are tagged for proteasomal degradation. This supports the hypothesis of K48-linked polyubiquitinated core proteins. It should be noted that peptide area quantification of ubiquitin linkages relies on the comparison of non-identical peptides and hence represents only a rough approximation. Moreover, from our results, it is not possibly to determine the precise ubiquitination linkage of distinct virion proteins. However, in agreement with our results, Mercer and colleagues identified K48-linked polyubiquitin in VACV virion core fractions by Western blotting but, in contrast to our results, they were not able to detect K63-linked polyubiquitin chains4. This might be attributed to the lesser abundance of K63 linkages which may not be detectable using Western blot but it may also represent a biological difference between VACV and CPXV. It should be noted further that fractionation of purified IMV particles in core and membrane fraction by incubation with detergent and reduction agents4,20,30 as performed by Mercer and colleagues4 may result in incomplete separation since LBs may be still associated. Pederson and colleagues compared proteins of cores prepared with NP-40/DTT to those isolated from infected cells treated with actinomycin D which inhibits uncoating. Only the NP40/DTT-treated cores were positive for the LB protein F17, which indicates incomplete LB removal by NP40/DTT treatment25. Although LBs may be partially removed by trypsin digestion20, no conclusion can be drawn which distinct viral proteins are ubiquitinated when analyzing core and membrane fraction by immunoblot. The LC-MS/MS-based ubiquitinome analysis performed in this study enabled us to map ubiquitination sites in viral proteins precisely, with diGly(K) residues providing direct evidence of ubiquitination.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 774,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1112,
                    "end": 1113,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1114,
                    "end": 1116,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1117,
                    "end": 1119,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1157,
                    "end": 1158,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1525,
                    "end": 1527,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1587,
                    "end": 1589,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Analysis of the CPXV mature virion ubiquitinome ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "The detection of diverse ubiquitin linkages in CPXV particles does not necessarily imply that these chains are covalently bound to a target protein, as free ubiquitin chains have been identified in cells31,32. Preformed ubiquitin chains can also be transferred to substrates by ubiquitin ligases33. However, Mercer and colleagues concluded from the molecular weight of K48-linked ubiquitin bands in immunoblot analysis that ubiquitin in VACV particles was substrate bound4.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 206,
                    "end": 208,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 471,
                    "end": 472,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Analysis of the CPXV mature virion ubiquitinome ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Furthermore, the number of viral ubiquitination sites somewhat correlated with the ubiquitin amount in the virus particles (proteome analysis prior to diGly(K) enrichment; data not shown) and ranged from 247 in CPXV BR to 668 in CPXV HumGri which were assigned to 86 to 148 viral proteins (Table 1). This data indicates possible strain-specific differences in the CPXV ubiquitinome.",
            "cite_spans": [],
            "section": "Analysis of the CPXV mature virion ubiquitinome ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We were interested in identifying conserved ubiquitination sites among the five analyzed CPXV strains, since these sites might be functionally more important than non-conserved sites. A list of all identified ubiquitination sites in each CPXV strain is provided in Supplementary Table S4. In total, 137 conserved ubiquitination sites were identified, considering also homologous lysine residues of proteins with sequence difference between strains. These sites were assigned to 54 CPXV proteins, all belonging to the conserved CPXV mature virion proteome except for A36 (Table 2 and Supplementary Table S5)17.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 608,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "The conserved CPXV mature virion ubiquitinome ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 577,
                    "end": 578,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Assuming 152 viral proteins in CPXV mature virion particles17, we demonstrate that at least 35% of CPXV mature virion proteins are ubiquitinated at conserved lysine residues, underlining the overall importance of ubiquitination for OPV. Another eleven viral proteins contained ubiquitination sites in all five CPXV strains but no conserved lysine residues were identified (Supplementary Table S6). More than half of the 54 viral proteins with conserved ubiquitination sites contained one or two diGly(K) sites, while other proteins showed up to ten sites (Fig. 4b). As expected, proteins with conserved diGly(K) sites tended to be essential for virus replication (59.5%) and conserved in OPV (70.4%). In addition, most viral proteins with conserved ubiquitination sites belonged to the functional term host–virus interaction and transcription but also proteins belonging to the core were identified (Fig. 4c). The identification of ubiquitination sites in CPXV proteins of diverse functions indicated an underestimated regulatory function of ubiquitin during OPV infection. Because the elucidation of ubiquitination sites in CPXV core proteins was a major objective of the present study, it is discussed in the following. Nevertheless, remarkable results were obtained for viral proteins of other functional classes. Our data, for example, indicates a ubiquitin-dependent transcriptional regulation of CPXV. Therefore, viral proteins with conserved ubiquitination sites that belong to functional classes other than the core are depicted in the Supplementary Discussion.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 61,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "The conserved CPXV mature virion ubiquitinome ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 561,
                    "end": 563,
                    "mention": "4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 905,
                    "end": 907,
                    "mention": "4c",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Although proteins of the core are not defined in detail, they are known to include the viral proteins A11 (p4a), A4 (p4b), A5 (p39), N4 (p25) and A7 transferred by homology from VACV25,34,35. These proteins, except for A7, are also found in high copy numbers comparable to those of membrane proteins in CPXV mature virions, suggesting a structural role17. The function of A7 has not been elucidated yet. A7 and N4 are known to locate inside the core, while A11, A4 and A5 are part of the outer core structure, making them likely targets for ubiquitination25,35. The major core protein A11 contained the greatest number of ubiquitination sites among all proteins identified. A11 contained ten conserved diGly(K) sites and a mean of 20 diGly(K) sites, considering also non-conserved sites. Additionally, the major core protein A4 contained six conserved diGly(K) sites, ranking third-highest in the number of conserved ubiquitination sites. The A5 protein was not grouped to the proteins with conserved ubiquitin positions because no site was detected in the CPXV BR strain; all other CPXV strains showed at least one ubiquitination site in the A5 protein. Although N4 and A7 are not part of the outer core structure, they were identified to possess six and seven conserved ubiquitination sites, respectively, demonstrating that ubiquitination of core proteins is not restricted to the outer part of the core. This data clearly confirmed the massive ubiquitination of CPXV major core proteins, supporting the hypothesis of their proteasomal degradation upon infection.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 185,
                    "end": 187,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 188,
                    "end": 190,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 352,
                    "end": 354,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 558,
                    "end": 560,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Ubiquitination of CPXV core proteins ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Ubiquitination of CPXV mature virion proteins may be catalyzed by one or numerous cellular E3 ubiquitin ligases36 or by a viral-encoded ubiquitin ligase14. CPXV encode one E3 ubiquitin ligase, the C7 protein (p28), which catalyzes K63-linked polyubiquitination in vitro15. Also the accumulation of K48-linked polyubiquitin in VF has been shown to be promoted by p2837. Additionally, it is assumed that at least one cellular ubiquitin ligase recruits ubiquitin to VF37. P28 is expressed early in infection and locates with ubiquitin to VF16,37, making the K48-linked polyubiquitination of CPXV mature virion proteins catalyzed by p28 an attractive hypothesis. However, p28 has been shown to be essential only for replication of ectromelia virus38 in mouse macrophages, suggesting the compensative activity of another ubiquitin ligase in cells other than macrophages.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 152,
                    "end": 154,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 269,
                    "end": 271,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 465,
                    "end": 467,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 743,
                    "end": 745,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Ubiquitination of CPXV core proteins ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Summarized, our results confirm previously described ubiquitination sites, as depicted in more detail in the Supplementary Discussion. Furthermore, distinct ubiquitination sites were elucidated in viral proteins which have been associated with ubiquitin before, but whose modification sites were previously unknown. However, there are some discrepancies between known ubiquitination sites in VACV and those identified in CPXV that may reflect species-specific differences. For example, it has been reported that VACV C6 (CPXV C14) and B14 (CPXV B12) are not covalently ubiquitinated39. Indeed, for the CPXV BR strain we were unable to identify any ubiquitination site in C14 or B12, but all other analyzed CPXV strains contained ubiquitination sites on one or both proteins. Hence, ubiquitination may contribute to species- and strain-specific differences of OPV. As ubiquitination may also depend on the host, it possibly also contributes to OPV adaptation to new hosts.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 584,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Ubiquitination of CPXV core proteins ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Having identified up to 668 ubiquitination sites in a single CPXV strain encouraged us to search for a primary structure motif. We compared the amino acid sequence around ubiquitinated lysine residues (+/− eight amino acids) to the non-ubiquitinated lysine background using motif-x40. However, this did not lead to any results. Also, the sequence logo analysis implemented in Perseus revealed no primary amino acid motif for ubiquitination. Therefore, it may be concluded that ubiquitination site specificity of CPXV mature virion proteins is independent of a distinct amino acid motif near target lysine residues. It is not completely understood what determines ubiquitination site specificity but recently it was suggested that proteins destined for the proteasome contain three factors which are referred to as tripartite degron architecture41. These consist of a primary peptide motif recognized by an E3-ubiquitin ligase (degron), target lysine site(s) for ubiquitination and a disordered degradation initiation site. The degron can be distant from the target ubiquitination site, which could explain why no ubiquitination motif was identified near the lysine residue.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 844,
                    "end": 846,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "CPXV proteins do not contain a ubiquitination motif near target lysine residues ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Besides ubiquitination, phosphorylation of VACV mature virion proteins has been globally analyzed with LC-MS/MS42,43. Recently, 396 unique phosphorylation sites among 83 VACV proteins have been identified43. Strikingly, about 70% of CPXV proteins with conserved ubiquitination sites were identified to contain phosphorylation sites in homologous VACV proteins. This correlation may be important since cross-talk between phosphorylation and ubiquitination has been described, e.g. the regulation of proteasomal degradation by phosphorylation44. Interestingly, the data from Ngo and colleagues43 revealed the greatest number of phosphorylation sites in VACV core proteins p4A and p4B with 17 and 34 unique phosphorylation sites, respectively, indicating that core proteins are packaged in a phosphorylated state in mature virions. Since it is known that phosphorylation motifs, so-called phosphodegrons, can serve as recognition signals for E3 ligases44, it can be hypothesized that OPV proteins may contain phosphorylation motifs representing binding signals for ubiquitin ligases. Although Ngo and colleagues43 did not detect a phosphorylation motif in VACV proteins, they observed protein areas with frequent phosphorylation identifications, so-called phosphorylation clusters, which were also found in major core proteins p4A and p4B.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 114,
                    "end": 116,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 204,
                    "end": 206,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 591,
                    "end": 593,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 949,
                    "end": 951,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1108,
                    "end": 1110,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "CPXV proteins do not contain a ubiquitination motif near target lysine residues ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "As multiple ubiquitination sites in CPXV core proteins were elucidated, we next aimed to show their proteasome-dependent degradation in HeLa cells. For this purpose, we performed an LC-MS/MS-based quantitative analysis of ubiquitinated peptides in CPXV-infected HeLa cells in the presence or absence of MG-132 early in infection (2 h post infection). Control and inhibitor-treated samples were prepared in triplicate each, which show clear separation in hierarchical clustering and principal component analysis (Fig. 5a,b). Statistical analysis revealed significant abundance differences of ubiquitinated peptides in cells with non-inhibited versus inhibited proteasome, with most viral peptides being stabilized in the presence of proteasome inhibitor (Fig. 5c and Supplementary Table S7). Stabilization of proteins as a result of proteasome inhibition implies that these proteins are degraded by an active proteasome. Controversially, one peptide of the viral RhoA-signaling inhibitor G11 protein was identified to be degraded by the proteasome, while two peptides of G11 were identified as not being degraded. Since it cannot be inferred from the present data which ubiquitination linkage is present at the respective lysine linkage, the ubiquitin linkages in G11 may be not linked by K48 and, hence, may be not associated with proteasomal degradation. However, peptides of all other viral proteins showed clear tendencies for either degradation or not. Functional categorization of CPXV proteins degraded by the proteasome revealed mostly proteins of unknown function, followed by proteins belonging to host–virus interaction, transcription and DNA replication. Although proteins associated with host–virus interaction and transcription were also abundant among CPXV proteins with conserved ubiquitination sites, only few correlations between viral proteins degraded by the proteasome and conserved ubiquitination sites were observed (Supplementary Table S7). Out of 54 viral proteins degraded by the proteasome, 45 are part of the CPXV mature virion proteome17 but only 11 were identified with conserved ubiquitination site.",
            "cite_spans": [
                {
                    "start": 2063,
                    "end": 2065,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "UPS-dependent degradation of viral proteins early in infection ::: Results and Discussion",
            "ref_spans": [
                {
                    "start": 517,
                    "end": 521,
                    "mention": "5a,b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 759,
                    "end": 761,
                    "mention": "5c",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "According to our hypothesis, we expected ubiquitinated peptides of CPXV major structural core proteins to accumulate upon proteasome inhibition. Surprisingly, we observed the opposite. Major core proteins A11 and A4 were unchanged or even less ubiquitinated when the proteasome was inhibited, disproving their direct proteasomal degradation. The outer core protein A5 was not identified in this experiment, which is consistent with the fact that no ubiquitination sites in A5 were identified in the ubiquitinome analysis in the CPXV BR strain used in this experiment. Besides structural core proteins, proteins that showed a downregulation upon MG-132 addition were primarily host proteins. Generally, the downregulation of ubiquitination upon proteasome inhibition may be catalyzed by deubiquitinating enzymes. It is not known how ubiquitination of proteins is altered during CPXV infection. However, since no deubiquitinating enzyme in CPXV has been described, host deubiquitinating enzymes may be involved.",
            "cite_spans": [],
            "section": "UPS-dependent degradation of viral proteins early in infection ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Subsequently, we focused on the identification of CPXV proteins other than core proteins that could explain the inhibition of viral replication as a result of proteasome inhibition, and another class of viral proteins attracted our attention. Using siRNA screening, Kilcher and colleagues identified 15 viral candidate genes that impaired intermediate but not early VACV gene expression23. Out of these 15 candidate genes, four reduced the number of pre-replication sites, meaning precursor sites of viral DNA replication, by more than 40%. Strikingly, all of these four proteins were found to be stabilized by proteasome inhibition in our study. These proteins include the serine/threonine-protein kinase B1 (CPXV B1), the putative nuclease G5 (CPXV H5), the ssDNA-binding phosphoprotein I3 (CPXV L3) as well as the primase D5 (CPXV E5). Kilcher and colleagues identified the VACV D5 protein as the genome uncoating factor the depletion of which leads to accumulation of intact cores in the cytoplasm23. D5 has been shown to possess N-terminal primase as well as C-terminal NTPase activity in vitro45–48. While both activities are essential for viral DNA replication, only the latter is essential for uncoating23. D5 is expressed early during infection and recruited to VACV cores in cells with inhibited proteasome but not in cells with non-inhibited proteasome, indicating a temporary localization which is reversed by the proteasome23. CPXV E5 and VACV D5 share about 98.5% amino acid identity. In this study we provide evidence that the CPXV D5 homologue is ubiquitinated at two conserved lysine residues and degraded by the proteasome early in infection, supporting the hypothesis of a proteasomally regulated D5-core interaction. It has been proposed that D5 may assist uncoating by actively contributing to global core degradation or by acting at defined core channels23. Our data do not exclude the proteasome-dependent degradation of CPXV core proteins at a later stage of infection but indicate that the proteasomal degradation of other viral proteins, probably the uncoating factor D5 homologue, is a prerequisite. Other viral proteins that were identified to be proteasomally degraded early in infection are discussed in the supplements.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1211,
                    "end": 1213,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1436,
                    "end": 1438,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1876,
                    "end": 1878,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "UPS-dependent degradation of viral proteins early in infection ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "Besides 54 viral proteins, we found 151 ubiquitinated host proteins that significantly differed in abundance in response to proteasome inhibition of CPXV-infected cells (Supplementary Table S8). It should be noted that the identification of host proteins was not a major aim of this study. Hence, peptides were not fractionated prior to LC-MS/MS analysis as recommended for the detection of thousands of ubiquitination sites in cell lines26.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 440,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "UPS-dependent degradation of viral proteins early in infection ::: Results and Discussion",
            "ref_spans": []
        },
        {
            "text": "The UPS plays an important role not only during OPV infection2,3,23 but also during infection of viruses belonging to diverse other families5,6, demonstrating the general regulatory function of ubiquitin in viral infection.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 62,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 63,
                    "end": 64,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 65,
                    "end": 67,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 140,
                    "end": 141,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 142,
                    "end": 143,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "In this study, we present the first global ubiquitination site analysis of CPXV mature virion proteins, which is, moreover, the first published ubiquitinome analysis of any virus particles. The identified modification sites provide the basis for the elucidation of associated biological processes which we showed using the example of uncoating. In doing so, we disproved the hypothesized degradation of polyubiquitinated OPV core proteins immediately upon infection. Instead, we hypothesize from our data that the proteasomal reversion of the interaction between E5 and viral core proteins is a prerequisite for OPV genome uncoating.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Since the established protocol is applicable to analyze differences in the ubiquitination status of virus proteins during infection in a global approach, the present study provides the groundwork for future proteomic studies to elucidate the diverse roles of ubiquitin during viral infections.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "HeLa cells (ATCC CCL-2) were grown in Eagle’s Minimal Essential Medium (EMEM) (Gibco) supplemented with 2 mM L-glutamine (PAA) and 10% (vol/vol) FCS (PAA). HEp-2 (ATCC#CCL-23) and Vero E6 cells (ECACC #84113001) were maintained in Dulbecco’s Modified Eagle Medium (DMEM) (Gibco) containing 2 mM L-Glutamine and 5% FCS. The following CPXV strains were used: Brighton Red (BR; NCBI GenBank #AF482758.2), RatHei09 (RatHei; NCBI GenBank #KC813504.1), RatKre08 (RatKre; NCBI GenBank #KC813505.1), HumGri07 (HumGri; NCBI GenBank #KC813511.1) and HumBer07 (HumBer; NCBI GenBank #KC813509.1). Recombinant CPXV expressing red fluorescent protein under an early and green fluorescent protein under a late viral promotor (CPXV BRFseR) was generously provided by Karsten Tischer (Freie Universität Berlin). CPXV proteins are named according to the GRI-90 strain (NCBI GenBank #X94355.2) and protein descriptions were obtained from UniProt.",
            "cite_spans": [],
            "section": "Cells and viruses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HEp-2 cells were cultured in T175 cm2 cell culture flasks and infected with a multiplicity of infection (MOI) of 0.01–0.1. Four days post infection, cells were scraped in culture medium, pelleted and resuspended in 10 mM Tris pH 9.0. Cells were disrupted with glass beads and vigorous vortexing for 90 s. After sonication for 3 min, glass beads and cell debris were pelleted at 1,000 × g and 4 °C for 5 min. Purification of mature virions was done by rate-zonal sucrose gradient centrifugation49 in sterile SW 28 centrifuge tubes. For this purpose, the supernatant was centrifuged through a 36% sucrose cushion at 32,900 × g and 4 °C for 80 min and the virus pellet was resuspended in 1 ml of 10 mM Tris pH 9.0. The virus suspension was sonicated for 1 min, layered on a 24% to 40% continuous sucrose gradient and centrifuged at 26,000 × g and 4 °C for 50 min. The virus band was collected and stored at 4 °C, while the pellet was resuspended in 1 ml of 10 mM Tris pH 9.0, sonicated and centrifuged through a fresh 24% to 40% continuous sucrose gradient as described. The virus bands were pooled and concentrated at 32,900 × g and 4 °C for 60 min. The pellet was resuspended in 1 ml of 10 mM Tris pH 9.0 and stored in aliquots at −80 °C.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 495,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Purification of mature virions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The number of PFU was determined by infecting 3 × 105 Vero cells per well in a 24-well plate with 200 µl of virus suspension, using serial dilutions ranging from 10−4 to 10−9. Medium containing 1.6% (w/v) carboxymethyl cellulose was added 4 h post infection and cells were incubated for 4 days. Fixation of cells was done in 3.5% formaldehyde in PBS for 20 min, followed by 20 min of incubation with staining solution (0.1% (w/v) naphthol blue black, 1.36% (w/v) sodium acetate and 6% (v/v) acetic acid). PFU per ml were calculated using the mean of 4 wells of the same dilution.",
            "cite_spans": [],
            "section": "Plaque assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "MG-132 (Merck) and Bortezomib (New England Biolabs) were dissolved in dimethyl sulfoxide (DMSO), diluted with EMEM and sterile filtered through a 0.2 µm filter. If not stated otherwise, HeLa cells were treated with proteasome inhibitors simultaneously to infection. Control cells of all experiments were treated with the same amount of DMSO as inhibitor-treated cells.",
            "cite_spans": [],
            "section": "Treatment with proteasome inhibitors ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The chymotryptic proteasome activity was analyzed using the Proteasome 20 S Activity Assay (Sigma-Aldrich) according to manufacturer’s instructions. Briefly, 10,000 HeLa cells per well were seeded into a 96-well opaque black plate and incubated overnight. After three wash steps with PBS, cells were treated with 1 and 10 µM MG-132 or 0.01, 0.1 and 1 µM Bortezomib in medium without FCS, and the proteasome activity was measured 24 h post inhibitor addition. For this purpose, cells were incubated at 37 °C for 4 h with 100 µl/well of Proteasome Assay Loading Solution protected from light, and the fluorescence intensity was measured at 525 nm with excitation at 490 nm.",
            "cite_spans": [],
            "section": "Analysis of proteasome activity ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The release of lactate dehydrogenase (LDH) was measured using the LDH Cytotoxicity Assay Kit (Pierce) according to the Chemical Compound-Mediated Cytotoxicity Assay Protocol in the manufacturer’s instructions. In summary, 10,000 HeLa cells per well in a clear 96-well plate were treated with 10 µM MG-132 or 1 µM Bortezomib. After 24 h the LDH release was analyzed according to manual instructions.",
            "cite_spans": [],
            "section": "Analysis of proteasome inhibitor-induced cytotoxicity ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The cellular ATP content was analyzed with the CellTiter-Glo® Luminescent Cell Viability Assay (Promega). Briefly, 10,000 HeLa cells per well in a 96-well white opaque plate were treated with 1 and 10 µM MG-132 or 0.01, 0.1 and 1 µM Bortezomib for 24 h and the ATP content was measured according to manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Analysis of cellular ATP content ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HeLa cells in 24-well plates were infected with CPXV BR at an MOI of 1 in the presence or absence of 10 µM MG-132 or 1 µM Bortezomib. After incubation at 4 °C for 1 h the virus suspension was removed and cells were washed with PBS and incubated with or without proteasome inhibitors for 4 or 24 h. The supernatant was centrifuged at 1,000 × g for 5 min and assayed for genome equivalents (GE) and PFU.",
            "cite_spans": [],
            "section": "Effect of proteasome inhibition on viral replication ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 60,000 HeLa cells per well in a 24-well plate were seeded on sterile cover slips. Cells were infected with CPXV BRFseR at an MOI of 5 in the presence or absence of 10 µM MG-132 or 1 µM Bortezomib. After 8 h cells were washed with PBS and fixed for 1 h in 4% paraformaldehyde in PBS. After washing with PBS and water, cells were mounted with Mowiol/DAPI solution (Life Technologies). The coverslips were placed on clean microscopy slides and allowed to dry overnight protected from light. Fluorescence was observed with a confocal laser scanning microscope (LSM 780, Zeiss).",
            "cite_spans": [],
            "section": "Confocal laser scanning microscopy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HeLa cells were propagated in T25 cm2 cell culture flasks and pretreated with or without 10 µM MG-132 1 h prior to infection with CPXV BRFseR at an MOI of 100. After 4 h of incubation in the presence or absence of MG-132, cells were fixed in 2.5% glutaraldehyde in 0.05 M HEPES pH 7.2 for 2 h at room temperature. The samples were post fixed with OsO4 (1% in distilled water, 1 h), tannic acid (0.1% in Hepes 0.05 M, 30 min) and uranyl acetate (1% in distilled water, 2 h), followed by stepwise dehydration in a graded ethanol series and embedding in epon resin which was subsequently polymerized at 60 °C for 48 h50. Thin sections were produced with an ultramicrotome (UC7; Leica, Wetzlar, Germany) and counterstained with uranyl acetate and lead citrate. The sections were examined using a transmission electron microscope (Tecnai12; FEI) operated at 120 kV. For a quantification of intact virus cores and VF, 100 cells were randomly chosen and analyzed at the transmission electron microscope.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 616,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Electron microscopy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Viral DNA was isolated from 5 μL of purified virus suspension or from 200 µl of HeLa supernatant using the PureLink® Viral RNA/DNA Mini Kit (Life Technologies) according to manufacturer’s instructions. DNA was eluted in 50 µl of RNase-free water and viral GE were quantified using an OPV real-time PCR assay51. By measuring plasmid standards in the range of 101 to 106 copies per reaction the amount of GE was calculated.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 309,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Determination of viral GE ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The protein content was determined via tryptophan fluorescence measured with a microplate reader (Tecan Infinite® M1000 PRO)17,52. Briefly, 3 μL of lysate were mixed with 197 μL of 8 M urea in 50 mM Tris pH 8.5 (UA) and the fluorescence was measured at 350 nm with 295 nm excitation in a white opaque 96-well plate. The tryptophan content was determined by measuring a tryptophan standard curve ranging from 0.1 to 0.9 μg of tryptophan. Calculation of protein content was performed by assuming a tryptophan weight content of 1.3% for virus17 and 1.19% for cell lysates52.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 127,
                    "end": 129,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 568,
                    "end": 570,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Determination of protein concentration ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Purified virus particles in 500 µl of 10 mM Tris pH 9.0 were pelleted at 25,000 × g and 4 °C for 30 min. Pellets were lysed in 120 μL of 4% SDS, 100 mM Tris pH 7.6, 10 mM Tris(2-carboxyethyl)phosphine and 40 mM 2-Chloroacetamide by heating at 95 °C for 5 min. The lysates were sonicated for 1 min, clarified at 16,000 × g for 5 min and prepared for MS analysis using a modified FASP method53. Briefly, 200 μg of protein were filled up with UA to 230 µl and loaded onto a Microcon Centrifugal Filter Unit with 30 kDa MWCO (Merck). Removal of SDS was achieved by washing 3 times with 200 μL of UA. Urea was replaced by washing 3 times with 50 mM ammonium bicarbonate (ABC) and digestion was performed overnight with Trypsin/Lys-C Mix (Promega) at 37 °C in 40 µl of ABC using an enzyme:protein ratio of 1:25. Tryptic peptides were recovered by centrifugation and washing twice with 40 μL of ABC. Peptides were desalted with 3 M Mili-SPE Extraction Disc Cartridges C18 SD (Sigma-Aldrich)53 and dried in a vacuum concentrator.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 983,
                    "end": 985,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Virion lysis and filter-aided sample preparation (FASP) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Enrichment of ubiquitinated peptides was performed with the PTMScan® Ubiquitin Remnant Motif (K-ε-GG) Kit (New England Biolabs) according to the manufacturer’s instructions. Briefly, desalted tryptic peptides were reconstituted in 1.4 ml of IAP buffer and incubated with washed motif antibody-bead slurry at 4 °C for 2 h. After 3 washes with IAP buffer and 3 washes with MS-grade water, diGly(K) peptides were eluted in 55 µl of 0.15% trifluoroacetic acid, followed by a second elution step with 50 µl of 0.15% trifluoroacetic acid. DiGly(K)-enriched peptides were desalted using 200 μl StageTips with two Empore™ SPE Disks C18 (3 M Purification)54 and concentrated in a vacuum concentrator.",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 648,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Immunoaffinity purification (IAP) of ubiquitinated peptides ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HeLa cells in T75 cm2 cell culture flasks were pretreated with or without 10 µM MG-132 at 37 °C for 1 h and infected with CPXV BR at an MOI of 50 in the presence or absence of proteasome inhibitor (triplicates). After 2 h post infection cells were scraped into medium and washed twice with PBS. Cell pellets were lysed and digested with FASP prior to enrichment of diGly(K) peptides analogous to virions.",
            "cite_spans": [],
            "section": "Effect of proteasome inhibition on ubiquitinated peptides in CPXV-infected HeLa cells ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Analysis of diGly(K)-enriched peptides was performed with an Easy-nanoLC (Thermo Fisher Scientific) coupled to an LTQ Orbitrap Discovery mass spectrometer (Thermo Fisher Scientific). For single-run shotgun analysis, peptides were reconstituted in 0.1% formic acid and quantified by absorbance measurement at 280 nm using a Nanodrop (Thermo Fisher Scientific). Identical peptide amounts were loaded on a Reprosil-Pur 120 C18-AQ, 2.4 μm, 300 mm × 75 μm fused silica capillary column (Dr. Maisch) and separated with a linear 90 min gradient of acetonitrile in 0.1% formic acid and 3% DMSO from 0 to 40% at a flow rate of 200 nl/min. The column heater temperature was set to 60 °C and a spray voltage of 2.0 kV was applied. For background ion reduction an ABIRD device was used. The transfer capillary was heated to 275 °C without applying sheath or auxiliary gas flow. The orbitrap mass analyzer operated at a resolution of 30,000, scanning a mass range of 300–1,250 m/z. Data-dependent fragmentation of the 12 most intense ions with charge state ≥ 1 + was performed using CID fragmentation in the ion trap applying 35% normalized collision energy. The threshold for MS² spectra selection was set to 500 counts with maximally allowed ion accumulation times of 500 ms for full scan and 150 ms for fragment spectra. Viral peptides were analyzed in technical duplicates.",
            "cite_spans": [],
            "section": "LC-MS/MS analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "DiGly(K) peptides were identified with SEQUEST database search algorithm implemented in the Proteome Discoverer computational proteomics platform (v2.1). MS2 spectra of both technical duplicates were searched against the human UniProt complete proteome set with isoforms, the protein sequences of the respective CPXV strain and a contaminant database (cRAP). All CPXV databases were translated from the genome sequence (NCBI GenBank: BR #AF482758.2; Hei #KC813504.1; Kre #KC813505.1; Ber #KC813509.1 and Gri #KC813511.1). The enzyme specificity was set to trypsin (full) allowing for two missed cleavages. Mass tolerances were 10 ppm for parent ions and 0.6 Da for fragment ions. The maximum number of dynamic modifications per peptide was set to 4, including methionine oxidation, protein N-terminus acetylation and diGly modification of lysine residues. Cysteine carbamidomethylation was set as static modification. Peptides were identified with a false discovery rate (FDR) of 1% estimated by Percolator algorithm55, and peptide areas were calculated using the Precursor Ions Area Detector node.",
            "cite_spans": [
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "MS data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Identification and label-free quantification of ubiquitinated peptides in HeLa cells was performed using the Andromeda56 and the MaxLFQ algorithm57, respectively, implemented in the MaxQuant computational proteomics platform (v1.5.1.2)58. MS2 spectra were searched against the human UniProt complete proteome set including isoforms, the CPXV BR database and a contaminant database applying specific trypsin/P digestion with a maximum of two missed cleavages. Variable and fixed modifications were set analogous to those of the virion peptide identification. Mass tolerances were 4.5 ppm for parent ions and 0.5 Da for fragment ions. A strict peptide FDR of 1% was applied while protein FDR was neglected. The match-between-runs option was used to transfer peptide identifications between samples within a match time window of 0.7 min and an alignment time window of 20 min. Further bioinformatics analysis of peptide identifications was done in Perseus (v1.5.0.31)59. Therefore, peptide raw intensities were filtered for reverse and contaminant peptide hits. Log2 transformed peptide intensities were normalized by median column subtraction and peptides with at least one diGly(K) modification were kept for further analysis. Categorically annotated control and inhibitor-treated replicates were filtered for at least three valid values in at least one group and normalized by median row subtraction. Missing values were imputed from normal distribution with default values mimicking low abundance measurements (width 0.3, down shift 1.8). Significant differences of ubiquitinated peptide quantities were analyzed using a two-sided t-test (S0 = 2) with 5% permutation-based FDR and 250 randomizations.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 235,
                    "end": 237,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "MS data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The MS proteomics data have been deposited to the ProteomeXchange Consortium via the PRIDE60 partner repository with the dataset identifier PXD006426.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Data availability ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Ubiquitin amount, viral ubiquitination sites and associated viral proteins.\naUbiquitin amount in non-diGly(K)-enriched virions calculated by total protein approach (TPA)61. By TPA method, protein concentrations can be estimated without spike-in standard, assuming that the spectral intensity is proportional to the protein abundance.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: CPXV mature virion proteins with conserved ubiquitination sites.\naaccording to CPXV GRI-90. baccording to VACV WR. cconserved in five analyzed CPXV strains.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Effect of proteasome inhibitors on HeLa cells. HeLa cells were incubated for 24 h in the presence of MG-132, Bortezomib or DMSO and assayed for (a) chymotrypsin-like proteasome activity, (b) ATP amount and (c) release of lactate dehydrogenase. Error bars indicate means ± standard deviation of one experiment performed at least in triplicate. Statistics: One-way ANOVA and Bonferroni’s multiple comparisons test (*p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001, ****p ≤ 0.0001).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Proteasome inhibition leads to reduced CPXV genome equivalents and infectious particles. HeLa cells were infected with CPXV BR at an MOI of 1 in the presence or absence of 10 µM MG-132 or 1 µM Bortezomib. At 4 and 24 h post infection the amount of (a) viral genome equivalents (GE) and (b) plaque-forming units (PFU) in the supernatant was analyzed. Error bars indicate means ± standard deviation of one experiment performed in triplicate. Statistics: One-way ANOVA and Bonferroni’s multiple comparisons test (*p ≤ 0.05, ****p ≤ 0.0001).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Proteasome inhibition impairs CPXV late protein expression and virus factory formation by prevention of uncoating. (a,b) HeLa cells were infected with CPXV BRFseR expressing RFP under an early viral promotor and GFP under a late viral promotor at an MOI of 5 in the presence or absence of 10 µM MG-132 or 1 µM Bortezomib. After 8 h cells were fixed and stained with DAPI. (a) Inhibitor-treated cells display no late protein expression, while early protein expression is still detectable. RFP fluorescence in control cells is overlaid by GFP fluorescence and hence appears less intense. (b) While cells with non-inhibited proteasome (DMSO) display typical virus factories in the cytoplasm (white triangle), these structures were absent in proteasome inhibitor-treated cells. (c) HeLa cells were infected with CPXV BRFseR at an MOI of 100 in the presence of 10 µM MG-132 or DMSO and subjected to transmission electron microscopy 4 h post infection. Virus factories and immature virus particles (white arrows) were only detected in cells treated with DMSO, while intact cores (black arrows) were regularly found in cells treated with proteasome inhibitor MG-132.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Conserved ubiquitination sites and lysine linkages in CPXV mature virions. (a) Quantitative approximation of lysine linkages in CPXV IMV particles using linkage-specific peptide areas. Shown is the mean ± standard deviation of five CPXV strains in % of total ubiquitin diGly(K) peptide area. (b) Number of conserved ubiquitination sites in CPXV proteins. (c) CPXV proteins with conserved ubiquitination sites grouped by function. Shown is the number of proteins (in parenthesis) associated with a distinct function.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Proteasome-mediated degradation of ubiquitinated peptides at an early stage of CPXV infection. HeLa cells were infected in triplicate with CPXV BR at an MOI of 50 in the presence or absence of 10 µM MG-132. After 2 h post infection ubiquitinated peptides were analyzed by MS. Plots show normalized ubiquitinated peptide areas. (a) Cluster analysis reveals ubiquitinated peptides that are more abundant when the proteasome is inhibited (samples MG_1 to 3) compared to cells with non-inhibited proteasome (samples C_1 to 3), indicating their proteasomal degradation. (b) Inhibitor-treated samples (red) can clearly be separated from control samples (black) using principal component analysis. (c) Volcano plot showing significant differences (t-test, S0 = 2, permutation-based FDR 5%) in the amount of ubiquitinated peptides. Most viral peptides (black) are degraded in a proteasome-dependent manner but not major core proteins A11 and A4 (red). Instead, the uncoating factor E5 is proteasomally degraded.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The ubiquitin-conjugating system: multiple roles in viral replication and infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calistri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Munegato",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Carli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parolin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cells",
            "volume": "3",
            "issn": "",
            "pages": "386-417",
            "other_ids": {
                "DOI": [
                    "10.3390/cells3020386"
                ]
            }
        },
        "BIBREF1": {
            "title": "Zoonotic Poxviruses Associated with Companion Animals",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Tack",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Animals (Basel)",
            "volume": "1",
            "issn": "",
            "pages": "377-395",
            "other_ids": {
                "DOI": [
                    "10.3390/ani1040377"
                ]
            }
        },
        "BIBREF2": {
            "title": "An increasing danger of zoonotic orthopoxvirus infections",
            "authors": [
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Shchelkunov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003756"
                ]
            }
        },
        "BIBREF3": {
            "title": "Cowpox virus infection: an emerging health threat",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Vorou",
                    "suffix": ""
                },
                {
                    "first": "VG",
                    "middle": [],
                    "last": "Papavassiliou",
                    "suffix": ""
                },
                {
                    "first": "IN",
                    "middle": [],
                    "last": "Pierroutsakos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Curr. Opin. Infect. Dis.",
            "volume": "21",
            "issn": "",
            "pages": "153-156",
            "other_ids": {
                "DOI": [
                    "10.1097/QCO.0b013e3282f44c74"
                ]
            }
        },
        "BIBREF4": {
            "title": "Generalised cowpox virus infection",
            "authors": [
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Gronemeyer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet",
            "volume": "390",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)31428-9"
                ]
            }
        },
        "BIBREF5": {
            "title": "Poxvirus exploitation of the ubiquitin-proteasome system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Viruses",
            "volume": "2",
            "issn": "",
            "pages": "2356-2380",
            "other_ids": {
                "DOI": [
                    "10.3390/v2102356"
                ]
            }
        },
        "BIBREF6": {
            "title": "The poxvirus p28 virulence factor is an E3 ubiquitin ligase",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem.",
            "volume": "279",
            "issn": "",
            "pages": "54110-54116",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M410583200"
                ]
            }
        },
        "BIBREF7": {
            "title": "The poxviral RING protein p28 is a ubiquitin ligase that targets ubiquitin to viral replication factories",
            "authors": [
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Nerenberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol.",
            "volume": "79",
            "issn": "",
            "pages": "597-601",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.1.597-601.2005"
                ]
            }
        },
        "BIBREF8": {
            "title": "Comparison of the Cowpox Virus and Vaccinia Virus Mature Virion Proteome: Analysis of the Species- and Strain-Specific Proteome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Doellinger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schaade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nitsche",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0141527"
                ]
            }
        },
        "BIBREF9": {
            "title": "Protein composition of the vaccinia virus mature virion",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Resch",
                    "suffix": ""
                },
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Hixson",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Lipton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "358",
            "issn": "",
            "pages": "233-247",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2006.08.025"
                ]
            }
        },
        "BIBREF10": {
            "title": "Vaccinia virus proteome: identification of proteins in vaccinia virus intracellular mature virion particles",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol.",
            "volume": "80",
            "issn": "",
            "pages": "2127-2140",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.80.5.2127-2140.2006"
                ]
            }
        },
        "BIBREF11": {
            "title": "Inhibition of the ubiquitin-proteasome system prevents vaccinia virus DNA replication and expression of intermediate and late genes",
            "authors": [
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Satheshkumar",
                    "suffix": ""
                },
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Anton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "2469-2479",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01986-08"
                ]
            }
        },
        "BIBREF12": {
            "title": "Vaccinia virus entry is followed by core activation and proteasome-mediated release of the immunomodulatory effector VH1 from lateral bodies",
            "authors": [
                {
                    "first": "FI",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Rep.",
            "volume": "4",
            "issn": "",
            "pages": "464-476",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2013.06.028"
                ]
            }
        },
        "BIBREF13": {
            "title": "& Locker, J. K. Cytoplasmic organization of POXvirus DNA replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schramm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Traffic",
            "volume": "6",
            "issn": "",
            "pages": "839-846",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0854.2005.00324.x"
                ]
            }
        },
        "BIBREF14": {
            "title": "Poxvirus DNA replication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cold Spring Harb. Perspect. Biol.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/cshperspect.a010199"
                ]
            }
        },
        "BIBREF15": {
            "title": "siRNA screen of early poxvirus genes identifies the AAA+ATPase D5 as the virus genome-uncoating factor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kilcher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "15",
            "issn": "",
            "pages": "103-112",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2013.12.008"
                ]
            }
        },
        "BIBREF16": {
            "title": "Development of proteasome inhibitors as research tools and cancer drugs",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Cell. Biol.",
            "volume": "199",
            "issn": "",
            "pages": "583-588",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.201210077"
                ]
            }
        },
        "BIBREF17": {
            "title": "Characterization of vaccinia virus intracellular cores: implications for viral uncoating and core structure",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol.",
            "volume": "74",
            "issn": "",
            "pages": "3525-3536",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.74.8.3525-3536.2000"
                ]
            }
        },
        "BIBREF18": {
            "title": "Large-scale identification of ubiquitination sites by mass spectrometry",
            "authors": [
                {
                    "first": "ND",
                    "middle": [],
                    "last": "Udeshi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mertins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Svinkina",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Protoc.",
            "volume": "8",
            "issn": "",
            "pages": "1950-1960",
            "other_ids": {
                "DOI": [
                    "10.1038/nprot.2013.120"
                ]
            }
        },
        "BIBREF19": {
            "title": "Mechanisms of generating polyubiquitin chains of different topology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suryadinata",
                    "suffix": ""
                },
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Roesley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sarcevic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cells",
            "volume": "3",
            "issn": "",
            "pages": "674-689",
            "other_ids": {
                "DOI": [
                    "10.3390/cells3030674"
                ]
            }
        },
        "BIBREF20": {
            "title": "Polyubiquitin chains: functions, structures, and mechanisms",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell. Mol. Life Sci.",
            "volume": "65",
            "issn": "",
            "pages": "2397-2406",
            "other_ids": {
                "DOI": [
                    "10.1007/s00018-008-8090-6"
                ]
            }
        },
        "BIBREF21": {
            "title": "Global changes to the ubiquitin system in Huntington’s disease",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "448",
            "issn": "",
            "pages": "704-708",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06022"
                ]
            }
        },
        "BIBREF22": {
            "title": "Orthopoxviruses require a functional ubiquitin-proteasome system for productive replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Teale",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "2099-2108",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01753-08"
                ]
            }
        },
        "BIBREF23": {
            "title": "Investigation of structural and functional motifs within the vaccinia virus A14 phosphoprotein, an essential component of the virion membrane",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Traktman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol.",
            "volume": "77",
            "issn": "",
            "pages": "8857-8871",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.16.8857-8871.2003"
                ]
            }
        },
        "BIBREF24": {
            "title": "Generation of free ubiquitin chains is up-regulated in stress and facilitated by the HECT domain ubiquitin ligases UFD4 and HUL5",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Braten",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shabek",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kravtsova-Ivantsiv",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciechanover",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biochem. J.",
            "volume": "444",
            "issn": "",
            "pages": "611-617",
            "other_ids": {
                "DOI": [
                    "10.1042/BJ20111840"
                ]
            }
        },
        "BIBREF25": {
            "title": "Suppression of the deubiquitinating enzyme USP5 causes the accumulation of unanchored polyubiquitin and the activation of p53",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dayal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Biol. Chem.",
            "volume": "284",
            "issn": "",
            "pages": "5030-5041",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M805871200"
                ]
            }
        },
        "BIBREF26": {
            "title": "A ubiquitin ligase transfers preformed polyubiquitin chains from a conjugating enzyme to a substrate",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "AT",
                    "middle": [],
                    "last": "Brunger",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "446",
            "issn": "",
            "pages": "333-337",
            "other_ids": {
                "DOI": [
                    "10.1038/nature05542"
                ]
            }
        },
        "BIBREF27": {
            "title": "Identification of the major membrane and core proteins of vaccinia virus by two-dimensional electrophoresis",
            "authors": [
                {
                    "first": "ON",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Virol.",
            "volume": "70",
            "issn": "",
            "pages": "7485-7497",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Vaccinia virus A6L encodes a virion core protein required for formation of mature virion",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Embry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sochia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol.",
            "volume": "81",
            "issn": "",
            "pages": "1433-1443",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02206-06"
                ]
            }
        },
        "BIBREF29": {
            "title": "E3 ubiquitin ligases",
            "authors": [
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Ardley",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Essays Biochem.",
            "volume": "41",
            "issn": "",
            "pages": "15-30",
            "other_ids": {
                "DOI": [
                    "10.1042/bse0410015"
                ]
            }
        },
        "BIBREF30": {
            "title": "The poxvirus encoded ubiquitin ligase, p28, is regulated by proteasomal degradation and autoubiquitination",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mottet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bareiss",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virology",
            "volume": "468–470",
            "issn": "",
            "pages": "363-378",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2014.08.028"
                ]
            }
        },
        "BIBREF31": {
            "title": "Ectromelia virus RING finger protein is localized in virus factories and is required for virus replication in macrophages",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Senkevich",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Wolffe",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Buller",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol.",
            "volume": "69",
            "issn": "",
            "pages": "4103-4111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Vaccinia virus virulence factor N1 can be ubiquitylated on multiple lysine residues",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maluquer de Motes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schiffner",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Sumner",
                    "suffix": ""
                },
                {
                    "first": "GL",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Gen. Virol.",
            "volume": "95",
            "issn": "",
            "pages": "2038-2049",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.065664-0"
                ]
            }
        },
        "BIBREF33": {
            "title": "RNAi screening reveals proteasome- and Cullin3-dependent stages in vaccinia virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mercer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell Rep.",
            "volume": "2",
            "issn": "",
            "pages": "1036-1047",
            "other_ids": {
                "DOI": [
                    "10.1016/j.celrep.2012.09.003"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Tripartite degrons confer diversity and specificity on regulated protein degradation in the ubiquitin-proteasome system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guharoy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bhowmick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sallam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tompa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Commun.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms10239"
                ]
            }
        },
        "BIBREF36": {
            "title": "Static and dynamic protein phosphorylation in the Vaccinia virion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ngo",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Gershon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virology",
            "volume": "452–453",
            "issn": "",
            "pages": "310-323",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2014.01.012"
                ]
            }
        },
        "BIBREF37": {
            "title": "Protein Primary Structure of the Vaccinia Virion at Increased Resolution",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ngo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mirzakhanyan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moussatche",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Gershon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol.",
            "volume": "90",
            "issn": "",
            "pages": "9905-9919",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01042-16"
                ]
            }
        },
        "BIBREF38": {
            "title": "The age of crosstalk: phosphorylation, ubiquitination, and beyond",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mol. Cell.",
            "volume": "28",
            "issn": "",
            "pages": "730-738",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2007.11.019"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Poxvirus DNA primase",
            "authors": [
                {
                    "first": "FS",
                    "middle": [],
                    "last": "De Silva",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Berglund",
                    "suffix": ""
                },
                {
                    "first": "EV",
                    "middle": [],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "104",
            "issn": "",
            "pages": "18724-18729",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0709276104"
                ]
            }
        },
        "BIBREF41": {
            "title": "The vaccinia virus D5 protein, which is required for DNA replication, is a nucleic acid-independent nucleoside triphosphatase",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Klemperer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Traktman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Virol.",
            "volume": "69",
            "issn": "",
            "pages": "5353-5361",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Domain Organization of Vaccinia Virus Helicase-Primase D5",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hutin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Virol.",
            "volume": "90",
            "issn": "",
            "pages": "4604-4613",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00044-16"
                ]
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Replication of the rotavirus genome requires an active ubiquitin-proteasome system",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Silva-Ayala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol.",
            "volume": "85",
            "issn": "",
            "pages": "11964-11971",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05286-11"
                ]
            }
        },
        "BIBREF45": {
            "title": "Electron microscopy of viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laue",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Methods Cell Biol.",
            "volume": "96",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": [
                    "10.1016/S0091-679X(10)96001-9"
                ]
            }
        },
        "BIBREF46": {
            "title": "Multicolour, multiplex real-time PCR assay for the detection of human-pathogenic poxviruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nitsche",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol. Cell. Probes.",
            "volume": "24",
            "issn": "",
            "pages": "110-113",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mcp.2009.10.008"
                ]
            }
        },
        "BIBREF47": {
            "title": "Fast and sensitive total protein and Peptide assays for proteomic analysis",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                },
                {
                    "first": "FZ",
                    "middle": [],
                    "last": "Gaugaz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anal. Chem.",
            "volume": "87",
            "issn": "",
            "pages": "4110-4116",
            "other_ids": {
                "DOI": [
                    "10.1021/ac504689z"
                ]
            }
        },
        "BIBREF48": {
            "title": "Universal sample preparation method for proteome analysis",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zougman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagaraj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Methods",
            "volume": "6",
            "issn": "",
            "pages": "359-362",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1322"
                ]
            }
        },
        "BIBREF49": {
            "title": "Modular stop and go extraction tips with stacked disks for parallel and multidimensional Peptide fractionation in proteomics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishihama",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rappsilber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Proteome Res.",
            "volume": "5",
            "issn": "",
            "pages": "988-994",
            "other_ids": {
                "DOI": [
                    "10.1021/pr050385q"
                ]
            }
        },
        "BIBREF50": {
            "title": "Semi-supervised learning for peptide identification from shotgun proteomics datasets",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kall",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Canterbury",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "WS",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "MacCoss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Methods",
            "volume": "4",
            "issn": "",
            "pages": "923-925",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth1113"
                ]
            }
        },
        "BIBREF51": {
            "title": "Andromeda: a peptide search engine integrated into the MaxQuant environment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Proteome Res.",
            "volume": "10",
            "issn": "",
            "pages": "1794-1805",
            "other_ids": {
                "DOI": [
                    "10.1021/pr101065j"
                ]
            }
        },
        "BIBREF52": {
            "title": "Accurate proteome-wide label-free quantification by delayed normalization and maximal peptide ratio extraction, termed MaxLFQ",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol. Cell. Proteomics",
            "volume": "13",
            "issn": "",
            "pages": "2513-2526",
            "other_ids": {
                "DOI": [
                    "10.1074/mcp.M113.031591"
                ]
            }
        },
        "BIBREF53": {
            "title": "MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Biotechnol.",
            "volume": "26",
            "issn": "",
            "pages": "1367-1372",
            "other_ids": {
                "DOI": [
                    "10.1038/nbt.1511"
                ]
            }
        },
        "BIBREF54": {
            "title": "The Perseus computational platform for comprehensive analysis of (prote)omics data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tyanova",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Methods",
            "volume": "13",
            "issn": "",
            "pages": "731-740",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.3901"
                ]
            }
        },
        "BIBREF55": {
            "title": "The ubiquitin-proteasome system plays an important role during various stages of the coronavirus infection cycle",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol.",
            "volume": "84",
            "issn": "",
            "pages": "7869-7879",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00485-10"
                ]
            }
        },
        "BIBREF56": {
            "title": "2016 update of the PRIDE database and its related tools",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Vizcaino",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res.",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkw880"
                ]
            }
        },
        "BIBREF57": {
            "title": "Multi-enzyme digestion FASP and the ‘Total Protein Approach’-based absolute quantification of the Escherichia coli proteome",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Wisniewski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rakus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Proteomics",
            "volume": "109",
            "issn": "",
            "pages": "322-331",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jprot.2014.07.012"
                ]
            }
        },
        "BIBREF58": {
            "title": "Smallpox: anything to declare?",
            "authors": [
                {
                    "first": "GL",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "McFadden",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Rev. Immunol.",
            "volume": "2",
            "issn": "",
            "pages": "521-527",
            "other_ids": {
                "DOI": [
                    "10.1038/nri845"
                ]
            }
        },
        "BIBREF59": {
            "title": "Zoonotic poxvirus infections in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewis-Jones",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr. Opin. Infect. Dis.",
            "volume": "17",
            "issn": "",
            "pages": "81-89",
            "other_ids": {
                "DOI": [
                    "10.1097/00001432-200404000-00003"
                ]
            }
        },
        "BIBREF60": {
            "title": "Zoonotic poxviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Essbauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet. Microbiol.",
            "volume": "140",
            "issn": "",
            "pages": "229-236",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2009.08.026"
                ]
            }
        }
    }
}