{
    "paper_id": "PMC5400274",
    "metadata": {
        "title": "Prevalence, diversity, and host associations of Bartonella strains in bats from Georgia (Caucasus)",
        "authors": [
            {
                "first": "Lela",
                "middle": [],
                "last": "Urushadze",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Bai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lynn",
                "middle": [],
                "last": "Osikowicz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Clifton",
                "middle": [],
                "last": "McKee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ketevan",
                "middle": [],
                "last": "Sidamonidze",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Davit",
                "middle": [],
                "last": "Putkaradze",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paata",
                "middle": [],
                "last": "Imnadze",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrei",
                "middle": [],
                "last": "Kandaurov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ivan",
                "middle": [],
                "last": "Kuzmin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Kosoy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mathieu",
                "middle": [],
                "last": "Picardeau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bats (Order: Chiroptera) are hosts of a wide range of zoonotic pathogens. Their significance as reservoirs of emerging infectious diseases, predominantly of viral origin, has been increasinglyecognized during recent decades [1,2]. In contrast, the study of bacterial infections in bats hasprogressed more slowly [3]. Bacteria of the genus Bartonella are small and slow-growing Gram-negative aerobic bacilli. These bacteria parasitize erythrocytes and endothelial cells of a wide range of mammals. During the last six years, diverse Bartonella strains were identified in bats from Europe [4–6], Africa [7–12], Asia [13,14], and Latin America [15–19]. Recent studies have demonstrated significant patterns of evolutionary codivergence among bats and Bartonella, demonstrating that strains of Bartonella in bats tend to cluster according to bat families, superfamilies, and suborders [20,21]. Host specificity and codivergence have also been documented in rodent-associated Bartonella strains [20,22] and bat-associated Leptospira strains [23]. Despite their apparent host associations, Bartonella spp. can spillover into phylogenetically distant hosts, including humans [24,25]. A recent human case of endocarditis in the US Midwest was associated with a novel Bartonella species (B. mayotimonensis; [26]), which later was isolated in bats in Europe [5]. This human case has demonstrated the zoonotic potential of bat-borne Bartonella and underscores the need for extended surveillance and studies of these pathogens.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 226,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 227,
                    "end": 228,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 313,
                    "end": 314,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 588,
                    "end": 589,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 590,
                    "end": 591,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 602,
                    "end": 603,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 604,
                    "end": 606,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 615,
                    "end": 617,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 618,
                    "end": 620,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 642,
                    "end": 644,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 885,
                    "end": 887,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 994,
                    "end": 996,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1172,
                    "end": 1174,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1299,
                    "end": 1301,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1349,
                    "end": 1350,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The goal of the present work was to identify prevalence and diversity of Bartonella in bats in theRepublic of Georgia (southern Caucasus) with the following objectives: 1) to compare prevalence of Bartonella infection in diverse bat species from different geographic locations within Georgia; 2) to determine the genotypes of obtained strains by variation in gltA sequences, a gene commonly used for discrimination of Bartonella species; 3) to characterize reference strains representing diverse genogroups by variation of multiple genetic loci; and 4) to evaluate the links between identified Bartonella genogroups and bat hosts.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All animal work has been conducted according to relevant NCDC, national, and international guidelines.",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Bats were collected from two distinct parts of Georgia in June 2012. Four locations are situated in Eastern Georgia: three sites in the Kakheti region near Davit Gareja, one site in the Kvemo Kartli region in Gardabani district. The other four locations are in Western Georgia: two sites in the Samegrelo-Zemo Svaneti region (Martvili district and Chkhrotsku district) and two sites in the Imereti region (Terjola district and near Tskaltubo town). The number of captured bats from each site is shown in Table 1.",
            "cite_spans": [],
            "section": "Capture and sample collection ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 504,
                    "end": 511,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Bats were captured manually or using nets from different roosts in caves and buildings (attics, cellars, and monasteries). The list of bat species and the number of animals per roost or colony availablefor sampling was approved by the Ministry of Environmental and Natural Resources Protection ofGeorgia. Species of captured bats were identified based on external morphological characteristics. Captured bats (n = 236) were delivered to the processing site in individual cotton bags where they were processed. Bats were anesthetized with the use of ketamine (0.05–0.1 mg/g body mass) and exsanguinated by cardiac puncture. All bats were sexed and measured. The procedures of handling animals were performed in compliance with the protocol approved by the CDC Institutional Animal Care and Use Committee (protocol 2096FRAMULX-A3). Blood specimens were transported on dry ice to the NCDC Laboratory, Tbilisi where they were stored at -80°C until they were shipped on dry ice to the CDC’s laboratory, Fort Collins, Colorado. Upon arrival at CDC, the samples were stored at -80°C until they were analyzed.",
            "cite_spans": [],
            "section": "Capture and sample collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Bat blood was diluted 1:4 in Brain Heart Infusion (BHI) with 5% Fungizone (amphotericin B), and 100μl of the sample was placed on a chocolate agar plate following the protocol published previously [27]. Inoculated plates were incubated at 35°C in a 5% CO2 environment for up to five weeks. Plates werechecked periodically, and bacterial colonies that morphologically resembled those typical for Bartonellawere passaged onto a new plate to obtain pure cultures. In an attempt to capture possible Bartonella coinfections, all morphologically unique colonies growing from a single sample were sub-passaged and sequenced. All resulting isolates were collected in a 10% glycerol solution. Crude DNA extracts were obtained from isolates by heating a heavy suspension of themicroorganisms for 10 minutes at 95°C. Polymerase chain reactions (PCR) with the gltA primersBhCS781.p (5’-GGGGACCAGCTCATGGTGG-3’) and BhCS1137.n (5’-AATGCAAAAAGAACAGTAAACA-3’) [28] were performed using PCR Thermal Cycler Dice(Takara Bio Inc., Japan) and C1000 Touch Thermal Cycler (Bio-Rad, Berkeley, CA). Positive (B. doshiae) and negative (nuclease free water) control samples were included in each PCR assay to evaluate the presence of appropriately sized amplicons and to rule out contamination of reagents, respectively. Positive PCR products were purified using QIAquick PCR purification Kit (Qiagen, Valencia, CA) and sequenced with an ABI 3130 Genetic Analyzer (Applied Biosystems, Foster City, CA). Forward and reverse reads were assembled into consensus sequences with the SeqMan Pro program in Lasergene v. 11 (DNASTAR, Madison, WI).",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 945,
                    "end": 947,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Culturing ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A BLAST (http://blast.ncbi.nlm.nih.gov/Blast.cgi) search of the GenBank database was performed with all assembled gltA sequences to verify their Bartonella origin. Positive sequences were aligned with Bartonella reference sequences available in GenBank which included sequences obtained from various bats in previous studies. Brucella abortus sequence was used as outgroup. Alignment was performed with MAFFT v7.187 using the local, accurate L-INS-i method [29]. The optimal evolutionary model for the aligned sequences was determined by jModelTest2v2.1.6 [30] using Akaike information criterion corrected for finite sample sizes (AICc) for modelselection [31]. For our dataset, the best model was the generalized time-reversible substitution model with four gamma-distributed categories and a proportion of invariant sites (GTR+Γ+I). We implementedthis model for the Bayesian phylogeny of our sequences with BEAST v1.8.3 [32,33]. Since our goal was only to reconstruct the evolutionary topology of the sequences and not any demographic parameters, we assumed a constant population size for all branches. Similarly, we chose a strict molecular clock because the Bartonella sequences from Georgian bats were all isolated at the same date and thus could not be used for calibration of another clock model; furthermore, our analysis did not seek to accurately deduce branch times, and the strict clock was adequate. No codon partitioning was used due to the fact that gltA sequences represent only a 367 base pair fragment of the entire gene; codon partitioning with limited genetic information can substantially reduce the effective sample size of estimated parameters forseparate codon positions [34]. All priors were kept at the default, diffuse settings (see Appendix) and the number of Markov chain Monte Carlo (MCMC) iterations was set to 1.2E8 with states sampled every 1.2E4 steps. Three independent chains were run and effective sample sizes and convergence ofparameters during MCMC sampling were assessed using Tracer v1.6 [32]. TreeAnnotator was used to find the most probable tree with burning 10% of the initial trees. The selected tree was then visualizedand edited in FigTree v1.4.2 [35]. Sequence alignment with MAFFT and phylogenetic analysis withBEAST were run using XSEDE supercomputing resources [36], accessed through the CIPRES ScienceGateway [37]. A quantitative threshold for demarcation of sequences into genogroups was set at 96%nucleotide identity following recommendations by La Scola et al. proposed for demarcation of Bartonella species [38]. Based on this clustering scheme, branches on the phylogenetic tree were collapsed and annotated with the number of sequences included in each genogroup and the range of DNA identity values.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 460,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 923,
                    "end": 925,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1696,
                    "end": 1698,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2031,
                    "end": 2033,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2196,
                    "end": 2198,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2314,
                    "end": 2316,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2363,
                    "end": 2365,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2565,
                    "end": 2567,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Phylogenetic analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Five genetic loci (ftsZ, gltA, nuoG, rpoB, and groEL) that have been previously used for bartonellacharacterization [9,39,40] were additionally investigated in 21 isolates representing 19 diverse genogroups identified based on variation of the gltA gene. Genogroups Vesp-7, Vesp-13, and Rhin-3 were not analyzed by MLST, while three isolates of Vesp-6 were selected for analysis to examine within-genogroup variation. The primers and cycle conditions used to generate sequences for each loci have been previously published [28,41–44]. Sequences were aligned with those of the reference Bartonella species and other Bartonella sequences obtained from bats with MAFFT v7.187 using the L-INS-i method [29]. Evolutionary model selection was performed for each marker separately and for the concatenated sequences using jModelTest2 v2.1.6 [30] based on AICc [31]. Again, the best available model for all sequences was GTR+Γ+I. A Bayesian tree was inferred using BEAST v1.8.3 [33] with the same settings and resources as for the gltA tree as described above. Separate maximum likelihood gene trees were generated using the GTRCAT model in RAxML [45]. A network phylogeny was created using the NeighborNet algorithm in SplitsTree v4.13.1 [46] and the pairwise homoplasy index [47] was calculated to test for evidence of recombination among genogroups. All unique sequences were uploaded to GenBank with accession numbers KX300105-KX300201 (Table 2).",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 122,
                    "end": 124,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 527,
                    "end": 529,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 530,
                    "end": 532,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 699,
                    "end": 701,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 835,
                    "end": 837,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 854,
                    "end": 856,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 971,
                    "end": 973,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1232,
                    "end": 1234,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1270,
                    "end": 1272,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Multi-locus typing of reference strains ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 1433,
                    "end": 1440,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Data available from the Dryad Digital Repository: http://dx.doi.org/10.5061/dryad.f0k4j",
            "cite_spans": [],
            "section": "Accession numbers ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A logistic model was used to examine important predictors of Bartonella prevalence in Georgian bats. For this analysis, we included such variables as bat species, sex, capture location, and capture region. Additional size measurements (weight and forearm length), were collapsed into a single principlecomponent that explained 95% of variation in size. However, bat size was strongly predicted by batspecies (F = 534.6, p-value = 2E-16) and sex (F = 25, p-value = 1.3E-6), so size was not included as acovariate in the global model. Model selection was based on AICc [31]. Additional tests, including Waldtests of fixed effects and calculation of the area under the receiver operating characteristic curve (AUC),were performed on models within two AICc of the top model (ΔAICc) [48,49]. Binomial confidenceintervals for Bartonella prevalence among bat species, capture locations, and bat sexes wereapproximated with the Agresti-Coull method [50]. All statistical tests were performed in R [51] andvalues were considered significant for P < 0.05. Additional details of the statistical tests can be found inthe Appendix.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 570,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 779,
                    "end": 781,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 782,
                    "end": 784,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 942,
                    "end": 944,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 990,
                    "end": 992,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A total of 236 bats were sampled from eight field sites in four regions of Georgia. The sampled batsincluded eight species: common serotine, Eptesicus serotinus (Vespertilionidae; n = 20); Schreibers's long-fingered bat, Miniopterus schreibersii sensu lato (Miniopteridae; n = 29) [52]; lesser mouse-eared myotis, Myotis blythii (Vespertilionidae; n = 75); Geoffroy's myotis, Myotis emarginatus (Vespertilionidae; n = 42); whiskered myotis, Myotis mystacinus (Vespertilionidae; n = 1); soprano pipistrelle, Pipistrellus pygmaeus (Vespertilionidae; n = 13); Mediterranean horseshoe bat, Rhinolophus euryale (Rhinolophidae; n = 29); and greater horseshoe bat, Rhinolophus ferrumequinum (Rhinolophidae; n = 27). The number of species and specimens obtained varied per site (Table 1).",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Bat species by site ::: Results",
            "ref_spans": [
                {
                    "start": 771,
                    "end": 778,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A total of 212 bats of seven species were available for Bartonella testing. The amount of blood from thesingle captured My. mystacinus was not sufficient for culturing. Except for this, bartonellae weresuccessfully cultured from all bat species tested (Table 1). Bartonella colonies became visible within 3–28 days after plating. All plates remained free of contamination for the entire five week period and only Bartonella-like colonies were observed. Most of the isolated colonies appeared small, circular, and raised, with smooth or rough morphology. The number of Bartonella-like colonies observed per plate ranged from 1 colony to “too numerous to count” (TNTC). All the harvested colonies were confirmed as Bartonella by PCR and sequencing of gltA fragments. The overall prevalence of Bartonella in bats by culturing was 49.5% (105/212). Bartonella isolates were obtained from each of the eight sites. The prevalence of culture-positive bats varied from 16.7% at the Lavra site in Davit Gareja to 64.6% at Gliana Cave in Tskaltubo.",
            "cite_spans": [],
            "section": "Prevalence of Bartonella infections in bats ::: Results",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The range of prevalence varied from 16.7% in P. pygmaeus to 88.9% in Mn. schreibersii. The best model based on AICc included bat species only with a good amount of predictive power(AUC = 0.71) [49]. Based on the Wald test, there were significant differences among bat species (χ2 = 26.9, df = 6, p-value = 1.5E4) in Bartonella prevalence. Prevalence of Bartonella in My. blythii (odds ratio = 3.4, 95% CI = [1.1, 13], p-value = 0.044), Mn. schreibersii (odds ratio = 30.7, 95% CI = [6.9,188.4], p-value = 3.7E-5), and R. euryale (odds ratio = 9, 95% CI = [2.4, 40], p-value = 0.0017) was significantly higher.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Prevalence of Bartonella infections in bats ::: Results",
            "ref_spans": []
        },
        {
            "text": "Culture observations from 16 bat samples revealed morphology differences among bacterial colonies. From these samples, Bartonella-like colonies were observed with morphologies that visually varied by size (small, large) and/or texture (rough, smooth). The number of visually different colonies per plate varied from one unique colony among TNTC similar colonies to an equal number of two unique colony morphologies. We did not attempt to estimate colony forming units (CFU) for individual bats suspected of coinfection. Sequencing analysis confirmed a coinfection with two different Bartonella sequences from these 16 samples (Table 1). Of those, seven were detected in Mn. schreibersii, three in My. blythii, one in My. emarginatus, two in R. euryale, and three in R. ferrumequinum (Table 1).",
            "cite_spans": [],
            "section": "Coinfections ::: Results",
            "ref_spans": [
                {
                    "start": 627,
                    "end": 634,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 784,
                    "end": 791,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The Bayesian analysis indicated that most gltA sequences from Georgian bats cluster closely with eachother as distinct genogroups from known Bartonella species Based on a sequence identity threshold of 96%, we identified 22 distinct genogroups. Nucleotide sequence identity values varied between 97–100% within the identified genogroups. (Fig 1)",
            "cite_spans": [],
            "section": "Phylogeny based on gltA sequences ::: Results",
            "ref_spans": [
                {
                    "start": 339,
                    "end": 344,
                    "mention": "Fig 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Results from BLAST searches for each Bartonella genogroup from Georgian bats are compiled in Table 3.",
            "cite_spans": [],
            "section": "Phylogeny based on gltA sequences ::: Results",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In some cases, Georgian bat sequences matched very closely with other bartonella sequences from related bats (same genus or family), but from distant locations. Other sequences, notably from genogroups Mini-1.1, Mini-3, and Vesp-6, clustered with bartonella sequences identified in dogs from Thailand [53] and in humans (forest workers) from Poland [54].",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 304,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 350,
                    "end": 352,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Phylogeny based on gltA sequences ::: Results",
            "ref_spans": []
        },
        {
            "text": "The phylogeny based on concatenated sequences from five genetic loci (ftsZ, gltA, nuoG, rpoB, and groEL) confirmed that most Bartonella genogroups from Georgian bats formed well-supported clades (posterior probability > 90%) with other Bartonella genogroups identified in bats. (Fig 2)",
            "cite_spans": [],
            "section": "Phylogeny based on multiple loci ::: Results",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 284,
                    "mention": "Fig 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Genogroups Mini-1, Mini-1.1, Mini-2, Mini-3, Rhin-2, Rhin-4, Rhin-5, and Vesp-10 formed a well-supported clade with other Bartonella genogroups found in African pteropodid (Eidolon helvum andRousettus aegyptiacus) [7,9], hipposiderid (Hipposideros sp. and Triaenops persicus) [7], andemballonurid (Coleura afra) [7] bats. Genogroups Mini-1 and Mini-1.1 clustered with anotherBartonella genogroup found in Miniopterus schreibersii from Taiwan [13]. Genogroups Vesp-6, Vesp-8, Vesp-9, and Vesp-11 formed a second clade related to Candidatus Bartonella naantaliensis found in Myotis daubentonii from Finland [5]. These two clades were linked together by a node in the phylogeny; however, the posterior probability support for this node was only 53%.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 216,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 217,
                    "end": 218,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 277,
                    "end": 278,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 313,
                    "end": 314,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 443,
                    "end": 445,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 606,
                    "end": 607,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Phylogeny based on multiple loci ::: Results",
            "ref_spans": []
        },
        {
            "text": "Genogroups Rhin-1, Vesp-4, and Vesp-5 clustered with genogroup Ew from Eidolon helvum [7]. Genogroups Vesp-1, Vesp-2, and Vesp-3 clustered with Bartonella mayotimonensis isolated from a human endocarditis patient [26] and from European vespertilionid bats (Eptesicus nilssonii and Myotis daubentonii) [5]. These two clades were linked by a node, including Bartonella vinsonii subspecies, with low posterior probability support (50%). Finally, genogroup Vesp-12 clustered with genogroup E4 from Eidolon helvum [9], as well as with Bartonella clarridgeiae and Bartonella rochalimae. The network phylogeny (Fig 3) indicated that most genogroups form distinct lineages, although there is some reticulation among related genogroups. In these cases, homologous recombination might be occurring among genogroups infecting a single bat species or a group of species. However, the pairwise homoplasy index [47] did not indicate significant evidence for recombination (mean = 0.6, variance = 1.7E-5, p-value = 0.5), suggesting that the reticulations in the network did not have a strong influence on the evolutionary history of these genogroups.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 214,
                    "end": 216,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 302,
                    "end": 303,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 510,
                    "end": 511,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 898,
                    "end": 900,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Phylogeny based on multiple loci ::: Results",
            "ref_spans": [
                {
                    "start": 604,
                    "end": 609,
                    "mention": "Fig 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "This report is the first to describe the prevalence, geographic patterns, and genetic characteristics ofBartonella species found in bat communities within the southern Caucasus. Several interestingconclusions can be drawn from the study. First, we provided the evidence that Bartonella infections arewidespread and highly prevalent in all seven bats species tested. This observation is comparable to the investigations of Bartonella species in bats from other geographic regions (e.g., Kenya, Guatemala, and Peru) where high prevalence and diversity of Bartonella strains have been reported [7,15,16]. However, in our study the prevalence of infection varied greatly between bat species (nearly 89% in Mn. schreibersii and below 17% in P. pygmaeus) as well as between study sites. The difference inprevalence between locations can be likely explained by bat community composition (Table 1). For example, P. pygmaeus was only captured at one location whereas Mn. schreibersii was collected from many sites, and the bat colony at John the Baptist Cave in Davit Gareja consisted solely of My. blythii. (Fig 4).",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 593,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 594,
                    "end": 596,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1100,
                    "end": 1105,
                    "mention": "Fig 4",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 888,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "These sampling biases should be considered when interpreting Bartonella prevalence values. We alsocannot exclude other factors, including the level of ectoparasite infestation in bats that may influence theprevalence of Bartonella in each bat species and locations.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We observed several coinfections among sampled bats. The phenomenon of coinfections with two or three different Bartonella species or genotypes in blood has been described previously for rodents [55]. Interestingly, a high rate of coinfection was observed in one particular bat species, Mn. schreibersii. Seven of the 27 (26%) Mn. schreibersii tested were coinfected with two different Bartonella genotypes (Patterns of codivergence of Bartonella with their bat hosts have varied among studies and aroundthe world [7,15,16,20]. For Bartonella genogroups found in Georgian bats, some general patterns of hostspecificity at the genus and family level are apparent. Nearly all of the isolates (33/35) from Mn.schreibersii aligned with genogroups Mini-1, Mini-1.1., Mini-2, or Mini-3 (Table 3). Based on sequence identity at the gltA gene, all of these genogroups closely matched Bartonella sequences from otherMiniopterus spp. (e.g., Mn. griveaudi, Mn. aelleni, and Mn. gleni) from Madagascar [11]. Thirty-seven of 38 isolates obtained from Rhinolophus spp. (R. euryale or R. ferrumequinum) belonged to genogroupsRhin-1, Rhin-2, Rhin-3, or Rhin-4. Genogroups Rhin-2 and Rhin-3 cluster with Bartonella sequences identified in R. acuminatus and R. sinicus from Vietnam [14]. Most isolates (54/60) obtained from vespertilionid bats (Eptesicus, Myotis, and Pipistrellus spp.) were members of genogroups Vesp-1 to Vesp-12 with closely matching sequences found in other vespertilionid bats [4–6,17,56].",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 515,
                    "end": 516,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 520,
                    "end": 522,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 523,
                    "end": 525,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1265,
                    "end": 1267,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1482,
                    "end": 1483,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1484,
                    "end": 1485,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1486,
                    "end": 1488,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1489,
                    "end": 1491,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 781,
                    "end": 788,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Despite these general host associations, specificity of genogroups at the genus or family levelwas not strict, with some instances of apparent spillover of Bartonella into atypical hosts. For example, isolates of Bartonella from genogroup Mini-1 were found in E. serotinus, My. blythii, and P. pygmaeus, and isolates of Bartonella from genogroups Rhin-1 and Rhin-3 were found in My. emarginatus and My. blythii, respectively (Table 3). Though infrequent, these spillover events can be explained by the co-occurrence of these bat species in the same roosts (Table 1), wherein transmission may be facilitated by shared vectors. Ectoparasites were collected from bats at the sampled sites in Georgia in 2012, but have not yet been identified and are thus not included in this study. However, there are numerous ectoparasite species reported on our seven focal bat species in the literature. While some ectoparasite species preferentially feed on specific bat hosts, they can also be found infrequently on other bat hosts, which may lead to transmission of bacteria. For example, bat flies (Diptera: Nycteribiidae) can be closely associated with one or a few bat hosts: Basilia nana with Myotis bechsteinii [57], Basilia nattereri with Myotis nattereri [58], Nycteribia schmidlii and Penicillidia conspicua with Miniopterus schreibersii [59], and Phthiridium biarticulatum with Rhinolophus spp. [60]. Nevertheless, there are recorded incidents of these bat flies on other bat hosts, including the focal species in this study: Basilia nana recorded on My. blythii and My. emarginatus [61], Basilia nattereri recorded on E. serotinus [62], Nycteribia schmidlii recorded on My. blythii, My. emarginatus, R. euryale, and R. ferrumequinum [61,63], Penicillidia conspicua on My. blythii [61], and Phthiridium biarticulatum on E. serotinus, Mn. schreibersii, and My. emarginatus [61,64]. Other ectoparasites can have broader and more evenly distributed host ranges, and may be found infesting our focal bat species. Argas vespertilionis (Ixodida: Argasidae) has been collected from E. serotinus, My. blythii, P. pygmaeus, and R. ferrumequinum [61,65,66]. Cimex pipistrelli (Hemiptera: Cimicidae) has been reported parasitizing E. serotinus, My. blythii, My. emarginatus, P. pygmaeus, and R. ferrumequinum [67,68]. Additionally, Spinturnix myoti (Mesostigmata: Spinturnicidae) has been recorded on E. serotinus, Mn. schreibersii, My. blythii, R. euryale, and R. ferrumequinum [69–71]. This short review of the literature is not exhaustive, but is meant to illustrate that nonspecific parasitism by Bartonella genogroups in some bat hosts can potentially be explained by sharing of ectoparasites. Future analyses exploring the influence of ectoparasite distributions on sharing of Bartonella genogroups among bats are in progress.",
            "cite_spans": [
                {
                    "start": 1204,
                    "end": 1206,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1392,
                    "end": 1394,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1580,
                    "end": 1582,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1629,
                    "end": 1631,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1731,
                    "end": 1733,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1734,
                    "end": 1736,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1778,
                    "end": 1780,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1869,
                    "end": 1871,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1872,
                    "end": 1874,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 2133,
                    "end": 2135,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2136,
                    "end": 2138,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2139,
                    "end": 2141,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 2295,
                    "end": 2297,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 2298,
                    "end": 2300,
                    "mention": "68",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 2465,
                    "end": 2467,
                    "mention": "69",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 2468,
                    "end": 2470,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 426,
                    "end": 433,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 564,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The sequence characterization of five house-keeping genes (ftsZ, gltA, nuoG, rpoB, and groEL) along with the network phylogenetic analysis strongly indicated that many genogroups characterized in our study can be segregated into new Bartonella species according to established demarcationcriteria considering loci separately [38],with sequence identity >95% based on concatenated loci for most pairwise comparisons within each Bartonella genogroup. The host associations observed for most of identified genetic clusters also supports the biological basis for discrimination of the species. As was reasoned previously [72], a refined approach that combines data from multiple genetic markers with ecological information about host specificity provides more reliable and tangible demarcations of Bartonella species compared to sequence analysis alone. For example, genogroups Vesp-1, Vesp-2, and Vesp-3 share 92%, 93%, and 92% nucleotide identity, respectively, with Bartonella mayotimonensis, the bacterial species discovered in a human patient in the United States [26]. However, B. mayotimonensis is closest (95%) at the gltA locus to a sequence identified in a bat fly Anatrichobius scorzai taken from a bat Myotis keaysi in Costa Rica [17]. It is likely that clusters Vesp-1, Vesp-2, Vesp-3, and the bat fly strain from Costa Rica can be assigned to the B. mayotimonensis species, but using the gltA locus alone creates an artifactual split among the genogroups. When all five concatenated loci were considered, genogroups Vesp-1, Vesp-2, and Vesp-3 shared pairwise sequence identities between 96.9–98.11%. Considering their relatedness and apparent specificity to vespertilionid bats (Eptesicus, Myotis, and Pipistrellus spp.) [5], all of these genogroups may be included as one species. The pairwise identities of these genogroups with B. mayotimonensis ranged 95.1–95.5%, which is near the previously established minimum threshold for distinguishing between Bartonella species (95.4% for rpoB sequences [38]) and we argue it should be considered synonymous with Vesp-1, Vesp-2, and Vesp-3. Similarly, genogroups Vesp-6 and Vesp-8 were 95.9% identical and considering their apparent specificity to vespertilionid bats (Eptesicus and Myotis) [5] they may also constitute a single Bartonella species. This is also true for genogroups Vesp-4 and Vesp-5 found in one bat species, My. blythii (96.3% sequence identity) and genogroups Mini-1 and Mini-1.1 found in Mn. schreibersii (96.6% sequence identity).",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 618,
                    "end": 620,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1066,
                    "end": 1068,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1239,
                    "end": 1241,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1732,
                    "end": 1733,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2010,
                    "end": 2012,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2247,
                    "end": 2248,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The most intriguing and important results from this study is the identification of bat-borneBartonella, which are similar to Bartonella strains previously reported in humans and in dogs. Thepublic health relevance of bat-borne Bartonella infection has been discussed since the identification ofsuch bacteria in bats from Kenya [7]. Our results highlight the importance of Bartonella surveillance inbats, as it can help to identify potential wildlife reservoirs of human cases. Although some sequences of Bartonella found in Georgian bats clustered with B. mayotimonensis, the genetic distances were relatively long, as noted above. We might speculate that Bartonella more closely related to thishuman case are circulating in vespertilionid bats in the North and South America rather than in Europe. Even more unexpected was the discovery of Bartonella strains in Georgian bats which wereidentical or very similar to ones reported in forest workers from Poland. The study in Poland wasconducted to evaluate the level of exposure of 129 forest workers to diverse tick-borne pathogens [54].Bartonella antibodies were reported in about 30% of tested individuals, but more importantly, threeserologically-positive samples were also positive for Bartonella nucleic acids by PCR and sequencing. The gltA sequences identified in that study were distinct from all previously reported. They were closest (90% similarity) to B. koehlerae, B. clarridgeiae and a genotype from an arthropod from Peru. They were deposited in GenBank (accessions HM116784, HM116785, and HM116786) as uncultured Bartonella spp. [54]. All strains identified in our study as genotype Vesp-6 were 100% identical by gltA sequences to the HM116785 sequence. Vesp-6 is the largest genogroup found in bats from Georgia containing 18 sequences from My. blythii (n = 15), My. emarginatus (n = 2), and E. serotinus (n = 1). All of these bat species are listed as occurring in southern Poland where the investigation of forest workers was conducted [73–75].",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1083,
                    "end": 1085,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1596,
                    "end": 1598,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2006,
                    "end": 2008,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 2009,
                    "end": 2011,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Another surprising discovery was that Bartonella strains observed in this study were closely related to those identified in stray dogs from Thailand., Bai et al. [53] provided evidence of common Bartonella infections and diverse Bartonella species in the blood of stray dogs from Bangkok and Khon Kaen (northeastern province of Thailand). Besides two Bartonella species (B. elizabethae and B. taylorii) detected in stray dogs from Khon Kaen, the authors also reported two genotypes (KK20 and KK61) that could potentially represent a new species [53]. Performing the analysis of Bartonella strains found in bats from Georgia, we found that sequences of the strains from genogroup Mini-1.1 obtained from Mn. schreibersii (n = 7) and R. euryale (n = 1) were 99% similar to those dog sequences from Thailand (strain KK61, GenBank accession FJ946852). Likewise, seven sequences from Mn. schreibersii (genogroup Mini-3) were 99% similar to the sequences of the strain KK20 from stray dogs from Khon Kaen, Thailand (GenBank accession FJ946854). Bat species belonging to the genus Miniopterus (e.g., Mn. magnater and Mn. pusillus) are present in Thailand [76].",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 546,
                    "end": 548,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "mention": "76",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The identification of diverse Bartonella strains in Georgian bats, which are identicalor similar to the strains previously described in humans and in companion animals in other geographic areas grants special attention in future studies to evaluate their role as potential zoonotic agents. Aparticular question remains regarding the route of transmission of bat-associated Bartonella to people. Itis easier to speculate how stray dogs, which may scavenge for grounded bats, can become infected withbat-associated Bartonella, but the question concerning transmission of bat-borne strains to humans ismore challenging [77]. However, the human case of endocarditis linked to a bat-associated Bartonellaspecies [5,26] suggests that such transmission can occur. Some bat ectoparasites are known tooccasionally bite humans, including Argas vespertilionis and Cimex pipistrelli [78–80]. Thus, Bartonella surveillance should include not only mammals, but also their vectors whenever possible to better understand the risks of disease transmission.",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 619,
                    "mention": "77",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 708,
                    "end": 709,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 872,
                    "end": 874,
                    "mention": "78",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 875,
                    "end": 877,
                    "mention": "80",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Confidence intervals were calculated using the Agresti-Coull method.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Bats: important reservoir hosts of emerging viruses",
            "authors": [],
            "year": 2006,
            "venue": "Clin Microbiol Rev",
            "volume": "19",
            "issn": "",
            "pages": "531-545",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00017-06"
                ]
            }
        },
        "BIBREF1": {
            "title": "A comparison of bats and rodents as reservoirs of zoonotic viruses: are bats special?",
            "authors": [],
            "year": 2013,
            "venue": "Proc R Soc London Ser B, Biol Sci",
            "volume": "280",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Bats and bacterial pathogens: a review",
            "authors": [],
            "year": 2013,
            "venue": "Zoonoses Public Health",
            "volume": "60",
            "issn": "",
            "pages": "93-103",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1863-2378.2012.01536.x"
                ]
            }
        },
        "BIBREF3": {
            "title": "Molecular characterization of haemoparasites infecting bats (Microchiroptera) in Cornwall, UK",
            "authors": [],
            "year": 2005,
            "venue": "Parasitology",
            "volume": "131",
            "issn": "",
            "pages": "489-496",
            "other_ids": {
                "DOI": [
                    "10.1017/S0031182005008097"
                ]
            }
        },
        "BIBREF4": {
            "title": "Bats as reservoir hosts of human bacterial pathogen, Bartonella mayotimonensis",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "960-967",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2006.130956"
                ]
            }
        },
        "BIBREF5": {
            "title": "Molecular detection of Candidatus Bartonella hemsundetiensis in bats",
            "authors": [],
            "year": 2015,
            "venue": "Vector-Borne Zoonotic Dis",
            "volume": "15",
            "issn": "",
            "pages": "706-708",
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2015.1783"
                ]
            }
        },
        "BIBREF6": {
            "title": "Bartonella spp. in bats, Kenya",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "1875-1881",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1612.100601"
                ]
            }
        },
        "BIBREF7": {
            "title": "Bartonella species in bats (Chiroptera) and bat flies (Nycteribiidae) from Nigeria, West Africa",
            "authors": [],
            "year": 2014,
            "venue": "Vector-Borne Zoonotic Dis",
            "volume": "14",
            "issn": "",
            "pages": "625-632",
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2013.1541"
                ]
            }
        },
        "BIBREF8": {
            "title": "Classification of Bartonella strains associated with straw-colored fruit bats (Eidolon helvum) across Africa using a multi-locus sequence typing platform",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0003478"
                ]
            }
        },
        "BIBREF9": {
            "title": "Bartonella spp. in fruit bats and blood-feeding ectoparasites in Madagascar",
            "authors": [],
            "year": 2015,
            "venue": "PLoS Negl Trop Dis",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0003532"
                ]
            }
        },
        "BIBREF10": {
            "title": "The bacteriome of bat flies (Nycteribiidae) from the Malagasy region: a community shaped by host ecology, bacterial transmission mode, and host-vector specificity",
            "authors": [],
            "year": 2016,
            "venue": "Appl Environ Microbiol",
            "volume": "82",
            "issn": "",
            "pages": "1778-1788",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.03505-15"
                ]
            }
        },
        "BIBREF11": {
            "title": "Diversity of Bartonella and Rickettsia spp. in bats and their blood-feeding ectoparasites from South Africa and Swaziland",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0152077"
                ]
            }
        },
        "BIBREF12": {
            "title": "Identification of novel Bartonella spp. in bats and evidence of Asian gray shrew as a new potential reservoir of Bartonella",
            "authors": [],
            "year": 2012,
            "venue": "Vet Microbiol",
            "volume": "156",
            "issn": "",
            "pages": "119-126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2011.09.031"
                ]
            }
        },
        "BIBREF13": {
            "title": "Diversity of Bartonella spp. in bats, southern Vietnam",
            "authors": [],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "1266-1267",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2107.141760"
                ]
            }
        },
        "BIBREF14": {
            "title": "Bartonella spp. in bats, Guatemala",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "1269-1272",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1707.101867"
                ]
            }
        },
        "BIBREF15": {
            "title": "Prevalence and diversity of Bartonella spp. in bats in Peru",
            "authors": [],
            "year": 2012,
            "venue": "Am J Trop Med Hyg",
            "volume": "87",
            "issn": "",
            "pages": "518-523",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.2012.12-0097"
                ]
            }
        },
        "BIBREF16": {
            "title": "Bartonellae are prevalent and diverse in Costa Rican bats and bat flies",
            "authors": [],
            "year": 2015,
            "venue": "Zoonoses Public Health",
            "volume": "62",
            "issn": "",
            "pages": "609-617",
            "other_ids": {
                "DOI": [
                    "10.1111/zph.12188"
                ]
            }
        },
        "BIBREF17": {
            "title": "Evidence of Bartonella spp. in blood and ticks (Ornithodoros hasei) of bats, in French Guiana",
            "authors": [],
            "year": 2016,
            "venue": "Vector-Borne Zoonotic Dis",
            "volume": "16",
            "issn": "",
            "pages": "516-519",
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2015.1918"
                ]
            }
        },
        "BIBREF18": {
            "title": "Ecology of bats, their ectoparasites, and associated pathogens on Saint Kitts Island",
            "authors": [],
            "year": 2016,
            "venue": "J Med Entomol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/jme/tjw078"
                ]
            }
        },
        "BIBREF19": {
            "title": "Contrasting patterns in mammal-bacteria coevolution: Bartonella and Leptospira in bats and rodents",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Negl Trop Dis",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0002738"
                ]
            }
        },
        "BIBREF20": {
            "title": "Phylogenetic and geographic patterns of bartonella host shifts among bat species",
            "authors": [],
            "year": 2016,
            "venue": "Infect Genet Evol",
            "volume": "44",
            "issn": "",
            "pages": "382-394",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2016.07.033"
                ]
            }
        },
        "BIBREF21": {
            "title": "Multihost Bartonella parasites display covert host specificity even when transmitted by generalist vectors",
            "authors": [],
            "year": 2016,
            "venue": "J Anim Ecol",
            "volume": "85",
            "issn": "",
            "pages": "1442-1452",
            "other_ids": {
                "DOI": [
                    "10.1111/1365-2656.12568"
                ]
            }
        },
        "BIBREF22": {
            "title": "Malagasy bats shelter a considerable genetic diversity of pathogenic Leptospira suggesting notable host-specificity patterns",
            "authors": [],
            "year": 2016,
            "venue": "FEMS Microbiol Ecol",
            "volume": "92",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/femsec/fiw037"
                ]
            }
        },
        "BIBREF23": {
            "title": "Identification of novel zoonotic activity of Bartonella spp., France",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "457-462",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2203.150269"
                ]
            }
        },
        "BIBREF24": {
            "title": "Cat-Scratch Disease in the United States, 2005–2013",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "1741-1746",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2210.160115"
                ]
            }
        },
        "BIBREF25": {
            "title": "Candidatus Bartonella mayotimonensis and endocarditis",
            "authors": [],
            "year": 2010,
            "venue": "Emerg Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": "500-503",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1603.081673"
                ]
            }
        },
        "BIBREF26": {
            "title": "Distribution, diversity, and host specificity of Bartonella in rodents from the Southeastern United States",
            "authors": [],
            "year": 1997,
            "venue": "Am J Trop Med Hyg",
            "volume": "57",
            "issn": "",
            "pages": "578-588",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Differentiation of Bartonella-like isolates at the species level by PCR-restriction fragment length polymorphism in the citrate synthase gene",
            "authors": [],
            "year": 1995,
            "venue": "J Clin Microbiol",
            "volume": "33",
            "issn": "",
            "pages": "1797-1803",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "MAFFT multiple sequence alignment software version 7: improvements in performance and usability",
            "authors": [],
            "year": 2013,
            "venue": "Mol Biol Evol",
            "volume": "30",
            "issn": "",
            "pages": "772-780",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mst010"
                ]
            }
        },
        "BIBREF29": {
            "title": "jModelTest 2: more models, new heuristics and parallel computing",
            "authors": [],
            "year": 2012,
            "venue": "Nat Methods",
            "volume": "9",
            "issn": "",
            "pages": "772-772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Multimodel inference: understanding AIC and BIC in model selection",
            "authors": [],
            "year": 2004,
            "venue": "Sociol Methods Res",
            "volume": "33",
            "issn": "",
            "pages": "261-304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "BEAST: Bayesian evolutionary analysis by sampling trees",
            "authors": [],
            "year": 2007,
            "venue": "BMC Evol Biol",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2148-7-214"
                ]
            }
        },
        "BIBREF32": {
            "title": "Bayesian phylogenetics with BEAUti and the BEAST 1.7",
            "authors": [],
            "year": 2012,
            "venue": "Mol Biol Evol",
            "volume": "29",
            "issn": "",
            "pages": "1969-1973",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/mss075"
                ]
            }
        },
        "BIBREF33": {
            "title": "Evolutionary history of rat-borne Bartonella: the importance of commensal rats in the dissemination of bacterial infections globally",
            "authors": [],
            "year": 2013,
            "venue": "Ecol Evol",
            "volume": "3",
            "issn": "",
            "pages": "3195-3203",
            "other_ids": {
                "DOI": [
                    "10.1002/ece3.702"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "XSEDE: accelerating scientific discovery",
            "authors": [],
            "year": 2014,
            "venue": "Comput Sci Eng",
            "volume": "16",
            "issn": "",
            "pages": "62-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Gene-sequence-based criteria for species definition in bacteriology: the Bartonella paradigm",
            "authors": [],
            "year": 2003,
            "venue": "Trends Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "318-321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Global distribution of Bartonella infections in domestic bovine and characterization of Bartonella bovis strains using multi-locus sequence typing",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0080894"
                ]
            }
        },
        "BIBREF39": {
            "title": "Deciphering Bartonella diversity, recombination, and host specificity in a rodent community",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0068956"
                ]
            }
        },
        "BIBREF40": {
            "title": "Genetic classification and differentiation of Bartonella species based on comparison of partial ftsZ gene sequences",
            "authors": [],
            "year": 2002,
            "venue": "J Clin Microbiol",
            "volume": "40",
            "issn": "",
            "pages": "3641-3647",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.40.10.3641-3647.2002"
                ]
            }
        },
        "BIBREF41": {
            "title": "Improved detection of Bartonella DNA in mammalian hosts and arthropod vectors by real-time PCR using the NADH dehydrogenase gamma subunit (nuoG)",
            "authors": [],
            "year": 2010,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "4630-4633",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00470-10"
                ]
            }
        },
        "BIBREF42": {
            "title": "Phylogenetic classification of Bartonella species by comparing groEL sequences",
            "authors": [],
            "year": 2002,
            "venue": "Int J Syst Evol Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "165-171",
            "other_ids": {
                "DOI": [
                    "10.1099/00207713-52-1-165"
                ]
            }
        },
        "BIBREF43": {
            "title": "Use of rpoB gene analysis for detection and identification of Bartonella species",
            "authors": [],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "430-437",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.39.2.430-437.2001"
                ]
            }
        },
        "BIBREF44": {
            "title": "RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies",
            "authors": [],
            "year": 2014,
            "venue": "Bioinformatics",
            "volume": "30",
            "issn": "",
            "pages": "1312-1313",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btu033"
                ]
            }
        },
        "BIBREF45": {
            "title": "Application of Phylogenetic Networks in Evolutionary Studies",
            "authors": [],
            "year": 2005,
            "venue": "Mol Biol Evol",
            "volume": "23",
            "issn": "",
            "pages": "254-267",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msj030"
                ]
            }
        },
        "BIBREF46": {
            "title": "A simple and robust statistical test for detecting the presence of recombination",
            "authors": [],
            "year": 2005,
            "venue": "Genetics",
            "volume": "172",
            "issn": "",
            "pages": "2665-2681",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Model selection and multimodel inference: a practical information-theoretic approach",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Applied logistic regression",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": 1990,
            "venue": "Categorical Data Analysis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "R: a language and environment for statistical computing",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": 1994,
            "venue": "Chiroptera: systematics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Enrichment culture and molecular identification of diverse Bartonella species in stray dogs",
            "authors": [],
            "year": 2010,
            "venue": "Vet Microbiol",
            "volume": "146",
            "issn": "",
            "pages": "314-319",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2010.05.017"
                ]
            }
        },
        "BIBREF53": {
            "title": "The occurrence of spotted fever rickettsioses and other tick-borne infections in forest workers in Poland",
            "authors": [],
            "year": 2010,
            "venue": "Vector-Borne Zoonotic Dis",
            "volume": "11",
            "issn": "",
            "pages": "985-989",
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2010.0080"
                ]
            }
        },
        "BIBREF54": {
            "title": "Prospective studies of Bartonella of rodents. Part II. Diverse infections in a single rodent community",
            "authors": [],
            "year": 2004,
            "venue": "Vector-Borne Zoonotic Dis",
            "volume": "4",
            "issn": "",
            "pages": "296-305",
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2004.4.296"
                ]
            }
        },
        "BIBREF55": {
            "title": "Global distribution and genetic diversity of Bartonella in bat flies (Hippoboscoidea, Streblidae, Nycteribiidae)",
            "authors": [],
            "year": 2012,
            "venue": "Infect Genet Evol",
            "volume": "12",
            "issn": "",
            "pages": "1717-1723",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2012.06.009"
                ]
            }
        },
        "BIBREF56": {
            "title": "Host and parasite life history interplay to yield divergent population genetic structures in two ectoparasites living on the same bat species",
            "authors": [],
            "year": 2015,
            "venue": "Mol Ecol",
            "volume": "24",
            "issn": "",
            "pages": "2324-2335",
            "other_ids": {
                "DOI": [
                    "10.1111/mec.13171"
                ]
            }
        },
        "BIBREF57": {
            "title": "Arthropod ectoparasites (Acarina, Heteroptera, Diptera, Siphonaptera) of bats in Slovakia",
            "authors": [],
            "year": 2012,
            "venue": "Vespertilio",
            "volume": "",
            "issn": "",
            "pages": "167-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Which factors regulate the reproduction of ectoparasites of temperate-zone cave-dwelling bats?",
            "authors": [],
            "year": 2008,
            "venue": "Parasitol Res",
            "volume": "104",
            "issn": "",
            "pages": "127-134",
            "other_ids": {
                "DOI": [
                    "10.1007/s00436-008-1170-6"
                ]
            }
        },
        "BIBREF59": {
            "title": "Ektoparasiten der Fledermäuse in Albanien—Artenspektrum und Wirtsbindung",
            "authors": [],
            "year": 2013,
            "venue": "Nyctalus",
            "volume": "18",
            "issn": "",
            "pages": "84-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Parasite diversity of European Myotis species with special emphasis on Myotis myotis (Microchiroptera, Vespertilionidae) from a typical nursery roost",
            "authors": [],
            "year": 2015,
            "venue": "Parasit Vectors",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13071-015-0707-7"
                ]
            }
        },
        "BIBREF61": {
            "title": "Sur L’infestation de Myotis nattereri (Kuhl, 1818) (Chiroptera, Vespertilionidae) par Basilia nattereri (Kolenati, 1857) (Diptera, Nycteribiidae) dans le sud-ouest de la France",
            "authors": [],
            "year": 1989,
            "venue": "Ann Parasitol Hum Comp",
            "volume": "64",
            "issn": "",
            "pages": "64-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Contribution to the knowledge of the Nycteribiidae (Diptera) from Venetian Region",
            "authors": [],
            "year": 2009,
            "venue": "Parassitologia",
            "volume": "51",
            "issn": "",
            "pages": "61-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "New Records of Arthropod Ectoparasites of Bats from North—Eastern Algeria",
            "authors": [],
            "year": 2013,
            "venue": "Jordan J Biol Sci",
            "volume": "6",
            "issn": "",
            "pages": "324-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Ticks (Acari: Ixodida) parasitizing bats in Poland and",
            "authors": [],
            "year": 2009,
            "venue": "Wiad Parazytol",
            "volume": "55",
            "issn": "",
            "pages": "39-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "A review of the ticks (Acari: Ixodida) of Turkey: Species diversity, hosts and geographical distribution",
            "authors": [],
            "year": 2012,
            "venue": "Exp Appl Acarol",
            "volume": "57",
            "issn": "",
            "pages": "91-104",
            "other_ids": {
                "DOI": [
                    "10.1007/s10493-012-9530-4"
                ]
            }
        },
        "BIBREF66": {
            "title": "Distribution and host relations of species of the genus Cimex on bats in Europe",
            "authors": [],
            "year": 2014,
            "venue": "Folia Zool",
            "volume": "63",
            "issn": "",
            "pages": "281-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Cimicids and bat hosts in the Czech and Slovak Republics: ecology and distribution",
            "authors": [],
            "year": 2014,
            "venue": "Vespertilio",
            "volume": "17",
            "issn": "",
            "pages": "23-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Observations sur les Spinturnicidae de la region Observations sur les Spinturnicidae de la Region Palearctique occidentale (Aca- rina: Mesostigmata): Specificite, repartition et morphologic",
            "authors": [],
            "year": 1977,
            "venue": "Acarologia",
            "volume": "18",
            "issn": "",
            "pages": "602-617",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Description of a cryptic species, Spinturnix bechsteini n. sp. (Acari, Mesostigmata, Spinturnicidae), parasite of Myotis bechsteinii (Kuhl, 1817) (Chiroptera, Vespertilionidae) by using ecoethology of host bats and statistical methods",
            "authors": [],
            "year": 2004,
            "venue": "J Med Entomol",
            "volume": "41",
            "issn": "",
            "pages": "826-832",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Stan zbadania roztoczy z rodziny spinturnicidae (Acari: Mesostigmata) w polsce",
            "authors": [],
            "year": 2000,
            "venue": "Wiad Parazytol",
            "volume": "46",
            "issn": "",
            "pages": "433-438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Bartonella bacteria in nature: where does population variability end and a species start?",
            "authors": [],
            "year": 2012,
            "venue": "Infect Genet Evol",
            "volume": "12",
            "issn": "",
            "pages": "894-904",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2012.03.005"
                ]
            }
        },
        "BIBREF72": {
            "title": "First record of Myotis blythii in Poland (Chiroptera: Vespertilionidae)",
            "authors": [],
            "year": 2006,
            "venue": "Lynx",
            "volume": "37",
            "issn": "",
            "pages": "197-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Swarming of Myotis mystacinus and other bat species at high elevation in the Tatra Mountains, southern Poland",
            "authors": [],
            "year": 2008,
            "venue": "Acta Chiropterologica",
            "volume": "10",
            "issn": "",
            "pages": "69-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Population Genetics and Bat Rabies: A Case Study of Eptesicus serotinus in Poland",
            "authors": [],
            "year": 2013,
            "venue": "Acta Chiropterologica",
            "volume": "15",
            "issn": "",
            "pages": "35-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Diversity of coronavirus in bats from Eastern Thailand",
            "authors": [],
            "year": 2015,
            "venue": "Virol J",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-015-0289-1"
                ]
            }
        },
        "BIBREF76": {
            "title": "Exposure to bat-associated Bartonella spp. among humans and other animals, Ghana",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "922-924",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2205.151908"
                ]
            }
        },
        "BIBREF77": {
            "title": "Geographical distribution, host associations, and vector roles of ticks (Acari: Ixodidae, Argasidae) in Sweden",
            "authors": [],
            "year": 1994,
            "venue": "J Med Entomol",
            "volume": "31",
            "issn": "",
            "pages": "240-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Bats in the belfry, bugs in the bed?",
            "authors": [],
            "year": 2001,
            "venue": "Lancet",
            "volume": "357",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Borrelia, Rickettsia, and Ehrlichia Species in Bat Ticks, France, 2010",
            "authors": [],
            "year": 2012,
            "venue": "Emerg Infect Dis",
            "volume": "18",
            "issn": "",
            "pages": "1966-1975",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1812.111237"
                ]
            }
        }
    }
}