{
    "paper_id": "PMC5515880",
    "metadata": {
        "title": "Coronavirus nucleocapsid proteins assemble constitutively in high molecular oligomers",
        "authors": [
            {
                "first": "Yingying",
                "middle": [],
                "last": "Cong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Franziska",
                "middle": [],
                "last": "Kriegenburg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cornelis",
                "middle": [
                    "A.",
                    "M."
                ],
                "last": "de Haan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fulvio",
                "middle": [],
                "last": "Reggiori",
                "suffix": "",
                "email": "f.m.reggiori@umcg.nl",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nCoronaviruses (CoV) are enveloped positive-stranded RNA viruses and Coronaviridae can be subdivided into four groups based on phylogenetic clustering: alpha-, beta-, gamma- and delta- CoV1, 2. Members of this virus family infect the mammalian respiratory and gastrointestinal tracts by incompletely understood mechanisms2, 3. The relevance of this virus family has considerably increased due to the recent emergence of the severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), which are caused by viruses belonging to the beta-CoV group4, 5. The Mouse Hepatitis Virus (MHV) is closely related to SARS-CoV and MERS-CoV, and considered the prototype for the investigation of the CoV life cycle6.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 191,
                    "end": 192,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 321,
                    "end": 322,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 324,
                    "end": 325,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 569,
                    "end": 570,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 572,
                    "end": 573,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 724,
                    "end": 725,
                    "mention": "6",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The proteins encoded by the CoV genomic RNA (gRNA) can be divided into two major categories. The first entails the 15 or 16 nonstructural proteins (nsp1 to nsp15/16)1, 2, 7, which are synthesized in the host cell and assemble into the replicase-transcriptase complexes (RTCs). RTCs are associated with and/or are embedded into double-membrane vesicles (DMVs) and convoluted membranes, which are generated during CoV infection and very likely act as replication platforms8. The second category contains the structural and accessory proteins. A minimal set of 4 structural proteins is critically required for the efficient formation of infectious virions1, 2, 7. Those include the envelope (E), the membrane (M), the spike (S) and the nucleocapsid (N) proteins.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 168,
                    "end": 169,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 171,
                    "end": 172,
                    "mention": "7",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 470,
                    "end": 471,
                    "mention": "8",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 652,
                    "end": 653,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 655,
                    "end": 656,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 658,
                    "end": 659,
                    "mention": "7",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The N protein is the only structural protein that associates with RTCs9–11. It binds the gRNA and it is essential for the incorporation of the virus genetic material into CoV particles12, 13. Moreover, it is the major component of ribonucleoprotein complex sitting in the virion cores2, 7, 14 and thus also plays an essential architectural role in the virus particle structural organization through a network of interactions with the gRNA, the M protein and other N molecules7, 8, 15. The MHV N protein has been divided into multiple domains based on genetic analyses and structural studies16–20. The two largest domains, the N-terminal domain (NTD), also N1b, and the C-terminal domain (CTD), also N2b, fold independently and have gRNA-binding properties16–18, 21 (Fig. 1a). These two regions are flanked by the N-terminal N1a domain, the centrally located N2a domain, and the C-terminal B spacer and N3 domain21 (Fig. 1a).\n",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "mention": "9",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 72,
                    "end": 74,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 184,
                    "end": 186,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 188,
                    "end": 190,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 284,
                    "end": 285,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 287,
                    "end": 288,
                    "mention": "7",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 290,
                    "end": 292,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 475,
                    "end": 476,
                    "mention": "7",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 478,
                    "end": 479,
                    "mention": "8",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 481,
                    "end": 483,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 590,
                    "end": 592,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 593,
                    "end": 595,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 755,
                    "end": 757,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 758,
                    "end": 760,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 911,
                    "end": 913,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 771,
                    "end": 773,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 920,
                    "end": 922,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "It has been hypothesized that dimerization and possibly oligomerization of CoV N proteins plays an essential role in virus particle assembly21–25. The ability of SARS-CoV N protein to self-interact was first demonstrated using yeast two-hybrid and co-immunoprecipitation experiments26. The crystal structures of the N2b/CTD domain of SARS-CoV and MHV N proteins confirmed this observation, leading to the notion that N protein dimers are the basic building blocks of the ribonucleoprotein complex12, 23, 24, 27–29. Subsequently, native gel electrophoresis, size exclusion chromatography and surface plasmon resonance revealed that recombinant SARS-CoV N protein forms oligomers in vitro, although it appears to predominantly exist as a dimer in solution in absence of gRNA30. Size exclusion chromatography and chemical cross-linking assays were also used to unveil that the N2b/CTD domain of the SARS-CoV N protein, in particular the stretch of amino acids between positions 343–402, forms autonomously oligomers in solution31, 32. The N2b/CTD domain of the MHV N protein has also been shown to bind full length protein11. However, few other studies indicated that other parts of the N protein could also be involved in the self-interaction. In particular, the N1b/NTD and N3 domains could bind full length MHV N protein11, 19 while the serine-rich (SR) region located within the N2a could be essential for SAR-CoV N protein self-interaction and oligomerization33. Nonetheless, the current most commonly accepted working model is that CoV N protein constitutively dimerizes, primarily via the N2b/CTD domain, and subsequently oligomerizes during virion assembly through a mechanism that remains unclear22, 23, 27, 29, 32, 34–36. It is also unclear whether gRNA binding influences CoV N protein oligomerization.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 143,
                    "end": 145,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 282,
                    "end": 284,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 496,
                    "end": 498,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 500,
                    "end": 502,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 508,
                    "end": 510,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 511,
                    "end": 513,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1024,
                    "end": 1026,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1119,
                    "end": 1121,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1320,
                    "end": 1322,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1324,
                    "end": 1326,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1461,
                    "end": 1463,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1702,
                    "end": 1704,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1706,
                    "end": 1708,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1710,
                    "end": 1712,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1714,
                    "end": 1716,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1718,
                    "end": 1720,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1722,
                    "end": 1724,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1725,
                    "end": 1727,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we confirm that recombinant MHV and SARS-CoV N protein self-interact to form large oligomers. However, we could also show that, besides N2b/CTD, several domains of the N protein are involved in this process. Analysis of different MHV and SARS-CoV N protein truncations revealed that at least three regions of these proteins cross-interact between each other in an interchangeable manner. Moreover, we show that two of these regions, i.e. N1 and N2b-N3, can oligomerize autonomously. Further, in infected cells, the MHV N protein forms oligomers already in the cytoplasm and its oligomerization does not require binding to gRNA. Altogether these findings indicate that CoV N proteins self-interact and oligomerize via discontinuous regions present in domains distributed over the entire protein to generate large supra-complexes. We hypothesize that these oligomers, which are formed constitutively, provide a larger binding surface for the gRNA, which will be thus optimally engaged at the RTCs and subsequently incorporated into forming viral particles.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To gain insights into the self-assembly mechanism of the N protein, we decided to use an in vitro approach to exclude the eventual involvement of other factors in this event. Since order-disorder and secondary structure predictions coupled with sequence alignment has highlighted that all CoV N proteins have the modular organization as MHV N protein, we used this as a model first. Hence, MHV N protein was expressed in E. coli as a GST fusion construct and purified using glutathione Sepharose (GSH-beads). The immobilized GST fusion protein or GST was incubated with bacterial cell extract of E. coli expressing recombinant 6xHis-tagged full length MHV N protein. As illustrated in Fig. 1b, recombinant 6xHis-tagged N protein specifically bound GST-N protein but not GST alone, which is in agreement with previous reports19, 23, 24, 27–29 and further shows that N proteins self-interact directly.",
            "cite_spans": [
                {
                    "start": 824,
                    "end": 826,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 828,
                    "end": 830,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 832,
                    "end": 834,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 839,
                    "end": 841,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "MHV N protein forms large oligomers in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 690,
                    "end": 692,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Since it has been shown that CoV N proteins also bind non-viral RNA19, 21, 37–40, we also investigated the association between purified GST-tagged and 6xHis-tagged N proteins after RNase A treatment to exclude a role of bacterial RNA in the assayed interaction. As shown in Supplementary Fig. S1a, RNase A treatment removed large part of the RNA present in the bacterial extract and nucleic acids were not detected associated to the purified N protein even when this was not exposed to RNase A. Importantly, removal of RNA did not affect the binding between the two N protein fusions (Supplementary Fig. S1b). We concluded that the bacterial RNA does not participate in the in vitro interaction of MHV N protein.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 71,
                    "end": 73,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 75,
                    "end": 77,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 78,
                    "end": 80,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "MHV N protein forms large oligomers in vitro ::: Results",
            "ref_spans": []
        },
        {
            "text": "To determine whether the N-protein form homo-dimers or homo-oligomers, we sedimented recombinant 6xHis-tagged N protein on a continuous 5–20% glycerol gradient For comparison sedimentation of the protein standards ovalbumin (44 kDa) and thyroglobulin (669 kDa) was analysed, which could be recovered in fractions 1–2 and 6–8, respectively (Fig. 1c and d). GAPDH, which is present in the cytoplasm as a monomer41, was detected in the first fractions of a sedimentation performed with a LR7 cell extract. In contrast, the 6xHis-tagged N protein was exclusively found in fractions 8–11, indicating that it forms large homo-oligomers (Fig. 1c and d).",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "MHV N protein forms large oligomers in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 345,
                    "end": 353,
                    "mention": "1c and d",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 636,
                    "end": 644,
                    "mention": "1c and d",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We explored whether the N protein also forms oligomers over the course of an infection. In MHV-infected cells, the N protein localizes to three distinct locations: RTCs, virions and cytoplasm2, 9, 10, 13, 42. Since the N protein is in large complexes with other viral proteins in both RTCs and virions, we decided to focus on its cytoplasmic pool and to separate it from the two other populations through differential centrifugations. We generated cell extracts (Ext) from MHV-infected LR7 cells and centrifuged them at 15,000 × g to discard the pellet P13, which includes compartments with low sedimentation rates such as whole cells or debris, nuclei and mitochondria. The resulting supernatant S13 was subsequently centrifuged at 110,000 × g to sediment organelles such as the Golgi apparatus but also virions that could have remained associated to the cell surface at the moment of the lysis43, 44. Successful fractionation of each step was followed by visualization of the membrane bound protein VAPA for P1345 as well as the cytoplasmic proteins GAPDH and tubulin for S45, which also contained soluble N protein (Fig. 2a). Thus, we concluded that the cytoplasmic pool of the N protein is enriched in the S45 supernatant.\n",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 194,
                    "end": 195,
                    "mention": "9",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 197,
                    "end": 199,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 201,
                    "end": 203,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 205,
                    "end": 207,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 895,
                    "end": 897,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 899,
                    "end": 901,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "MHV N protein assembles in cytoplasmic oligomers over the course of an infection ::: Results",
            "ref_spans": [
                {
                    "start": 1124,
                    "end": 1126,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The S45 supernatant was then applied onto the same continuous 5–20% glycerol gradient employed for the analysis of the size of recombinant N protein complexes. Interestingly, cytoplasmic N protein from MHV-infected cells was exclusively detected in the last fractions of the gradient similarly to recombinant N protein, while GAPDH was found only in the low-density fractions (Fig. 2b and c). A small difference in size between the MHV N protein oligomers formed in vitro and in vivo, however, was detected. This could be due to either a slight inhibition of recombinant N protein self-interaction caused by the 6xHis tag, or a better oligomerization in vivo because of cellular factors such as molecular chaperones. Moreover, it cannot be excluded that there are host proteins that associate to N protein oligomers.",
            "cite_spans": [],
            "section": "MHV N protein assembles in cytoplasmic oligomers over the course of an infection ::: Results",
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "mention": "2b and c",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The S45 supernatant was also incubated with RNase A to degrade all nucleic acids (Supplementary Fig. S1c), before applying the sample onto the glycerol gradient to examine whether N protein oligomerization is influenced by binding to gRNA in vivo. This treatment, however, did not change the sedimentation profile of the N protein (Fig. 2b and c). Altogether these data show that the MHV N protein forms large cytoplasmic oligomers in infected cells, and that this aggregation does not depend on its binding to gRNA. Moreover, this result underlines the validity of using recombinant N protein to study its oligomerization determinants.",
            "cite_spans": [],
            "section": "MHV N protein assembles in cytoplasmic oligomers over the course of an infection ::: Results",
            "ref_spans": [
                {
                    "start": 337,
                    "end": 345,
                    "mention": "2b and c",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Previous studies have shown that the N2b/CTD domain is required for the dimerization of N proteins of different CoVs12, 23, 24, 27, 28. Our consistent finding that the N protein forms oligomers suggested that there might be several domains involved in the self-interaction. We thus generated three 6xHis-tagged truncations, i.e. N1 (which contains the NTD), N2a and N2b-N3 (which contains the CTD), which collectively cover the full length of the N protein (Fig. 1a). These constructs were expressed in E. coli and the resulting bacterial extracts were incubated with either immobilized GST or GST-N protein. Interestingly, all three analyzed N protein truncations specifically bound GST-N protein but not GST alone (Fig. 3, top panel), further revealing that in addition to the reported N2b/CTD region, the N protein possesses binding domains for the self-interaction in the N1 and N2a parts as well.\n",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 120,
                    "end": 122,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 128,
                    "end": 130,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 132,
                    "end": 134,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Multiple domains mediate N protein oligomerization ::: Results",
            "ref_spans": [
                {
                    "start": 463,
                    "end": 465,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 722,
                    "end": 723,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Next we explored whether there was any putative redundancy in binding between the different domains of the N protein to mediate N protein oligomerization. For this, bacterial cell extracts from E. coli expressing 6xHis-tagged N1, N2a or N2b-N3 were incubated with immobilized GST or GST-N protein as well as the truncations GST-N1, GST-N2a and GST-N2b-N3. Interestingly, all constructs were able to specifically bind both the N1 and N2b-N3 truncations suggesting that each domain within the N protein could interact with at least two different regions from another N protein molecule (Fig. 3). Further, 6xHis-tagged N1 and 6xHis-tagged N2b-N3 displayed a binding with immobilized GST-N2a. However, there was no binding between 6xHis-tagged N2a and immobilized GST-N2a indicating that the N2a domain might participate to the oligomer formation without being one of the critical determinants. 6xHis-tagged N2b-N3 was pulled down by GST-tagged N1 protein irrespectively of RNase A treatment confirming that the studied bindings do not depend on bacterial RNA (Supplementary Fig. S1d).",
            "cite_spans": [],
            "section": "Multiple domains mediate N protein oligomerization ::: Results",
            "ref_spans": [
                {
                    "start": 590,
                    "end": 591,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To determine whether the analyzed truncations also form oligomers, we sedimented bacterial extract from E. coli expressing 6xHis-tagged N1, N2a or N2b-N3 truncations on a continuous 5–20% glycerol gradient. As shown in Supplementary Fig. S2a,b, the 6xHis-tagged N1 and 6xHis-tagged N2b-N3 truncations are both forming oligomers. In contrast, however the 6xHis-tagged N2a sediments at lower molecular weight fractions. The presence of the 6xHis-tagged N2a fusion protein in fraction 3–4 also suggest that the N2a fragment might be able to multimerize through probably a weak interaction that could not be detected by pull-down experiments. From these findings we concluded that MHV N protein oligomerizes via multiple discontinuous regions.",
            "cite_spans": [],
            "section": "Multiple domains mediate N protein oligomerization ::: Results",
            "ref_spans": []
        },
        {
            "text": "To determine whether other CoV N proteins have the same characteristic, we analyzed the SARS-CoV N protein. First, recombinant 6xHis-tagged SARS-CoV N protein was incubated with immobilized GST or GST-tagged SARS-CoV N protein. As shown in Fig. 4a, recombinant SARS-CoV N protein specifically bound to GST-SARS-CoV N protein but not GST, confirming that SARS-CoV N protein self-interacts12, 23, 24, 27, 28. Subsequently, bacterial extract from E. coli expressing 6xHis-tagged SARS-CoV N protein was applied onto a 5–20% glycerol gradient. The 6xHis-tagged SARS-CoV N protein was mainly detected in the late fractions of the gradient (Fig. 4c and d). These results showed that the SARS N protein, similarly to the MHV N protein, forms high molecular weight oligomers. Those of SARS-CoV N protein, however, appear to be smaller and this could be due to either the difference in size between SARS-CoV and MHV N proteins (423 amino acids versus 455) or the fact that SARS-CoV N protein forms smaller oligomers.\n",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 389,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 391,
                    "end": 393,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 395,
                    "end": 397,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 403,
                    "end": 405,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "SARS-CoV N protein is also forming oligomers in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 639,
                    "end": 647,
                    "mention": "4c and d",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Previous data have shown that the N2b/CTD domain of SARS-CoV N protein domain self-interacts24, 26, 31, 34. To explore whether the N-terminus of the SARS-CoV N protein also participates in its oligomerization, as seen for the MHV N protein, we performed pull-down experiments with recombinant 6xHis-tagged SARS-CoV-N1-N2a and immobilized GST-SARS-CoV-N1-N2a. As depicted in Fig. 4b, recombinant SARS-CoV N1-N2a protein specifically binds to GST-SARS-CoV N1-N2a protein but not GST alone, revealing that the N-terminal N1-N2a domain self-interacts. Moreover, analysis of recombinant 6xHis-tagged SARS-CoV-N1-N2a on glycerol gradients showed that this truncation forms high molecular weight oligomers (Fig. 4d and e). Similarly to MHV, however, SARS-CoV-N2a was unable to self-interact and form oligomers (Supplementary Fig. S3). Altogether our results confirm that the SARS-CoV N protein oligomerizes but the oligomerization process involves not only the CTD domain but also the N-terminal area of the N protein, which contains the NTD domain.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 96,
                    "end": 98,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 100,
                    "end": 102,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 104,
                    "end": 106,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "SARS-CoV N protein is also forming oligomers in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 705,
                    "end": 713,
                    "mention": "4d and e",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Using pull-down experiments and density glycerol gradients, our study provides additional evidence that CoV N proteins oligomerize. Several structural biology studies have indicated that SARS-CoV N protein dimerizes through the N2b/CTD domain22, 24, 27, 32, 36 and it is generally accepted that the dimerization of N2b/CTD domain serves as the basic building block for CoV ribonucleoprotein virion core formation through multimerization15, 46, 47. We and others, however, have already pointed out that the N-terminal N1b/NTD and N3 regions could also interact with full length of MHV N protein11, 19. Our data extends and completes the information acquired by these investigations as we found that at least three areas of MHV N protein, i.e. N1a-N1b, N2a and N2b-N3, mediate its self-interaction. Importantly, those domains can bind reciprocally between themselves (Fig. 3) and our findings provide a possible model for MHV N protein oligomerization, i.e. a single N molecule appears to have several binding sites that allow the association of multiple N protein units to a single oligomer. However, we cannot exclude that binding promiscuousity and affinity of the various N protein domains, which we have investigated using truncated proteins, are more limited and different, respectively, in the context of the full-length protein.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 246,
                    "end": 248,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 254,
                    "end": 256,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 258,
                    "end": 260,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 436,
                    "end": 438,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 440,
                    "end": 442,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 444,
                    "end": 446,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 593,
                    "end": 595,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 871,
                    "end": 872,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Although N1a-N1b and N2b-N3 regions are able to oligomerize independently, N2a is not and therefore this domain probably only contributes to and/or reinforces MHV N protein self-interaction (Fig. 3 and Supplementary Figs S2 and S3). This is in agreement with a report indicating that the N2a domain, in particular the SR region within it, could play a role for SARS-CoV N protein self-interaction and oligomerization33. Further, the N2a domain is known to interact with the nonstructural protein nsp3 via a serine and arginine rich stretch within that domain9–11. Therefore, one can speculate that N2a is more important for the association of the N protein to the RTCs rather than providing another oligomerization platform.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 558,
                    "end": 559,
                    "mention": "9",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Our attempts to narrow down the specific binding area within the various regions have been unsuccessful since it appears that the amino acids crucial for the N protein self-interaction are discontinuously distributed (Fig. 3). The results obtained with the N2a truncation indirectly support this notion as a short domain will possess less key binding amino acids and consequently it will interact less pronouncedly compared to longer parts such as the N1 and N2b-N3 domains. Previous efforts to localize the residues essential to mediate SARS-CoV N2b-N3 (including the CTD) multimerization identified three different regions within this domain22, 31, 34, further underscoring the notion that discontinues binding regions, distributed over the entire N molecule, are responsible for the self-association. During the preparation of this manuscript, a cryo-EM analysis of ribonucleoprotein complexes isolated MHV virions was published and the model emerging from this work is consistent with our findings48. This study suggested that the N protein form octamers mainly via its CTD domain, which then further assembles into larger oligomeric structures that can acquire either a loose or a more compact intertwined filament shape48. In the proposed model, multiple surfaces of the N protein participate in the multimerization of the N protein octamer and this is coherent with our conclusion that several domains in the N protein mediate self-interaction.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 645,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 647,
                    "end": 649,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 651,
                    "end": 653,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "One important finding of our study is that cytoplasmic MHV N protein forms high molecular weight oligomers in infected cells. Similarly to the recombinant protein, we could not detect monomers, dimers or small multimers on glycerol gradients (Fig. 2b) suggesting that after synthesis, MHV N protein rapidly assembles into oligomers. It is easy to imagine that, based on our in vitro data, this is very likely also the case for the SARS-CoV N protein. Since all CoV N proteins have an identical modular organization21 and have the N1b, N2a and N2b domains, oligomerization could be a characteristic that all of them possess. It has been suggested that gRNA promotes MHV N protein self-interaction because the association process was partially or largely susceptible to RNase A treatment11, 35. Another study, however, reached the opposite conclusion19, which is also supported by structural biology studies where N protein multimers have been detected and analyzed in preparations that do not contain RNA12, 22–24, 27, 29, 32, 36, 49. Our data showing that both in vivo and in vitro N protein oligomerization does not depend on its binding to gRNA are in agreement with this latter conclusion. It cannot be excluded, however, that association to gRNA could promote further N protein oligomerization. This could explain the partial discrepancy with the study showing that RNase A treatment interferes with the binding between the N protein and full-length N protein or N1b/NTD domain, but not with the N2b/CTD region11.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 516,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 785,
                    "end": 787,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 789,
                    "end": 791,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 848,
                    "end": 850,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1010,
                    "end": 1012,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1014,
                    "end": 1016,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1018,
                    "end": 1020,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1022,
                    "end": 1024,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1026,
                    "end": 1028,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1514,
                    "end": 1516,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "2b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Which could be the relevance of constitutive N protein olimerization? RNA chaperones are nonspecific nucleic acid binding proteins with long disordered regions that help RNA molecules to adopt its functional conformation50–52. In agreement with this notion, which has already been proposed for CoV N proteins40, 53, our hypothesis is that recruitment of already formed N protein oligomers to the RTCs at DMVs and convoluted membranes via the interaction with nsp39, 10, allows efficient and tight loading of the exceptionally large gRNA via numerous binding sites into a ribonucleoprotein complex (Fig. 5). This RNA chaperone role of N protein oligomers would assure the efficient incorporation of the gRNA into the assembling virions, other scenarios, however, are also possible and future investigations will help to decipher the functional relevance of CoV N protein oligomerization.\n",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 223,
                    "end": 225,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 308,
                    "end": 310,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 312,
                    "end": 314,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "9",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 466,
                    "end": 468,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 603,
                    "end": 604,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "LR7 cells were maintained in Dulbecco’s Modified Eagle Medium (DMEM; Cambrex Bioscience, Walkersville, MD) supplemented with 10% fetal calf serum (Bodinco Alkmaar, The Netherlands), 100 IU of penicillin/ml and 100 µg/ml of streptomycin (both from Life Technologies, Rochester, NY). Wild type MHV-A59 was propagated in LR7 cells in DMEM.",
            "cite_spans": [],
            "section": "Cell culture and virus ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The sequences coding for either full-length MHV N protein or its truncations, i.e. N1 (amino acids 1 to 194), N2a (amino acids 195 to 257) and N2b-N3 (amino acids 258 to 454), were amplified by PCR from MHV gRNA and cloned into pET32c (EMD Millipore, Amsterdam, The Netherlands) and pGEX (GE Healthcare, Little Chalfont, United Kingdom) vectors using BamHI and XhoI, creating the pET32c-N, pET32C-N1, pET32C-N2a, pET32C-N2b-N3, pGEX-N, pGEX-N1, pGEX-N2a and pGEX-N2b-N3 constructs. The SARS-CoV N protein coding sequence or its truncations N1-N2a (amino acids 1 to 260) and N2a (amino acids 189 to 260) were also amplified by PCR and cloned into pET32c and pGEX vectors using XhoI and NotI to create pET32c-SARS-CoV-N, pET32c-SARS-CoV-N1-N2a, pGEX-SARS-CoV-N, pGEX-SARS-CoV-N1-N2a and pGEX-SARS-CoV-N2a.",
            "cite_spans": [],
            "section": "Plasmids ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Transformed Escherichia coli BL-21 were grown in 125 ml of LB medium (0.5% yeast extract, 1% tryptone, 1% NaCl) to late exponential phase and after inducing protein expression by addition of 0.5 mM isopropyl-β-D-thiogalactopyranoside, cells were grown at 37 °C or 20 °C for 4 h or 16 h, respectively. Bacteria were harvested, resuspended in 4 ml lysis buffer (PBS, 5 mM DTT, 1 mg/ml lysozyme, 1 mM PMSF, 10% glycerol, 1% Triton X-100 and complete protease inhibitor (Roche) and lysed by two sonication rounds of 10 sec using a Branson sonicator (Danbury, Connecticut, United States). The bacterial lysates were cleared by centrifugation at 15,000 × g for 10 min at 4 °C and passed through a 0.45 µm filter. For purification of GST fusion proteins, lysates were incubated with 125 µl of glutathione (GSH) Sepharose (4B, GE Healthcare), which had been pre-washed in PBS. Where indicated, lysates were incubated with 40 mg/ml RNase A (Invitrogen, Carlsbad, CA) for 30 min on ice prior to addition to the GSH Sepharose. Cell extracts from bacteria expressing the 6xHis-tagged proteins were used either directly for pull-down experiments or for the purification of the fusion proteins with nickel Sepharose (6 Fast Flow, GE Healthcare) after incubation in presence or absence of 40 mg/ml RNase A for 30 min on ice. Complete hydrolysis of RNA was verified by sample analysis on an agarose gel followed by nucleic acid staining with Midori Green (GC Biotech, Netherlands) or determination of the A260/A280 ratio through measurement of A260 and A280 using a NanoDrop Spectrophotometer (Implen, Germany)54–56.",
            "cite_spans": [
                {
                    "start": 1594,
                    "end": 1596,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1597,
                    "end": 1599,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Bacterial extracts ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For the preparation of cell extracts, LR7 cells grown on 10 cm dishes were mocked-treated or inoculated with MHV at a MOI of 1 and after 8 h, they were lysed by 5 min sonication in 1.2 ml of PBS buffer supplemented as described above. Supernatants were then cleared by centrifugation at 15,000 × g for 10 min at 4 °C and passed through a 0.45 µm filter. RNase A treatments were carried out by incubating 200 µl of cell extract with 40 mg/ml of enzyme for 30 min on ice, immediately prior to pull-downs.",
            "cite_spans": [],
            "section": "Cell extracts ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For the pull-down experiments, GSH-Sepharose bound GST fusion protein were incubated with 200 µl of bacterial extract or 200 µl of LR7 cell extracts on a rotatory wheel for 2 h at 4 °C, subsequently washed at 4 °C three times in PBS supplemented with 5 mM DTT, 10% glycerol, 1% Triton X-100 and one time in PBS buffer. Proteins bound to the Sepharose beads were eluted in 20 µl of sample buffer by boiling and subjected to SDS-PAGE, blotted onto PVDF membranes and visualized by either membrane staining with Ponceau Red or western blot analysis using anti-6xHis antibody (HIS H8, Thermo, Waltham, MA) or anti-N protein monoclonal antibodies11. Bound primary antibodies were detected using the Alexa680-conjugated goat polyclonal anti-mouse IgG antibody (Life Technologies) and signals visualized with an Odyssey system (LI-COR, Lincoln, NE).",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 643,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Pull-down experiments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Cell extracts (Ext) from MHV-infected LR7 cells were centrifuged at 15,000 × g for 10 min (4 °C) to obtain a pellet (P13) and a supernatant (S13), which was further centrifuged at 110,000 × g for 60 min (4 °C) to also get a pellet (P45) and a supernatant (S45). Proportional aliquots of Ext, P13, P45 and S45 fractions were examined by resolving them by SDS-PAGE and then by probing western blot membranes with monoclonal antibodies against MHV N protein and polyclonal antisera against GAPDH (Fitzgerald, North Acton, MA), tubulin (Sigma-Aldrich, St. Louis, MO) or VAPA (Santa Cruz, Dallas, TX).",
            "cite_spans": [],
            "section": "Subcellular fractionation and glycerol gradient sedimentation ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For glycerol gradient sedimentation, 100 µl of either the S45 fraction or bacterial extracts expressing 6xHis-tagged full-length or truncated proteins were loaded on the top of a 2,2 ml continuous 5–20% glycerol gradient in lysis buffer (w/v) prepared using the Gradient Master machine (Biocomp, New Brunswick, Canada). After centrifugation at 135,000 × g for 75 min at 4 °C in a TLS55 rotor (Beckman Coulter, Brea, CA), 11 fractions of 200 µl were collected from the top to the bottom of the gradient. After precipitation by addition of 20 µl of tri-chloroacetic acid (final concentration 10%), proteins were resolved by SDS-PAGE and analyzed by western blot using antibodies against the N protein, GAPDH and the 6xHis tag. Thyroglobulin (669 kDa) and ovalbumin (44 kDa) (Bio-Rad, Berkeley, CA) were used as molecular weight protein standards to determine the gradient resolution.",
            "cite_spans": [],
            "section": "Subcellular fractionation and glycerol gradient sedimentation ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Recombinant MHV N protein forms large oligomers. (a) Schematic structural organization of the MHV N protein and overview of the truncations generated in this study (modified from ref. 9). (b) Bacterial extract from E. coli expressing 6xHis-tagged MHV N protein (input) was incubated with immobilized GST or GST-N protein. Precipitated proteins were eluted in SDS-sample buffer and analyzed by western blot using an anti-His monoclonal antibody. Only part of the western blot images is shown in the figure. The GST and GST-N amount were assessed by staining the PVDF membrane with Ponceau Red. (c) Bacterial extract from E. coli expressing 6xHis-tagged MHV N protein was sedimented in a 5–20% glycerol gradient at 50,000 g for 75 min. Eleven fractions were collected and protein content analysed using antibodies against the 6xHis tag. Gradient and centrifugation conditions were assessed by sedimenting a LR7 cell extract and probing the collected fractions with a GAPDH antibody. Only part of the western blot images is shown in the figure. (d) Quantification of the immunoblots presented in panel (c) plus standard deviation (SD) (n = 3).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: MHV N protein assembles in cytoplasmic oligomers over the course of an infection. (a) Cleared lysate from MHV-infected LR7 cells (Ext) was centrifuged at 15,000 × g for 10 min to obtain a pellet (P13) and a supernatant, which was subsequently centrifuged at 110,000 × g for 1 h to be separated into a pellet (P45) and a supernatant (S45). Equivalent amounts of each fraction were separated by SDS-PAGE and analysed by western blot using antibodies against MHV N protein, tubulin (cytoplasm), GAPDH (cytoplasm) and VAPA (endoplasmic reticulum). Only part of the western blot images is shown in the figure. (b) The S45 fraction obtained in panel (a) was mocked treated or treated with RNase A for 30 min on ice before sedimentation and analysed as in Fig. 1c. A260/280 ratios <0.1 was used to assess complete hydrolysis of the nucleic acids. Only part of the western blot images is shown in the figure. (c) Quantification of the immunoblots presented in panel (b) plus SD (n = 3).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Multiple domains mediate N protein oligomerization. Bacterial extracts from E. coli expressing the 6xHis-tagged N1, N2a and N2b-N3 truncations were incubated with immobilized GST, GST-N protein, GST-N1, GST-N2a and GST-N2b-N3. Precipitated proteins were eluted in SDS-sample buffer and analyzed by western blot using the anti-6xHis monoclonal antibody. A260/280 ratios <0.1 indicated the absence of nucleic acids in the samples.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: SARS-CoV N protein is also forming oligomers. (a) Bacterial extract from E. coli expressing 6xHis-tagged SARS-CoV N protein (input) was incubated with immobilized GST or GST-SARS-CoV-N protein. Precipitated proteins were eluted in SDS-sample buffer and analyzed by western blot using an anti-His monoclonal antibody. The amounts of GST and GST-N were assessed by staining the PVDF membrane with Ponceau Red. A260/280 ratios <0.1 indicated the absence of nucleic acids in the samples. Only part of the western blot images is shown in the figure. (b) Bacterial extracts from E. coli expressing 6xHis-tagged SARS-CoV N1-N2a were processed and analyzed as in panel (a). A260/280 ratios <0.1 indicated absence of nucleic acids in the samples. Only part of the western blot images is shown in the figure. (c) Bacterial extracts of E. coli expressing 6xHis-tagged SARS N protein and N1-N2a truncation were sedimented in a 5–20% glycerol gradient at 50,000 g for 75 min. Eleven fractions were collected and protein content analyzed using antibodies against the 6xHis tag. Gradient and centrifugation conditions were assessed by sedimenting a LR7 cell extract and probing the collected fractions with a GAPDH antibody. Only part of the western blot images is shown in the figure. (d) Quantification of the immunoblots presented in panel (c) plus standard deviation (SD) (n = 3).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Models for the role of CoV N proteins over the course of an infection. After synthesis, CoV N proteins constitutively assemble into oligomers with loose or more compact intertwined filament shapes48, which are recruited to the RTCs localized on double-membrane vesicles (DMVs) and convoluted membranes via their interaction with nsp3. At these replication platforms, newly synthesized gRNA is engaged by N protein oligomers, which co-operate with the rest of the structural proteins to form the viral particles at the ERGIC/Golgi compartments.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439-50",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro2147"
                ]
            }
        },
        "BIBREF1": {
            "title": "An interaction between the nucleocapsid protein and a component of the replicase-transcriptase complex is crucial for the infectivity of coronavirus genomic RNA",
            "authors": [
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Goebel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jayaraman",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "10276-10288",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01287-10"
                ]
            }
        },
        "BIBREF2": {
            "title": "The coronavirus nucleocapsid protein is dynamically associated with the replication-transcription complexes",
            "authors": [
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Verheije",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "11575-11579",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00569-10"
                ]
            }
        },
        "BIBREF3": {
            "title": "Structures of the N- and C-terminal domains of MHV-A59 nucleocapsid protein corroborate a conserved RNA-protein binding mechanism in coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Prot Cell",
            "volume": "1",
            "issn": "",
            "pages": "688-697",
            "other_ids": {
                "DOI": [
                    "10.1007/s13238-010-0079-x"
                ]
            }
        },
        "BIBREF4": {
            "title": "A key role for the carboxy-terminal tail of the murine coronavirus nucleocapsid protein in coordination of genome packaging",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virol",
            "volume": "494",
            "issn": "",
            "pages": "100-107",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2016.04.009"
                ]
            }
        },
        "BIBREF5": {
            "title": "Cryo-electron tomography of mouse hepatitis virus: Insights into the structure of the coronavirion",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barcena",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pr Natl Acad Sci USA",
            "volume": "106",
            "issn": "",
            "pages": "582-587",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0805270106"
                ]
            }
        },
        "BIBREF6": {
            "title": "The coronavirus nucleocapsid is a multifunctional protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "McBride",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "van Zyl",
                    "suffix": ""
                },
                {
                    "first": "BC",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Viruses",
            "volume": "6",
            "issn": "",
            "pages": "2991-3018",
            "other_ids": {
                "DOI": [
                    "10.3390/v6082991"
                ]
            }
        },
        "BIBREF7": {
            "title": "Repair and mutagenesis of the genome of a deletion mutant of the coronavirus mouse hepatitis virus by targeted RNA recombination",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Ricard",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Sturman",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "1841-1848",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Genetic evidence for a structural interaction between the carboxy termini of the membrane and nucleocapsid proteins of mouse hepatitis virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "4987-4999",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.76.10.4987-4999.2002"
                ]
            }
        },
        "BIBREF9": {
            "title": "A major determinant for membrane protein interaction localizes to the carboxy-terminal domain of the mouse coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "13285-13297",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.79.21.13285-13297.2005"
                ]
            }
        },
        "BIBREF10": {
            "title": "Identification of in vivo-interacting domains of the murine coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "7221-7234",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00440-09"
                ]
            }
        },
        "BIBREF11": {
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-2438-7_1"
                ]
            }
        },
        "BIBREF12": {
            "title": "Coronavirus N protein N-terminal domain (NTD) specifically binds the transcriptional regulatory sequence (TRS) and melts TRS-cTRS RNA duplexes",
            "authors": [
                {
                    "first": "NE",
                    "middle": [],
                    "last": "Grossoehme",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Mol Biol",
            "volume": "394",
            "issn": "",
            "pages": "544-557",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2009.09.040"
                ]
            }
        },
        "BIBREF13": {
            "title": "Multiple nucleic acid binding sites and intrinsic disorder of severe acute respiratory syndrome coronavirus nucleocapsid protein: implications for ribonucleocapsid protein packaging",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "2255-2264",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02001-08"
                ]
            }
        },
        "BIBREF14": {
            "title": "Structure of the SARS coronavirus nucleocapsid protein RNA-binding dimerization domain suggests a mechanism for helical packaging of viral RNA",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Mol Biol",
            "volume": "368",
            "issn": "",
            "pages": "1075-1086",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2007.02.069"
                ]
            }
        },
        "BIBREF15": {
            "title": "The nucleocapsid protein of coronavirus infectious bronchitis virus: crystal structure of its N-terminal domain and multimerization properties",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Structure",
            "volume": "13",
            "issn": "",
            "pages": "1859-1868",
            "other_ids": {
                "DOI": [
                    "10.1016/j.str.2005.08.021"
                ]
            }
        },
        "BIBREF16": {
            "title": "Solution structure of the c-terminal dimerization domain of SARS coronavirus nucleocapsid protein solved by the SAIL-NMR method",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Mol Biol",
            "volume": "380",
            "issn": "",
            "pages": "608-622",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmb.2007.11.093"
                ]
            }
        },
        "BIBREF17": {
            "title": "Structure of the N-terminal RNA-binding domain of the SARS CoV nucleocapsid protein",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem",
            "volume": "43",
            "issn": "",
            "pages": "6059-6063",
            "other_ids": {
                "DOI": [
                    "10.1021/bi036155b"
                ]
            }
        },
        "BIBREF18": {
            "title": "The nucleocapsid protein of the SARS coronavirus is capable of self-association through a C-terminal 209 amino acid interaction domain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Surjit",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "VT",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem Biophys Res Comm",
            "volume": "317",
            "issn": "",
            "pages": "1030-1036",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2004.03.154"
                ]
            }
        },
        "BIBREF19": {
            "title": "Crystal structure of the severe acute respiratory syndrome (SARS) coronavirus nucleocapsid protein dimerization domain reveals evolutionary linkage between corona- and arteriviridae",
            "authors": [
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Oldham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "17134-17139",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M602107200"
                ]
            }
        },
        "BIBREF20": {
            "title": "Ribonucleocapsid formation of severe acute respiratory syndrome coronavirus through molecular action of the N-terminal domain of N protein",
            "authors": [
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Saikatendu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3913-3921",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02236-06"
                ]
            }
        },
        "BIBREF21": {
            "title": "X-ray structures of the N- and C-terminal domains of a coronavirus nucleocapsid protein: implications for nucleocapsid formation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jayaram",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6612-6620",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00157-06"
                ]
            }
        },
        "BIBREF22": {
            "title": "Coronavirus entry and release in polarized epithelial cells: a review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rev Med Virol",
            "volume": "24",
            "issn": "",
            "pages": "308-315",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.1792"
                ]
            }
        },
        "BIBREF23": {
            "title": "In vitro biochemical and thermodynamic characterization of nucleocapsid protein of SARS",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biophys Chem",
            "volume": "112",
            "issn": "",
            "pages": "15-25",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bpc.2004.06.008"
                ]
            }
        },
        "BIBREF24": {
            "title": "Carboxyl terminus of severe acute respiratory syndrome coronavirus nucleocapsid protein: self-association analysis and nucleic acid binding characterization",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem",
            "volume": "45",
            "issn": "",
            "pages": "11827-11835",
            "other_ids": {
                "DOI": [
                    "10.1021/bi0609319"
                ]
            }
        },
        "BIBREF25": {
            "title": "Transient oligomerization of the SARS-CoV N protein–implication for virus ribonucleoprotein packaging",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "YL",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0065045"
                ]
            }
        },
        "BIBREF26": {
            "title": "Analysis of multimerization of the SARS coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem Biophys Res Comm",
            "volume": "316",
            "issn": "",
            "pages": "476-483",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2004.02.074"
                ]
            }
        },
        "BIBREF27": {
            "title": "Recombinant severe acute respiratory syndrome (SARS) coronavirus nucleocapsid protein forms a dimer through its C-terminal domain",
            "authors": [
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Biol Chem",
            "volume": "280",
            "issn": "",
            "pages": "23280-23286",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M501015200"
                ]
            }
        },
        "BIBREF28": {
            "title": "Characterization of N protein self-association in coronavirus ribonucleoprotein complexes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virus Res",
            "volume": "98",
            "issn": "",
            "pages": "131-140",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2003.08.021"
                ]
            }
        },
        "BIBREF29": {
            "title": "The dimer interface of the SARS coronavirus nucleocapsid protein adapts a porcine respiratory and reproductive syndrome virus-like structure",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "FEBS Lett",
            "volume": "579",
            "issn": "",
            "pages": "5663-5668",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2005.09.038"
                ]
            }
        },
        "BIBREF30": {
            "title": "Characterisation of the RNA binding properties of the coronavirus infectious bronchitis virus nucleocapsid protein amino-terminal region",
            "authors": [
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Hiscox",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FEBS Lett",
            "volume": "580",
            "issn": "",
            "pages": "5993-5998",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2006.09.052"
                ]
            }
        },
        "BIBREF31": {
            "title": "High affinity interaction between nucleocapsid protein and leader/intergenic sequence of mouse hepatitis virus RNA",
            "authors": [
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Stohlman",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Tahara",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Gen Virol",
            "volume": "81",
            "issn": "",
            "pages": "181-188",
            "other_ids": {
                "DOI": [
                    "10.1099/0022-1317-81-1-181"
                ]
            }
        },
        "BIBREF32": {
            "title": "Structure and flexibility adaptation in nonspecific and specific protein-DNA complexes",
            "authors": [
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Kalodimos",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "305",
            "issn": "",
            "pages": "386-389",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1097064"
                ]
            }
        },
        "BIBREF33": {
            "title": "Middle East respiratory syndrome coronavirus: a comprehensive review",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Shehata",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Gomaa",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kayali",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Coronavirus nucleocapsid protein is an RNA chaperone",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virol",
            "volume": "357",
            "issn": "",
            "pages": "215-227",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2006.07.046"
                ]
            }
        },
        "BIBREF35": {
            "title": "Early detection of the TUR syndrome by marking the irrigating fluid with 1% ethanol",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Hahn",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Acta Anaesthesiol Scand",
            "volume": "33",
            "issn": "",
            "pages": "146-151",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1399-6576.1989.tb02878.x"
                ]
            }
        },
        "BIBREF36": {
            "title": "Analyses of Coronavirus Assembly Interactions with Interspecies Membrane and Nucleocapsid Protein Chimeras",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Hurst-Hess",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "4357-4368",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03212-15"
                ]
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Coronavirus M proteins accumulate in the Golgi complex beyond the site of virion budding",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Klumperman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "",
            "pages": "6523-6534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "STARD3 or STARD3NL and VAP form a novel molecular tether between late endosomes and the ER",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alpy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Cell Sci",
            "volume": "126",
            "issn": "",
            "pages": "5500-5512",
            "other_ids": {
                "DOI": [
                    "10.1242/jcs.139295"
                ]
            }
        },
        "BIBREF40": {
            "title": "The SARS coronavirus nucleocapsid protein–forms and functions",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral res",
            "volume": "103",
            "issn": "",
            "pages": "39-50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.12.009"
                ]
            }
        },
        "BIBREF41": {
            "title": "The SARS-CoV nucleocapsid protein: a protein with multifarious activities",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Surjit",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Genet Evol",
            "volume": "8",
            "issn": "",
            "pages": "397-405",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2007.07.004"
                ]
            }
        },
        "BIBREF42": {
            "title": "Electron microscopy studies of the coronavirus ribonucleoprotein complex",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prot Cell",
            "volume": "8",
            "issn": "",
            "pages": "219-224",
            "other_ids": {
                "DOI": [
                    "10.1007/s13238-016-0352-8"
                ]
            }
        },
        "BIBREF43": {
            "title": "Nucleocapsid assembly in pneumoviruses is regulated by conformational switching of the N protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Renner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Elife",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.12627"
                ]
            }
        },
        "BIBREF44": {
            "title": "Coronavirus in severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Trends Mol Med",
            "volume": "9",
            "issn": "",
            "pages": "323-325",
            "other_ids": {
                "DOI": [
                    "10.1016/S1471-4914(03)00135-7"
                ]
            }
        },
        "BIBREF45": {
            "title": "Strategies for RNA folding and assembly",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Semrad",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature reviews. Mol Cell Biol",
            "volume": "5",
            "issn": "",
            "pages": "908-919",
            "other_ids": {
                "DOI": [
                    "10.1038/nrm1497"
                ]
            }
        },
        "BIBREF46": {
            "title": "The ubiquitous nature of RNA chaperone proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cristofari",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Darlix",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Prog Nucleic Acid Res Mol Biol",
            "volume": "72",
            "issn": "",
            "pages": "223-268",
            "other_ids": {
                "DOI": [
                    "10.1016/S0079-6603(02)72071-0"
                ]
            }
        },
        "BIBREF47": {
            "title": "RNA chaperones exist and DEAD box proteins get a life",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Lorsch",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cell",
            "volume": "109",
            "issn": "",
            "pages": "797-800",
            "other_ids": {
                "DOI": [
                    "10.1016/S0092-8674(02)00804-8"
                ]
            }
        },
        "BIBREF48": {
            "title": "Coronavirus nucleocapsid protein facilitates template switching and is required for efficient transcription",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "2169-2175",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02011-09"
                ]
            }
        },
        "BIBREF49": {
            "title": "In vitro assembly properties of purified bacterially expressed capsid proteins of human immunodeficiency virus",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hohenberg",
                    "suffix": ""
                },
                {
                    "first": "HG",
                    "middle": [],
                    "last": "Krausslich",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur J Biochem",
            "volume": "249",
            "issn": "",
            "pages": "592-600",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1432-1033.1997.t01-1-00592.x"
                ]
            }
        },
        "BIBREF50": {
            "title": "RNA- and DNA-binding activities in hepatitis B virus capsid protein: a model for their roles in viral replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hatton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Standring",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Virol",
            "volume": "66",
            "issn": "",
            "pages": "5232-5241",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Application of RNase in the purification of RNA-binding proteins",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Gorenstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Analytl Biochem",
            "volume": "365",
            "issn": "",
            "pages": "147-148",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ab.2007.03.003"
                ]
            }
        },
        "BIBREF52": {
            "title": "Coronavirus pathogenesis",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Leibowitz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Virus Res",
            "volume": "81",
            "issn": "",
            "pages": "85-164",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-385885-6.00009-2"
                ]
            }
        },
        "BIBREF53": {
            "title": "Studying the dynamics of coronavirus replicative structures",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Hagemeijer",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "261-269",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-2438-7_22"
                ]
            }
        },
        "BIBREF54": {
            "title": "SARS-coronavirus replication is supported by a reticulovesicular network of modified endoplasmic reticulum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knoops",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Biol",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.0060226"
                ]
            }
        },
        "BIBREF55": {
            "title": "Characterization of a critical interaction between the coronavirus nucleocapsid protein and nonstructural protein 3 of the viral replicase-transcriptase complex",
            "authors": [
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Koetzner",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Masters",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "9159-9172",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01275-13"
                ]
            }
        }
    }
}