{
    "paper_id": "PMC5989232",
    "metadata": {
        "title": "Prophylactic efficacy of orally administered Bacillus poly-γ-glutamic acid, a non-LPS TLR4 ligand, against norovirus infection in mice",
        "authors": [
            {
                "first": "Wooseong",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Minwoo",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Seung-Hoon",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hae-Gwang",
                "middle": [],
                "last": "Jung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jong-Won",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "email": "jwoh@yonsei.ac.kr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Toll-like receptor (TLR) 4 is a pattern-recognition receptor (PRR) that recognizes lipopolysaccharide (LPS) from Gram-negative bacteria as a pathogen-associated molecular pattern (PAMP). TLR4 signaling activates the MyD88 (myeloid differentiation primary-response protein 88)- and TRIF (TIR domain-containing adaptor protein-inducing interferon-β)-dependent pathways to induce the production of proinflammatory cytokines and interferons (IFNs), respectively1–4. Since the discovery of TLR4 as a receptor for LPS, several non-LPS TLR4 ligands, which are mostly derived from microbes, have been identified and their roles in TLR4-mediated innate immune responses have been proposed5–8. During the onset of intestinal inflammation in response to PAMPs from colon and possibly non-LPS TLR4 ligands from diet, TLR4 signaling is likely to play an important role in intestinal epithelial cells (IECs) and immune cells, including, macrophages and dendritic cells. IFN and/or inflammatory cytokines produced in the intestine upon stimulation by these PAMPs would systemically act on virus-infected cells locally and/or far away from sites where IFN signaling was initially induced. However, TLR4 signaling in the small intestine is not well characterized9.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 458,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 459,
                    "end": 460,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 679,
                    "end": 680,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 681,
                    "end": 682,
                    "mention": "8",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1245,
                    "end": 1246,
                    "mention": "9",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Noroviruses are positive-sense, single-stranded RNA viruses belonging to the Caliciviridae family10. Human norovirus (HuNoV) is transmitted via the fecal-oral route and propagates in the gastrointestinal (GI) tract11. It is the most common cause of non-bacterial acute outbreaks of gastroenteritis worldwide across all age groups12. Norovirus has become a global health burden due to its high-sustained viability in environment, high risk of infection with fewer than 100 particles, possibility of causing chronic infection in immune deficient hosts as well as the elderly and infants, and emergence of novel norovirus strains13–16. Despite the breadth of potential antiviral drugs tested in vitro using a HuNoV replicon culture system17, limited studies have validated the efficacy of these drugs in vivo18–20. There are no reports on safe, prophylactic antiviral drugs that could prevent the onset of acute gastroenteritis in immunocompromised hosts. In the absence of approved vaccines and specific antiviral therapies for HuNoV18,21,22, development of prophylactic or therapeutic measures against HuNoV has become the need of the hour.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 214,
                    "end": 216,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 808,
                    "end": 810,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1031,
                    "end": 1033,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1034,
                    "end": 1036,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Poly-γ-glutamic acid (γ-PGA) is an anionic polypeptide synthesized and secreted by Bacillus species. In γ-PGA, d- and/or l-glutamate is polymerized via γ-amide linkages formed between the α-amino and γ-carboxylic acid functional groups23. We had previously reported the activation of TLR4 signaling pathway by γ-PGA, leading to the production of type I interferon (IFN) (α and β)6. In vitro, γ-PGA displays antiviral activity against severe acute respiratory syndrome coronavirus and hepatitis C virus6. In norovirus-infected cells, IFN-α/β production is initiated by the sensing of viral RNA genome via the cytoplasmic PRR MDA5 (melanoma differentiation-associated gene 5) and TLR3, followed by phosphorylation of IFN regulatory factor 3 (IRF-3) through two independent pathways24. This type I IFN signaling plays a major role in clearing mouse norovirus24–26 and HuNoV27,28.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 379,
                    "end": 380,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 501,
                    "end": 502,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 779,
                    "end": 781,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 858,
                    "end": 860,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 870,
                    "end": 872,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "γ-PGA is a major ingredient of “natto”, a Japanese traditional fermented food, and “Chungkookjang” a Korean fermented seasoning, both made from soybeans6 and used for dietary consumption. In the present study, we investigated whether γ-PGA, a non-LPS TLR4 ligand, could activate TLR4 signaling when administered orally. Our results demonstrate the induction of IFN-β by peroral administration of γ-PGA without the production of proinflammatory cytokines, thereby establishing an antiviral state against mouse norovirus. We provide evidence of in vivo efficacy of γ-PGA in limiting norovirus infection, highlighting the potential of γ-PGA as a prophylactic antiviral agent.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "HuNoV infection causes epithelial apoptosis and downregulates the level of tight junction proteins involved in sealing, leading to diarrhea29. Comparably, murine norovirus (MNV) infection also induces apoptosis in RAW264.7 cells30. In the absence of a robust cell culture system for HuNoV31, we used murine norovirus 1 (MNV-1), as a surrogate model for HuNoV, to test for the inhibition of virus-induced cell death by γ-PGA. We first determined the range of multiplicity of infection (MOI) of MNV in which viral infection-induced apoptosis is triggered during the course of viral infection. As shown in Fig. 1a, infection of RAW264.7 cells with MNV at an MOI of ≥0.005 produced ≥1 × 1011 viral RNA copies/ml of media within 30 h. With an MOI ≤0.0005, there was a >10-fold reduction in viral RNA levels, delaying the progress of cell death within 2 days. Accordingly, we used an MOI of 0.005 for infecting cells to assess the impact of γ-PGA. As shown in Fig. 1b, treatment with 2,000-kDa γ-PGA significantly inhibited MNV infection-induced cell death as visualized by live cell staining, with a 4.4-fold increase in IFN-β mRNA expression than in non-treated control cells. γ-PGA dose-dependently prevented virus-induced cell death resulting in increased cell viability (from approximately 40% to 80% at 200 nM; Fig. 1c), demonstrating the potent antiviral activity of this non-canonical TLR4 ligand against MNV.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 228,
                    "end": 230,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Induction of IFN-β expression by γ-PGA inhibits mouse norovirus replication and viral infection-induced cell death ::: Results",
            "ref_spans": [
                {
                    "start": 608,
                    "end": 610,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 959,
                    "end": 961,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1316,
                    "end": 1318,
                    "mention": "1c",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Furthermore, treatment with 100 nM γ-PGA resulted in a 98% decrease in plaque titer and significantly reduced the level of VP1, a viral structural protein (Fig. 1d). The antiviral potency of 2,000-kDa γ-PGA was comparable to that of 17-DMAG (Supplementary Fig. 1, mean 50% effective concentration of 17-DMAG: 35 nM), an Hsp90 inhibitor that has been recently shown to be effective in controlling MNV infection32. The antiviral activity of 2,000-kDa γ-PGA was not attenuated by co-treatment with 500-kDa γ-PGA at 100 nM or 500 nM, suggesting the importance of molecular mass or a specific structure formed by 2,000-kDa γ-PGA for the activation of TLR4 signaling.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Induction of IFN-β expression by γ-PGA inhibits mouse norovirus replication and viral infection-induced cell death ::: Results",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "1d",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Inhibition of MNV by 2,000-kDa γ-PGA was further verified by measuring intracellular viral genome titers. γ-PGA reduced viral genome titer by up to 92% in cells infected with a low MOI (0.000005). Its inhibitory effect decreased slightly (86% inhibition) at an MOI of 0.05 (Fig. 2a). Additionally, it led to a 30% reduction in the level of Norwalk virus sub-genomic replicon (derived from a GI strain of HuNoV) at 100 nM. In HG23 cell line, 500-kDa γ-PGA had little impact on the replication of sub-genomic replicon (Fig. 2b). The HG23 replicon cell line derived from the human hepatocellular carcinoma cell line Huh7 normally fails to respond to TLR4 ligands because of the low-level expression of TLR4 expression together with the lack of the expression of its accessory proteins, CD14 and MD26. Thus, the insufficient, transient expression of TLR4 and the associated accessory proteins might have contributed to the relatively lower inhibitory effect. The critical role of these accessory proteins in γ-PGA sensing and TLR4-mediated IFN-β expression was further investigated in human embryonic kidney 293 T cells (HEK293T), which express no endogenous TLR4, MD2, and CD1433,34. By confocal microscopy, we found that γ-PGA sensing and intracellular entry occurred upon ectopic expression of both TLR4 and its two known accessory factors (Supplementary Fig. 2a–c). Substantial induction of IFN-β expression and IRF-3 activation were observed only when TLR4, MD2, and CD14 were expressed (Supplementary Fig. 2d). This TLR4-mediated IFN-β induction capability of γ-PGA was also verified in RAW264.7 cells in which RNAi-mediated depletion of TLR4 abrogated IFN-β expression and IRF-3 activation (Supplementary Fig. 2e).",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 796,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1174,
                    "end": 1176,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1177,
                    "end": 1179,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "γ-PGA inhibits norovirus replication and entry without upregulating TLR expression ::: Results",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 281,
                    "mention": "2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "2b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Pre-treatment of cells (6 h before infection) with 2,000-kDa γ-PGA significantly increased its antiviral activity compared to post-infection treatment (1 h after infection) (Fig. 2c). This finding suggests that treatment with γ-PGA predisposes cells to acquire resistance to viral infection that is effective in suppressing MNV propagation. Additionally, the observation raised the possibility of γ-PGA interfering with the entry of MNV. Accordingly, a virus entry assay using Q-dot-conjugated norovirus was conducted. The result indicated the capability of γ-PGA to block the entry of norovirus into RAW264.7 cells (Fig. 2d,e) and explains a relatively lower antiviral activity in HG23 replicon cells than in MNV-infected macrophage cells.",
            "cite_spans": [],
            "section": "γ-PGA inhibits norovirus replication and entry without upregulating TLR expression ::: Results",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "mention": "2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 622,
                    "end": 626,
                    "mention": "2d,e",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Upon virus infection, upregulation of TLR4 or crosstalk between TLR signaling pathways35 might alter the sensitivity of TLR4 to γ-PGA. Alterations in the expression profile of TLRs including TLR4 following norovirus infection was further investigated. TLR1-9 mRNA expression levels were not altered by more than 2-fold in MNV-1-infected RAW264.7 cells (Fig. 2f). Neither norovirus infection nor γ-PGA treatment enhanced TLR4 expression. Immunoblotting analyses detected pIRF-3, indicating that both these stimuli activated TLR4 signaling as evidenced by the activation of IRF-3 (Fig. 2g). Similarly, neither TLR3, a sensor for norovirus dsRNA24 nor TLR2, which could be a potential innate immune sensor for not-yet-identified norovirus-derived or induced PAMPs, was upregulated by norovirus infection or γ-PGA. These results suggest that the antiviral activity of γ-PGA is not dependent on the upregulation of TLRs.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 642,
                    "end": 644,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "γ-PGA inhibits norovirus replication and entry without upregulating TLR expression ::: Results",
            "ref_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "mention": "2f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 584,
                    "end": 586,
                    "mention": "2g",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Norovirus consumed with contaminated food and/or water penetrates through intestinal microfold (M) cells and infects its target cells including macrophages and dendritic cells (for MNV)25 or B cells (for HuNoV)36. After infection, norovirus propagates in these sentinel cells that are highly enriched in Peyer’s patches (PPs) in the ileum, before spreading to lymph nodes37,38.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 210,
                    "end": 212,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Sensing of γ-PGA by TLR4 triggers induction of IFN-β in the small intestine of mouse ::: Results",
            "ref_spans": []
        },
        {
            "text": "We thus sought to address the question of whether γ-PGA can trigger TLR4 signaling-mediated IFN production in the ileum (composed of epithelial cells plus diverse immune cells in the laminar propria and the PPs) to exert its antiviral activity against norovirus. To this end, distal part of the ileum with or without PPs was retrieved from BALB/c mice. These were treated with γ-PGA in culture dishes for 18 h ex vivo. After treatment, the villi released into the culture media and the remaining basal body of the ileum (ileal submucosa and lamina propria) were collected separately and the IFN-β mRNA levels were quantified in these ileal compartments by reverse-transcription quantitative PCR (RT-qPCR) (Fig. 3a). Interestingly, we found induction of IFN-β production by γ-PGA only in the villi (compartments II and IV) and not in PPs and basal body of the ileum (compartments III and I) (Fig. 3b). This induction was more substantial in the villi derived from the ileum with PPs (compartment II) than from the ileum without PPs (compartment IV). TLR4-stained cells were more abundant in compartment II than in compartment IV (Fig. 3c). These results suggest that to activate TLR4 signaling, γ-PGA transverses the epithelial cell layer of the villi to reach the laminar propria bearing TLR4-positive macrophages and dendritic cells. Despite the abundance of TLR4-positive cells in PPs, γ-PGA treatment did not significantly induce IFN-β mRNA expression, suggesting non-responsiveness of PPs to γ-PGA by an as-yet-unknown mechanism.",
            "cite_spans": [],
            "section": "Sensing of γ-PGA by TLR4 triggers induction of IFN-β in the small intestine of mouse ::: Results",
            "ref_spans": [
                {
                    "start": 711,
                    "end": 713,
                    "mention": "3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1134,
                    "end": 1136,
                    "mention": "3c",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In a parallel experiment, the route of entry of MNV in the ileum was monitored. Fluorescence microscopic analysis of Q-dot-conjugated viruses detected MNV particles in compartment II. No prominent sign of virion entry was detected through the villi at the ileum without PPs (Fig. 3d). These results demonstrate that MNV primarily enters into the ileum bearing PPs through intestinal villi, possibly via M cells or transepithelial dendritic cells. To confirm the entry of MNV through this part of the ileum, viral genome was monitored upon delivering Q-dot-conjugated MNV directly to the small intestine of mouse ex vivo. High levels of viral genome was detected in the ileum with PPs [in both compartment I representing PPs and compartment II] 8 h after virus delivery (Supplementary Fig. 3a), in agreement with our results showing MNV particles within villi. Consequently, enhanced IFN-β mRNA levels were detected in both ileal compartments while greater induction was observed in ileal PPs (iPPs) early during virus infection (Supplementary Fig. 3b,c), suggesting that MNV entering through villi reached to the PPs to infect ileal sentinel cells. These results are consistent with the previous findings indicating entry of norovirus through the M cells within the follicle-associated epithelium overlying PPs or in villi to infect macrophages and dendritic cells37,39,40.",
            "cite_spans": [
                {
                    "start": 1364,
                    "end": 1366,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1370,
                    "end": 1372,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Sensing of γ-PGA by TLR4 triggers induction of IFN-β in the small intestine of mouse ::: Results",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "mention": "3d",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "IFN-β-inducible activity of γ-PGA was further investigated in mice to ascertain the prophylactic antiviral efficacy of orally delivered γ-PGA. Initial experiments revealed production of both IFN-α and IFN-β at levels below the detection limits of ELISA at 2, 4, 8, 12, and 24 h post-administration of γ-PGA (50 mg/kg body weight per day) to BALB/c mice (Supplementary Fig. 4a,b). These results suggest weak IFN-inducing activity or inefficient delivery of the 2,000-kDa γ-PGA in an intact conformation to the ileum (Fig. 3b,c). When γ-PGA (50 mg/kg body weight) was administered to mice, once a day for five days, serum IFN-β level increased starting from day 3 (Fig. 4a). Induction of IFN-α was negligible (Fig. 4b and Supplementary Fig. 4b). Production of IFN-β was induced by 2,000-kDa γ-PGA but not by 500-kDa γ-PGA (Supplementary Fig. 4c,d), suggesting the importance of its structural entity in activating TLR4 signaling. Furthermore, IFN-β levels (mean values) neither decreased nor increased from day 3 to day 5, indicating that multiple administrations of γ-PGA do not induce TLR4 tolerance to blunt the responsiveness to repetitive challenges with γ-PGA.",
            "cite_spans": [],
            "section": "Oral administration of γ-PGA induces production of IFN-β but not inflammatory cytokines in mice ::: Results",
            "ref_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "mention": "3b,c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 713,
                    "end": 715,
                    "mention": "4b",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Among the other cytokines analyzed, no significant change was detected in the levels of IL-2, IL-6, IL-10, and TNF-α (Fig. 4c). However, significant decrease was seen in the level of IL-1α and IL-1β at day 3 and 5, respectively. Level of IL-1α remained downregulated until day 5 indicating inverse correlation of its expression with IFN-β. These results are consistent with recent studies suggesting a negative regulatory role of IFN-β in the maturation of IL-1α/β41,42. Type II interferon (IFN-γ) produced primarily by activated T cells was not detected in all cases. Taken together, our results show that unlike LPS, peroral administration of 2,000-kDa γ-PGA selectively induces IFN-β but not inflammatory cytokines.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 466,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 467,
                    "end": 469,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Oral administration of γ-PGA induces production of IFN-β but not inflammatory cytokines in mice ::: Results",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "mention": "4c",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To test the antiviral activity of γ-PGA in vivo, MNV-1 (1 × 107 PFU per mouse) was orally inoculated into BALB/c mice that received γ-PGA (50 mg/kg body weight) prior to infection once daily for five days to induce IFN-β expression. Two days after MNV inoculation, viral load in the ileum with PPs and mesenteric lymph nodes (MLNs) were quantified using RT-qPCR and plaque-forming assay. γ-PGA administration resulted in 47% and 53% reduction of MNV-1 genome titer in the ileum with PPs and MLNs, respectively (Fig. 5a). Plaque-formation assay revealed 36% and 33% reduction of MNV titer in the ileum with PPs and MLNs, respectively (Fig. 5b). These results indicate that peroral administration of 2,000-kDa γ-PGA effectively suppresses MNV propagation in mouse ileum and MLNs, indicating its prophylactic antiviral efficacy in vivo.",
            "cite_spans": [],
            "section": "In vivo antiviral efficacy of γ-PGA against mouse norovirus ::: Results",
            "ref_spans": [
                {
                    "start": 516,
                    "end": 518,
                    "mention": "5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 639,
                    "end": 641,
                    "mention": "5b",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Given the possibility of crosstalk between TLRs, if expression of TLRs in the ileum was altered in response to norovirus infection, TLR4 response to γ-PGA would also be affected. The ileum with PPs of norovirus-infected mice showed no significant increase in TLR4 expression. Expression levels of TLR2, TLR3, TLR6, TLR8, and TLR9 were slightly increased. Though the increase was less than 2-fold, it was statistically significant (Fig. 6a). The expression of TLR1, which recognizes peptidoglycan and lipoproteins43,44, and TLR5, which recognizes bacterial flagellin45 was upregulated by ~5-fold and 2.5-fold, respectively, suggesting the possibility of crosstalk between TLR signaling through some of these upregulated TLRs. This might have contributed to the amplification of γ-PGA-mediated TLR4 signaling in vivo as several TLR downstream signaling pathways share transcription factors such as NF-κB and IRF-335, used for type I IFN production. In MLNs, expression levels of TLR2, TLR4, TLR6, TLR7, and TLR8 were slightly decreased (less than 2-fold) (Fig. 6b). These results suggest differentially altered TLR expression profile for norovirus infection in the ileum with PPs and MLNs in vivo. Interestingly, this expression profile of TLRs was different from that seen in virus-infected RAW264.7 cells (Fig. 2F), suggesting the involvement of commensal microbiota in the regulation of TLR expression in the ileum, in the context of norovirus infection in mice.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 514,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 911,
                    "end": 913,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Effect of norovirus infection on TLR expression in the small intestine of mouse ::: Results",
            "ref_spans": [
                {
                    "start": 436,
                    "end": 438,
                    "mention": "6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "mention": "6b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1311,
                    "end": 1313,
                    "mention": "2F",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Thus, in the ileum with PPs, where villi responded to γ-PGA and induced IFN-β expression, level of TLR4 remained unchanged although expression of other TLRs was differentially affected by norovirus infection. It remains to be determined whether γ-PGA’s antiviral activity against norovirus was potentiated by the amplification of TLR4 signaling through sensitization of other upregulated TLRs in the ileum upon norovirus infection.",
            "cite_spans": [],
            "section": "Effect of norovirus infection on TLR expression in the small intestine of mouse ::: Results",
            "ref_spans": []
        },
        {
            "text": "Type I IFN is the primary cytokine that is induced rapidly in response to viral infections. It amplifies immune responses through the IFN-signaling cascade24,25,46. However, its antiviral effect in the intestinal tract is less clear. In the present study, we investigated the ability of orally administered γ-PGA to induce an innate immune response and to mount an antiviral state in the ileum. Our results indicate induction of IFN-β production without elevating the level of proinflammatory cytokine by γ-PGA, a non-LPS TLR4 ligand, thereby predisposing the ileum to develop a robust antiviral innate immunity against norovirus.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 158,
                    "end": 160,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 161,
                    "end": 163,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results demonstrate induction of type I IFN production primarily by the activation of TRIF-dependent pathway in mice following multiple peroral administration of γ-PGA. Previous studies have reported the primary activation of MyD88-dependent pathway by LPS in eliciting the secretion of numerous proinflammatory cytokines1–4,8. As a TLR4 ligand, γ-PGA is distinct from LPS in selectively increasing the serum IFN-β titers, but not of other inflammatory cytokines, namely IL-1α/β, IL-6, and TNF-α. This difference in the cytokine profile induced by γ-PGA and LPS suggests that a regulatory network different from that of LPS should control γ-PGA-mediated TLR4 activation. It remains unclear whether other non-LPS TLR4 ligands including endogenous TLR4 agonists such as heat shock proteins and cholesteryl ester hydroperoxides8 upon being sensed by the same receptor also behave differently than LPS in terms of the cytokine profile. Another unexpected finding was that the elevated serum IFN-β levels in mice after multiple oral administrations of γ-PGA (once daily for three days) neither increased nor decreased following two additional oral administrations. These results suggest the absence of tolerance phenomena with γ-PGA, which is normally seen with endotoxin, or LPS, wherein, innate immune cells pre-exposed to LPS become refractory to subsequent challenges47. Based on the results of our present study, γ-PGA seems to be a new class of TLR4 agonists that selectively activates the TRIF-dependent pathway.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 326,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 327,
                    "end": 328,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 329,
                    "end": 330,
                    "mention": "8",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 828,
                    "end": 829,
                    "mention": "8",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1370,
                    "end": 1372,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "IECs are normally non-responsive to TLR4 ligands such as LPS because of low-level expression of TLR4 receptors to prevent undesirable inflammation in response to gut microbiomes or pathogens in the GI tract. Minimal TLR4 expression was seen in normal IECs and the lamina propria rich in scattered inflammatory cells in human biopsies48. Although not thoroughly characterized, a previous study had indicated the expression of TLR4 as well as other TLRs (TLR1, TLR2, TLR3, TLR5, and TLR9) in the enterocytes of small intestine49. By immunohistochemistry, we observed no prominent TLR4-staining patterns on apical or basolateral surfaces of IECs; TLR4-positive cells were instead localized in the lamina propria of villi and the PPs in the ileum. Thus, our results together with previous findings provide evidence of TLR4 expression in the ileum. However, its fine localization are yet to be well defined. Low but detectable level of TLR4 expression explains its role at the distal ileum that is continuously exposed to microbes and their products transferred from colon50. This renders the ileum or IECs hyposensitive to PAMPs including LPS and other TLR agonists, thereby preventing aberrant production of proinflammatory cytokines. In this regard, induction of IFN-β in ex vivo cultures of mouse ileum and in mice receiving γ-PGA perorally was surprising, particularly in the absence of upregulation of TLR4 expression by γ-PGA in RAW264.7 cells and in mouse ileum with PPs.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1067,
                    "end": 1069,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "TRIF-dependent pathway of TLR4 signaling is activated in endosomes upon internalization of TLR4-ligand complexes1–4. Accordingly, in the present study, γ-PGA delivered orally seemed to be internalized into IECs or transverses the tight junctions between enterocytes to be internalized into the sentinel cells in the lamina propria to induce IFN-β production. Thus, we further investigated as to how γ-PGA reached a site where functional interaction with TLR4 occurred in the ileum. The first barrier for the entry of γ-PGA was the mucus layer, where access of γ-PGA to the small intestine is more likely to occur as it is covered by a thinner mucus layer compared to the colon51. For induction of IFN production, γ-PGA needs to be sensed by TLR4 in and/or on villi. Immunostaining revealed lack of overlapping between TLR4 staining and villin, a cytoskeletal protein specific to villi in the ileum, indicating a barely detectable level of TLR4 at the apical site of IECs. We therefore hypothesized a model in which γ-PGA transverses the tight junctions between enterocytes to be sensed by sentinel cells such as dendritic cells within villi or is directly uptaken by transepithelial dendrites (Supplementary Fig. 5). Expression of IFN-β mRNA was significantly enhanced solely in the villi with lack of noticeable IFN-β induction in PPs. Absence of response to γ-PGA in PPs resulting in lack of inflammation was consistent with the previous findings suggesting anergy of intestinal macrophages. Anergy was mediated by their inability to activate NF-κB, and low-level expression of TLR4 and its accessory factors CD14 and MD252.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 114,
                    "end": 115,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 676,
                    "end": 678,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1623,
                    "end": 1625,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We previously showed that activation of TLR4 signaling by γ-PGA leading to induction of IFN was dependent on TLR4-associated accessary factors CD14 and MD26. In the present study, results from Q-dot-conjugated γ-PGA confirm the necessity of CD14 and MD2 for sensing γ-PGA. Dependence on CD14 in MyD88-dependent pathway-mediated induction of TNF-α was marginal in LPS-stimulated macrophages53,54. However, our results indicate the absolute requirement of CD14 and its prominent role over MD2 in sensing γ-PGA. Our findings suggesting a substantial stimulatory effect of γ-PGA in the lamina propria raises interest on the possibility of differential expression of MD2, CD14, and TLR4 in macrophages and dendritic cells in the lamina propria and PPs. Currently, requirement of these accessory factors in sensing various non-LPS TLR4 ligands remains largely unknown. Irrespective of the mechanisms involved in γ-PGA entry and sensing by TLR4-positive cells in the ileum, both, results from ex vivo culture indicating stimulation of the ileum with γ-PGA and the serum cytokine profile of mice receiving peroral γ-PGA, provide clues as to how γ-PGA activates the TRIF-dependent TLR4 signaling pathway in the ileum.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 392,
                    "end": 394,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We further investigated the impact of norovirus infection on TLR4-mediated induction of IFN-β by γ-PGA. Our results suggest lack of significant alteration of TLR4 expression in norovirus-infected mice. Thus, responsiveness of TLR4 to γ-PGA was unlikely to be elevated upon norovirus infection. However, norovirus infection led to a ~2-fold increase in the expression of most TLRs, except TLR4 and TLR6 (Fig. 6a). TLR1 level was increased ~5-fold. Upregulated TLR expression could be in part due to the infiltration of leukocytes to the infected ileum. We envision that TLR4 signaling activation by γ-PGA might be potentiated through crosstalks with other upregulated TLRs. Among the upregulated TLRs, the endosomal TLRs including TLR3, TLR7, TLR8, and TLR9 may influence the sensitivity of TLR4 to γ-PGA early during norovirus infection. Currently, their involvement (except TLR3) in innate immune response to norovirus infection remains unknown24,55. Although norovirus infection did not affect the expression of TLR4 in the ileum, TLR responses to colon-resident microbiota and/or PAMPs derived from them might influence the downstream cascade of TLR4 signaling. Thus, induction of IFN-β by γ-PGA is likely to be modulated by commensal microbiome in the large intestine adjacent to the ileum.",
            "cite_spans": [
                {
                    "start": 945,
                    "end": 947,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 408,
                    "end": 410,
                    "mention": "6a",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Type I IFN plays a major role in clearing mouse norovirus24–26. It is effective in limiting norovirus replication in human norovirus sub-genomic replicon culture system17. In spite of the well-established antiviral potency of type I IFN against noroviruses, IFN therapy is not translated into clinical practice because subcutaneous or intramuscular injection of IFN-α/β is associated with various side effects56,57. Our results, demonstrating the prophylactic antiviral activity of γ-PGA in mice using MNV-1 as a model for enteric viruses infecting the small intestine, accentuates its potential use as a safe and prophylactic candidate for the treatment of acute norovirus infection. Although norovirus infection is typically limited to an acute infection that lasts for 2–3 days in most healthy subjects58, it is associated with significant clinical outcomes with ~200,000 deaths related with gastroenteritis in children under 5 years of age59. In young children, the elderly, and immunocompromised patients for whom IFN might not be the best treatment option, γ-PGA can be used as an alternative prophylactic antiviral agent for HuNoV. It is important to note that unlike the MNV replicating mainly in macrophages and dendritic cells25, HuNoV, which was shown to replicate in B cells36, also targets IECs60–62. Therefore, the IFN produced by the sentinel cells in the lamina propria of villi upon sending the γ-PGA might restrict HuNoV infection more effectively at the early stage of infection by acting on nearby IECs through paracrine signaling.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 60,
                    "end": 62,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 409,
                    "end": 411,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 412,
                    "end": 414,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 943,
                    "end": 945,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1236,
                    "end": 1238,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1286,
                    "end": 1288,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1307,
                    "end": 1309,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1310,
                    "end": 1312,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, our results demonstrate that oral administration of γ-PGA induces IFN-β production in the ileum without upregulating the expression of TLR4 and without eliciting the production of inflammatory cytokines. The specific IFN-β induction feature of γ-PGA highlights its potential application as a prophylactic antiviral agent for noroviruses and possibly other enteric viruses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The murine macrophage cell line RAW264.7 and human embryonic kidney 293 T (HEK293T) cell line were purchased from American Type Culture Collection (ATCC; Rockville, MD, USA) and cultured in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 10% fetal bovine serum (FBS), 100 U/ml penicillin, and 100 µg/mL streptomycin. The HG23 cell line stably harboring a HuNoV (Norwalk virus) replicon17 was cultured in DMEM supplemented with 10% FBS, 2 mM l-glutamine, 100 U/ml penicillin, 100 µg/ml streptomycin, and 0.1 mM nonessential amino acids in the presence of 1 mg/ml neomycin (G418 sulfate). Cells were maintained at 37 °C in a 5% CO2 humidified incubator.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 399,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Cell culture ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Endotoxin-free γ-PGAs with different average molecular masses (500- and 2,000-kDa), which were prepared as described previously60, were provided by BioLeaders (Daejeon, Korea). The plasmids expressing human TLR4, CD14, and MD2 were described61,62. In transient expression experiments, empty vector was added to normalize the total amounts of transfected DNA. Plasmids were transfected into cells using Fugene HD transfection reagent (Roche Diagnostics, Indianapolis, IN, USA). Chemically synthesized siRNAs were purchased from Bioneer (Daejeon, Korea). The siRNA used are as follows: siTLR4 [siRNA targeting mouse TLR4, 5′-GAAUUGUAUCGCCUUCUUAdTdT-3′ (passenger stand) and 5′-UAAGAAGGCGAUACAAUUCdTdT-3′ (guide strand)] and siCtrl [control siRNA targeting GFP, 5′-CUCGCCGGACACGCUGAACUU-3′ (passenger stand) and 5′-GUUCAGCGUGUCCGGCGAGUU-3′ (guide strand)]. siRNAs were transfected into RAW264.7 cells using the ND98 lipidoid as a transfection reagent63. Mouse polyclonal anti-IRF-3 (FL-425), rabbit monoclonal anti-phospho-IRF-3(Ser396), and rabbit polyclonal anti-β-actin antibody were purchased from Cell Signaling Technology (Beverly, MA, USA). Anti-norovirus capsid protein VP1 antibody was purchased from Abcam (Cambridge, UK). Anti-TLR2 (H-175), anti-TLR3 (N-14), anti-TLR4 (25), and anti-villin antibodies were purchased from Santa Cruz Biotechnology (Santa Cruz, CA, USA). Anti-α-tubulin antibody was purchased from Calbiochem (La Jolla, CA, USA).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 241,
                    "end": 243,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 947,
                    "end": 949,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Reagents and transfection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "MNV-1.CW164 was kindly provided by Herbert W. Virgin (Washington University School of Medicine, St. Louis, MO, USA) and propagated in RAW264.7 cells to generate a viral stock. Briefly, RAW264.7 cells were infected with MNV at a multiplicity of infection (MOI) of 0.5 in a serum-free medium and incubated for 1 h. Following washing, infected cells were further cultivated in fresh complete media for 2 days. Viral stock was prepared by centrifuging harvested media at 450 × g for 10 min. Intracellular virus particles recovered by three freeze/thaw cycles were harvested by centrifugation at 3,000 × g for 10 min. Virus samples were then concentrated using an Amicon Ultra centrifugal filter unit with a molecular weight cutoff of 50 kDa (Merck Millipore, Billerica, MA, USA) and stored at −80 °C until further use as crude MNV preparation. Purification of MNV was performed as previously described with modifications65. Briefly, crude MNV was pelleted by ultracentrifugation at 150,000 × g for 1 h at 4 °C. The pellet was gently suspended in a suspension buffer (50 mM Tris-HCl, pH 7.5, 100 mM NaCl) at 4 °C and pelleted again by ultracentrifugation. The resultant pellet was dissolved in suspension buffer and was subjected to sucrose density gradient (10–60%) centrifugation at 100,000 × g for 150 min at 4 °C to collect the MNV-containing fractions that were identified by SDS- polyacrylamide gel electrophoresis (PAGE) followed by immunoblotting for the VP1 capsid protein. The fractions were subjected to ultracentrifugation as described above to obtain purified virus particles. These purified virus particles were suspended in PBS and used for virus entry experiments.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 11,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 916,
                    "end": 918,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Purification of MNV and infection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Plaque-forming assay was performed as described previously66. Briefly, RAW264.7 cells seeded in 6-well plates (2 × 106 cells/well) were cultured overnight and infected with norovirus in serum-free DMEM. After 1 h of infection, cells were washed to remove the inoculum and were overlaid by SeaPlaque Agarose (1% w/v; Lonza, Rockland, ME, USA) in complete DMEM with high glucose. Following 2 or 3 days of culture, plaques were visualized by staining the monolayer cells with neutral red.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Plaque-forming assay ::: Methods",
            "ref_spans": []
        },
        {
            "text": "RAW264.7 cells seeded in 96-well plates (2 × 104 cells/well) were grown overnight and treated with various concentrations of γ-PGA for 48 h. Cell viability was assessed by an MTS [3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide] assay as described previously67.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Cell viability ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For total RNA extraction from mouse ileum, three pieces (1-cm-long segment) of the ileum with Peyer’s patches (~3-mm each in length) were retrieved from the distal ileum (distal 1/3 part of the ileum), opened, cleaned by washing with PBS to remove fecal matter, and homogenized in 1-ml PBS. Similarly, total RNA was recovered from MLNs. Total RNA from cells or culture media was extracted with TRIzol or TRIzol LS reagent (Invitrogen, Carlsbad, CA, USA), respectively. Norwalk virus and MNV-1 RNA copy number was determined by RT-qPCR as described previously68,69. Quantification of mRNA was carried out by RT-qPCR using SYBR Premix ExTaq (Takara, Japan). The specific primer sets used are listed in Supplementary Table 1. Specific primers for human IFN-β and glyceraldehyde 3-phosphate dehydrogenase (GAPDH) were as described previously70. The expression levels of all the target genes normalized with the expression level of GAPDH mRNA were quantified using the ΔΔCt method71.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 560,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 837,
                    "end": 839,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 975,
                    "end": 977,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "RNA extraction and RT-qPCR ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cells were lysed in lysis buffer (50 mM Tris-HCl, pH 8.0, 150 mM NaCl, 1 mM EDTA, 1% Nonidet P-40) supplemented with EDTA-free protease inhibitor cocktail (Roche Diagnostics) by incubating on ice for 20 min. Aliquots of cleared cell lysates from the same samples were resolved by SDS-PAGE, transferred onto nitrocellulose membranes, and processed in parallel for immunoblotting analyses for multiple proteins. Membranes were immunoblotted with specific antibodies and the bound antibodies were detected with an enhanced chemiluminescence kit (GE Healthcare Life Sciences, Piscataway, NJ, USA).",
            "cite_spans": [],
            "section": "Immunoblot analyses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Purified MNV particles absorbed onto carbon-coated grids were negatively stained with uranyl acetate. The stained samples were examined under a Tecnai G2 Spirit TWIN transmission electron microscope (FEI Company, OR, USA) at the Division of Electron Microscopic Research, Korea Basic Science Institute (KBSI; Daejeon, Korea).",
            "cite_spans": [],
            "section": "Transmission electron microscopy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For microscopic analysis, both, γ-PGA and purified MNV were conjugated with biotin on the exposed amine group using Sulfo-NHS-LC-Biotin (EZ-Link; Pierce, Rockford, IL, USA) according to the manufacturer’s protocol. Biotinylated γ-PGA and MNV-1 were detected using Qdot 625 streptavidin conjugate (Invitrogen).",
            "cite_spans": [],
            "section": "Analyses of cellular entry of γ-PGA and MNV ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Intestinal tissues of mice were embedded in a frozen section compound (Surgipath FSC22, Leica Microsystems, Wetzlar, Germany). Thin sections (10 µm) were fixed in 4% paraformaldehyde, blocked in 1% BSA in PBS, and incubated for 2 h at room temperature with an anti-TLR4 mouse monoclonal antibody or an anti-villin rabbit polyclonal antibody with gentle rocking. After washing 3 times with PBS, appropriate fluorescent-conjugated secondary antibodies were used for visualizing the antigen. Nuclei were visualized by staining with 1 μM 4′,6′-diaamidino-2-phenylindole (DAPI) in PBS for 10 min. Confocal images were acquired on a ZEISS LSM 880 confocal laser scanning microscope (Carl Zeiss, Oberkochen, Germany). For z-stack analysis, images were obtained along the z-axis at 0.3-μm intervals and subjected to three-dimensional analysis using ZEN software (Blue edition, 2.3, Carl Zeiss).",
            "cite_spans": [],
            "section": "Immunohistochemistry and confocal microscopy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The serum levels of IFN-α and β were measured using the VeriKine mouse IFN-α and β ELISA kit (PBL Interferon Source, Piscataway, NJ, USA). The detection limit of mouse IFN-α and β ELISAs were 12.5 and 15.6 pg/ml, respectively. Serum levels of other cytokines (IL-1α, IL-1β, IL-2, IL-6, IL-10, TNF-α, and IFN-γ) were quantified using Luminex multiplex detection assay using antibody-coated magnetic beads (R&D Systems, Minneapolis, MN, USA).",
            "cite_spans": [],
            "section": "Enzyme-linked immunosorbent assay (ELISA) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For ex vivo culture of small intestinal tissues of mouse, ileum was isolated and cultured as described previously72 with slight modifications. Briefly, distal ileum segments (1 cm in length) with or without Peyer’s patches were collected, gently opened with a sterilized operating scissors, washed five times with PBS supplemented with 10% penicillin/streptomycin, and transferred to 12-well plates for further incubation in complete DMEM.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Ex vivo culture of small intestinal tissues of mouse ::: Methods",
            "ref_spans": []
        },
        {
            "text": "BALB/c mice (6 weeks old, n = 10 per group) were orally administered with γ-PGA in 100-µl saline once a day for 1, 3, or 5 days at a dose of 50 mg/kg body weight. Four hours after the last γ-PGA administration, total blood was collected from the abdominal vein of mice for cytokine analyses using ELISA. To test the antiviral efficacy of γ-PGA, BALB/c mice (6 weeks old, n = 7 per group) were orally administered with γ-PGA (50 mg/kg body weight) in 100 µl saline once a day for 5 days. This was followed by peroral inoculation with MNV (1 × 107 PFU/100 µL saline) 12 h after the last γ-PGA administration at day 5. γ-PGA was given once daily for another two days. Two days after inoculation, the distal ileum and MLNs were retrieved from mice for analyses of intracellular viral RNA and infectious virus titers. Homogenized tissues were subjected to centrifugation at 3,000 × g for 10 min to recover supernatants, which were then passed through a 0.20-µm pore-size membrane filter. The filtrates were used for quantification of virus titers using a plaque-forming assay.",
            "cite_spans": [],
            "section": "In vivo antiviral activity of γ-PGA ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All animal experiments were performed in accordance with the Korean Food and Drug Administration guidelines. Protocols were reviewed and approved by the Institutional Animal Care and Use Committee of the Yonsei Laboratory Animal Research Center (Permit No: IACUC-A-201409-280-02; continued on 201502-153-01). For collection of serum and tissues, mice were anesthetized with intraperitoneal injection of tribromoethanol (Avertin). At the termination of the experiment, all mice were euthanized by CO2 inhalation.",
            "cite_spans": [],
            "section": "Animal experiments ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis was performed using GraphPad Prism 6 (Graphpad Prism Software Inc., La Jolla, CA, USA). Results are presented as the mean ± standard deviation (s.d) from at least three independent experiments, unless otherwise stated. Specific tests used to determine statistical difference are noted in each figure legend. Differences between groups were considered statistically significant if *P < 0.05.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The authors declare that all other relevant data are available from the authors upon request.",
            "cite_spans": [],
            "section": "Data availability ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Inhibition of norovirus infection-induced apoptosis by the TLR4 ligand γ-PGA. (a) Molecular structure of γ-PGA with γ-linkage (top). RT-qPCR quantification of viral genome titers in the culture media from RAW264.7 cells infected with increasing MOI of murine norovirus 1 (MNV-1). Approximately 60–70% cells were dead when the viral genome titer reached to a titer of 1 × 1011 copies/ml media denoted by the dotted line. (b) RT-qPCR quantification of the expression of IFN-β mRNA in RAW264.7 cells treated with 2,000-kDa γ-PGA (100 nM) for 18 h. Shown is the GAPDH-normalized IFN-β mRNA level relative to that in mock-treated cells. Presented below each bar are representative images of RAW264.7 cells stained with neutral red, 30 h post-infection with MNV-1 at an MOI of 0.005. (c) RAW264.7 cells infected with MNV-1 (MOI of 0.005) were treated with the indicated doses of 2,000-kDa γ-PGA. Cell viability was quantified by the MTS assay at 36 h post-infection. (d) MNV-1 (MOI of 0.005)-infected RAW264.7 cells were treated with the indicated concentrations of 2,000-kDa γ-PGA with or without 500-kDa γ-PGA. Viral genome and VP1 levels were analyzed 30 h later by RT-qPCR and immunoblotting (IB), respectively. In (c,d), data are mean ± s.d.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Analysis of the antiviral activity of γ-PGA against mouse and human noroviruses. (a) RAW264.7 cells infected with the indicated MOI of MNV-1 were treated with 100 nM 2,000-kDa γ-PGA. Viral genome copy number and infectious virus titer in the culture media were determined by RT-qPCR at 40 h post-infection. (b) The HG23 cell line harboring a Norwalk virus sub-genomic replicon was transfected with plasmids expressing TLR4, MD2, and CD14 individually. After incubation for 6 h, transfected cells were treated with γ-PGA (100 nM) for 2 days, prior to RT-qPCR quantification of replicon RNA titer two days later. Neo, neomycin phosphotransferase-coding gene conferring resistance to G418. (c) RAW264.7 cells were pre-treated for 6 h before MNV-1 infection or treated after the viral infection with increasing concentrations of 2,000-kDa γ-PGA. Viral genome titer was determined at 30 h post-infection. (d,e) Inhibition of MNV-1 entry by γ-PGA. Q-dot (QD)-conjugated MNV-1, which was pre-incubated with 2,000-kDa γ-PGA (100 nM) for 30 min, was applied to RAW264.7 cells. Two hours after adsorption, viral entry was quantified by fluorescence microscopy (d), and the fluorescence intensity signals were quantified by image analysis using ImageJ software (e). BF, bright field image. Scale bar, 50 μm. Shown as an inset in (d) is the transmission electron micrograph of purified MNV particles negatively stained with uranyl acetate (Scale bar, 100 nM). (f) Expression of TLR1-9 in RAW264.7 cells infected with MNV-1 (MOI of 0.005). Shown are the GAPDH-normalized TLR expression levels relative to those in mock-treated cells, analyzed by RT-qPCR at 24 h post-infection. Results are from two independent experiments, each analyzed by triplicate assay. (g) Immunoblot assay representing the activation of IRF-3 by γ-PGA (100 nM) and MNV-1 infection (MOI of 0.005) without affecting TLR2, TLR3, and TLR4 expression levels. pIRF-3, phosphorylated IRF-3. In all panels, data are mean ± s.d. Statistical significance of differences between groups was determined via two-tailed unpaired Student’s t-test. *P < 0.05; **P < 0.01; n.s., not significant.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Induction of IFN-β expression by γ-PGA and MNV in mouse ileum. (a) Experimental schemes for ex vivo stimulation of the ileum with γ-PGA. (b) Mouse (n = 4) ileum with or without PPs was treated with γ-PGA ex vivo. After 18 h incubation, IFN-β mRNA levels in the ileal compartments depicted in (a) were determined by RT-qPCR. *P < 0.05; **P < 0.01; ***P < 0.001; n.s., not significant; by two-tailed unpaired Student’s t-test. (c) Microscopic analysis of TLR4-expressing cells in the ileum with or without PPs. Intestinal microvilli stained with a villin-specific antibody. (d) Microscopic analysis of the entry of MNV. Mouse ileum with or without PPs was infected with Qdot fluorophore-tagged MNV ex vivo in serum-free DMEM. At 2 h post-infection, cryosection images were taken after extensively washing the infected tissues. Scale bar, 50 μm.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Analysis of cytokines induced by the oral administration of γ-PGA. BALB/c mice (6 weeks old, n = 10 per group) were given 2,000-kDa γ-PGA (50 mg/kg of body weight) in 100 µl saline once daily for five days. Blood samples were collected before (day 0) or 4 h after administering γ-PGA on day 1, 3, or 5 to measure titers of IFN-β (a), IFN-α (b), and other cytokines (c) by ELISA. In all panels, data are mean ± s.d. **P < 0.01; ***P < 0.001; n.s., not significant; by two-tailed unpaired Student’s t-test. LOD, limit of detection.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: γ-PGA inhibits MNV-1 in mice. BALB/c mice (6 weeks old, n = 7–8 per group) were administered with 2,000-kDa γ-PGA as described in Fig. 4 for 5 days. Twelve hours after the last γ-PGA administration, mice were inoculated with MNV-1 (1 × 107 PFU in 100 µl saline) perorally and given γ-PGA once daily for another two days. Viral genome and infectious virus titers in the ileum with PPs and the MLNs were determined by RT-qPCR (a) and plaque-forming assay (b), respectively. In all panels, data are mean ± s.d. *P < 0.05 by two-tailed unpaired Student’s t-test.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Impact of norovirus infection on TLR expression in mice. The ileum with PPs (a) and the MLNs (b) from BALB/c mice (6 weeks old, n = 9–10 per group) infected with MNV-1 as in Fig. 5 were retrieved 2 days after viral infection and expression of TLR mRNA was quantified as described in Fig. 2f. Data are represented as mean ± SD. *P < 0.05; **P < 0.01; ***P < 0.001; n.s., not significant; by two-tailed unpaired Student’s t-test.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "TLR-dependent and TLRindependent pathways of type I interferon induction in systemic autoimmunity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baccala",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoebe",
                    "suffix": ""
                },
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beutler",
                    "suffix": ""
                },
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Theofilopoulos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Med.",
            "volume": "13",
            "issn": "",
            "pages": "543-551",
            "other_ids": {
                "DOI": [
                    "10.1038/nm1590"
                ]
            }
        },
        "BIBREF1": {
            "title": "Norovirus protein structure and function",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "FEMS Microbiol. Lett",
            "volume": "253",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.femsle.2005.08.031"
                ]
            }
        },
        "BIBREF2": {
            "title": "Laboratory efforts to cultivate noroviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duizer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Gen. Virol.",
            "volume": "85",
            "issn": "",
            "pages": "79-87",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.19478-0"
                ]
            }
        },
        "BIBREF3": {
            "title": "Norovirus gastroenteritis",
            "authors": [
                {
                    "first": "RI",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "UD",
                    "middle": [],
                    "last": "Parashar",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N. Engl. J. Med.",
            "volume": "361",
            "issn": "",
            "pages": "1776-1785",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra0804575"
                ]
            }
        },
        "BIBREF4": {
            "title": "An outbreak caused by GII.17 norovirus with a wide spectrum of HBGA-associated susceptibility",
            "authors": [
                {
                    "first": "XF",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Rep.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep17687"
                ]
            }
        },
        "BIBREF5": {
            "title": "Global prevalence of norovirus in cases of gastroenteritis: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect. Dis.",
            "volume": "14",
            "issn": "",
            "pages": "725-730",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(14)70767-4"
                ]
            }
        },
        "BIBREF6": {
            "title": "Norovirus infection in primary immune deficiency",
            "authors": [
                {
                    "first": "LK",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rev. Med. Virol.",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.1926"
                ]
            }
        },
        "BIBREF7": {
            "title": "Rapid evolution of pandemic noroviruses of the GII.4 lineage",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Eden",
                    "suffix": ""
                },
                {
                    "first": "WD",
                    "middle": [],
                    "last": "Rawlinson",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000831"
                ]
            }
        },
        "BIBREF8": {
            "title": "Stable expression of a Norwalk virus RNA replicon in a human hepatoma cell line",
            "authors": [
                {
                    "first": "KO",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "SV",
                    "middle": [],
                    "last": "Sosnovtsev",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Belliot",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "353",
            "issn": "",
            "pages": "463-473",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2006.06.006"
                ]
            }
        },
        "BIBREF9": {
            "title": "Antiviral targets of human noroviruses",
            "authors": [
                {
                    "first": "BV",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Opin. Virol.",
            "volume": "18",
            "issn": "",
            "pages": "117-125",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2016.06.002"
                ]
            }
        },
        "BIBREF10": {
            "title": "High protective efficacy of probiotics and rice bran against human norovirus infection and diarrhea in gnotobiotic pigs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Front. Microbiol.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fmicb.2016.01699"
                ]
            }
        },
        "BIBREF11": {
            "title": "Phosphoinositide-mediated adaptor recruitment controls Toll-like receptor signaling",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Kagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "125",
            "issn": "",
            "pages": "943-955",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2006.03.047"
                ]
            }
        },
        "BIBREF12": {
            "title": "Inhibition of human norovirus by a viral polymerase inhibitor in the B cell culture system and in the mouse model",
            "authors": [
                {
                    "first": "AO",
                    "middle": [],
                    "last": "Kolawole",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocha-Pereira",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Elftman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neyts",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Wobus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antiviral Res.",
            "volume": "132",
            "issn": "",
            "pages": "46-49",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2016.05.011"
                ]
            }
        },
        "BIBREF13": {
            "title": "Approved antiviral drugs over the past 50 years",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Clercq",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "29",
            "issn": "",
            "pages": "695-747",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00102-15"
                ]
            }
        },
        "BIBREF14": {
            "title": "Norovirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robilotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deresinski",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Pinsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "28",
            "issn": "",
            "pages": "134-164",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00075-14"
                ]
            }
        },
        "BIBREF15": {
            "title": "Natural and edible biopolymer poly-gamma-glutamic acid: synthesis, production, and applications",
            "authors": [
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chem. Rec.",
            "volume": "5",
            "issn": "",
            "pages": "352-366",
            "other_ids": {
                "DOI": [
                    "10.1002/tcr.20061"
                ]
            }
        },
        "BIBREF16": {
            "title": "MDA-5 recognition of a murine norovirus",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "McCartney",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000108"
                ]
            }
        },
        "BIBREF17": {
            "title": "Critical role for interferon regulatory factor 3 (IRF-3) and IRF-7 in type I interferonmediated control of murine norovirus replication",
            "authors": [
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Thackray",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Virol.",
            "volume": "86",
            "issn": "",
            "pages": "13515-13523",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01824-12"
                ]
            }
        },
        "BIBREF18": {
            "title": "ISG15 functions as an interferon-mediated antiviral effector early in the murine norovirus life cycle",
            "authors": [
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Monte",
                    "suffix": ""
                },
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Thackray",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Lenschow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol.",
            "volume": "88",
            "issn": "",
            "pages": "9277-9286",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01422-14"
                ]
            }
        },
        "BIBREF19": {
            "title": "Cytokine and antibody responses in gnotobiotic pigs after infection with human norovirus genogroup II.4 (HS66 strain)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Cheetham",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Azevedo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol.",
            "volume": "81",
            "issn": "",
            "pages": "9183-9192",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00558-07"
                ]
            }
        },
        "BIBREF20": {
            "title": "The effects of simvastatin or interferon-α on infectivity of human norovirus using a gnotobiotic pig model for the study of antivirals",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0041619"
                ]
            }
        },
        "BIBREF21": {
            "title": "Structural and functional changes of the duodenum in human norovirus infection",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Troeger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Gut",
            "volume": "58",
            "issn": "",
            "pages": "1070-1077",
            "other_ids": {
                "DOI": [
                    "10.1136/gut.2008.160150"
                ]
            }
        },
        "BIBREF22": {
            "title": "TRAM couples endocytosis of Toll-like receptor 4 to the induction of interferon-beta",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Kagan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Immunol.",
            "volume": "9",
            "issn": "",
            "pages": "361-368",
            "other_ids": {
                "DOI": [
                    "10.1038/ni1569"
                ]
            }
        },
        "BIBREF23": {
            "title": "Apoptosis in murine norovirus-infected RAW264.7 cells is associated with downregulation of survivin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bok",
                    "suffix": ""
                },
                {
                    "first": "VG",
                    "middle": [],
                    "last": "Prikhodko",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "SV",
                    "middle": [],
                    "last": "Sosnovtsev",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "3647-3656",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02028-08"
                ]
            }
        },
        "BIBREF24": {
            "title": "Murine norovirus: a model system to study norovirus biology and pathogenesis",
            "authors": [
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Wobus",
                    "suffix": ""
                },
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Thackray",
                    "suffix": ""
                },
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Virgin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol.",
            "volume": "80",
            "issn": "",
            "pages": "5104-5112",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02346-05"
                ]
            }
        },
        "BIBREF25": {
            "title": "Molecular chaperone Hsp90 is a therapeutic target for noroviruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vashist",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Virol.",
            "volume": "89",
            "issn": "",
            "pages": "6352-6363",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00315-15"
                ]
            }
        },
        "BIBREF26": {
            "title": "Lipopolysaccharide rapidly traffics to and from the Golgi apparatus with the toll-like receptor 4-MD-2-CD14 complex in a process that is distinct from the initiation of signal transduction",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Latz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Biol. Chem.",
            "volume": "277",
            "issn": "",
            "pages": "47834-47843",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M207873200"
                ]
            }
        },
        "BIBREF27": {
            "title": "Negative regulation of Toll-like receptor 4 signaling by the Toll-like receptor homolog RP105",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Divanovic",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Immunol.",
            "volume": "6",
            "issn": "",
            "pages": "571-578",
            "other_ids": {
                "DOI": [
                    "10.1038/ni1198"
                ]
            }
        },
        "BIBREF28": {
            "title": "Integration of innate immune signaling",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Thaiss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Itav",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elinav",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Trends Immunol.",
            "volume": "37",
            "issn": "",
            "pages": "84-101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.it.2015.12.003"
                ]
            }
        },
        "BIBREF29": {
            "title": "Enteric bacteria promote human and mouse norovirus infection of B cells",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "346",
            "issn": "",
            "pages": "755-759",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1257147"
                ]
            }
        },
        "BIBREF30": {
            "title": "Efficient norovirus and reovirus replication in the mouse intestine requires microfold (M) cells",
            "authors": [
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Gonzalez-Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol.",
            "volume": "88",
            "issn": "",
            "pages": "6934-6943",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00204-14"
                ]
            }
        },
        "BIBREF31": {
            "title": "A working model of how noroviruses infect the intestine",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Karst",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Wobus",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS Pathog.",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004626"
                ]
            }
        },
        "BIBREF32": {
            "title": "Replication of Norovirus in cell culture reveals a tropism for dendritic cells and macrophages",
            "authors": [
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Wobus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS Biol.",
            "volume": "2",
            "issn": "",
            "pages": "2076-2084",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.0020432"
                ]
            }
        },
        "BIBREF33": {
            "title": "Roles for LPS-dependent interaction and relocation of TLR4 and TRAM in TRIF-signaling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tanimura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saitoh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akashi-Takamura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miyake",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochem. Biophys. Res. Commun.",
            "volume": "368",
            "issn": "",
            "pages": "94-99",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2008.01.061"
                ]
            }
        },
        "BIBREF34": {
            "title": "Murine norovirus 1 infection is associated with histopathological changes in immunocompetent hosts, but clinical disease is prevented by STAT1-dependent interferon responses",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Mumphrey",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol.",
            "volume": "81",
            "issn": "",
            "pages": "3251-3263",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02096-06"
                ]
            }
        },
        "BIBREF35": {
            "title": "Type I interferon inhibits interleukin-1 production and inflammasome activation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guarda",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunity",
            "volume": "34",
            "issn": "",
            "pages": "213-223",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2011.02.006"
                ]
            }
        },
        "BIBREF36": {
            "title": "Host-directed therapy of tuberculosis based on interleukin-1 and type I interferon crosstalk",
            "authors": [
                {
                    "first": "KD",
                    "middle": [],
                    "last": "Mayer-Barber",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "511",
            "issn": "",
            "pages": "99-103",
            "other_ids": {
                "DOI": [
                    "10.1038/nature13489"
                ]
            }
        },
        "BIBREF37": {
            "title": "Crystal structure of the TLR1-TLR2 heterodimer induced by binding of a tri-acylated lipopeptide",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "130",
            "issn": "",
            "pages": "1071-1082",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2007.09.008"
                ]
            }
        },
        "BIBREF38": {
            "title": "Cutting edge: role of Toll-like receptor 1 in mediating immune response to microbial lipoproteins",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Immunol.",
            "volume": "169",
            "issn": "",
            "pages": "10-14",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.169.1.10"
                ]
            }
        },
        "BIBREF39": {
            "title": "The innate immune response to bacterial flagellin is mediated by Toll-like receptor 5",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "410",
            "issn": "",
            "pages": "1099-1103",
            "other_ids": {
                "DOI": [
                    "10.1038/35074106"
                ]
            }
        },
        "BIBREF40": {
            "title": "Interferon-λ cures persistent murine norovirus infection in the absence of adaptive immunity",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Nice",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "",
            "pages": "269-273",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1258100"
                ]
            }
        },
        "BIBREF41": {
            "title": "Type I interferon signalling is not required for the induction of endotoxin tolerance",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cytokine",
            "volume": "95",
            "issn": "",
            "pages": "7-11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cyto.2017.01.017"
                ]
            }
        },
        "BIBREF42": {
            "title": "Differential alteration in intestinal epithelial cell expression of toll-like receptor 3 (TLR3) and TLR4 in inflammatory bowel disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cario",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Podolsky",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect. Immun.",
            "volume": "68",
            "issn": "",
            "pages": "7010-7017",
            "other_ids": {
                "DOI": [
                    "10.1128/IAI.68.12.7010-7017.2000"
                ]
            }
        },
        "BIBREF43": {
            "title": "Mechanisms of cross hyporesponsiveness to Toll-like receptor bacterial ligands in intestinal epithelial cells",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Otte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cario",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Podolsky",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Gastroenterology",
            "volume": "126",
            "issn": "",
            "pages": "1054-1070",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2004.01.007"
                ]
            }
        },
        "BIBREF44": {
            "title": "Toll-like receptors and cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rakoff-Nahoum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Cancer",
            "volume": "9",
            "issn": "",
            "pages": "57-63",
            "other_ids": {
                "DOI": [
                    "10.1038/nrc2541"
                ]
            }
        },
        "BIBREF45": {
            "title": "The adherent gastrointestinal mucus gel layer: thickness and physical state in vivo",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Atuma",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Strugala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holm",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. J. Physiol. Gastrointest. Liver Physiol.",
            "volume": "280",
            "issn": "",
            "pages": "G922-929",
            "other_ids": {
                "DOI": [
                    "10.1152/ajpgi.2001.280.5.G922"
                ]
            }
        },
        "BIBREF46": {
            "title": "Composition and functional role of the mucus layers in the intestine",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell. Mol. Life Sci.",
            "volume": "68",
            "issn": "",
            "pages": "3635-3641",
            "other_ids": {
                "DOI": [
                    "10.1007/s00018-011-0822-3"
                ]
            }
        },
        "BIBREF47": {
            "title": "Inflammation anergy in human intestinal macrophages is due to Smad-induced IkappaBalpha expression and NF-kappaB inactivation",
            "authors": [
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Smythies",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Biol. Chem.",
            "volume": "285",
            "issn": "",
            "pages": "19593-19604",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M109.069955"
                ]
            }
        },
        "BIBREF48": {
            "title": "CD14 is required for MyD88-independent LPS signaling",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Immunol.",
            "volume": "6",
            "issn": "",
            "pages": "565-570",
            "other_ids": {
                "DOI": [
                    "10.1038/ni1207"
                ]
            }
        },
        "BIBREF49": {
            "title": "Host species-specific usage of the TLR4-LPS receptor complex",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lizundia",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Werling",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Innate Immun.",
            "volume": "14",
            "issn": "",
            "pages": "223-231",
            "other_ids": {
                "DOI": [
                    "10.1177/1753425908095957"
                ]
            }
        },
        "BIBREF50": {
            "title": "Norovirus Infection: Replication, Manipulation of Host, and Interaction with the Host Immune Response",
            "authors": [
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Sarvestani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cotton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fritzlar",
                    "suffix": ""
                },
                {
                    "first": "TB",
                    "middle": [],
                    "last": "O’Donnell",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Mackenzie",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Interferon Cytokine Res.",
            "volume": "36",
            "issn": "",
            "pages": "215-225",
            "other_ids": {
                "DOI": [
                    "10.1089/jir.2015.0124"
                ]
            }
        },
        "BIBREF51": {
            "title": "Benefits and risks of interferon therapy for hepatitis B",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perrillo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hepatology",
            "volume": "49",
            "issn": "",
            "pages": "S103-111",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.22956"
                ]
            }
        },
        "BIBREF52": {
            "title": "Side effects of alpha interferon in chronic hepatitis C",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dusheiko",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Hepatology",
            "volume": "26",
            "issn": "",
            "pages": "112S-121S",
            "other_ids": {
                "DOI": [
                    "10.1002/hep.510260720"
                ]
            }
        },
        "BIBREF53": {
            "title": "Natural history of human Calicivirus infection: A prospective cohort study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin. Infect. Dis.",
            "volume": "35",
            "issn": "",
            "pages": "246-253",
            "other_ids": {
                "DOI": [
                    "10.1086/341408"
                ]
            }
        },
        "BIBREF54": {
            "title": "Systematic literature review of role of noroviruses in sporadic gastroenteritis",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg. Infect. Dis.",
            "volume": "14",
            "issn": "",
            "pages": "1224-1231",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1408.071114"
                ]
            }
        },
        "BIBREF55": {
            "title": "The antiviral activity of poly-γ-glutamic acid, a polypeptide secreted by Bacillus sp., through induction of CD14-dependent type I interferon responses",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biomaterials",
            "volume": "34",
            "issn": "",
            "pages": "9700-9708",
            "other_ids": {
                "DOI": [
                    "10.1016/j.biomaterials.2013.08.067"
                ]
            }
        },
        "BIBREF56": {
            "title": "Oral administration of high molecular mass poly-gamma-glutamate induces NK cellmediated antitumor immunity",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Immunol.",
            "volume": "179",
            "issn": "",
            "pages": "775-780",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.179.2.775"
                ]
            }
        },
        "BIBREF57": {
            "title": "Human Toll-like receptor 4 recognizes host-specific LPS modifications",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Ernst",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "SI",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nat. Immunol.",
            "volume": "3",
            "issn": "",
            "pages": "354-359",
            "other_ids": {
                "DOI": [
                    "10.1038/ni777"
                ]
            }
        },
        "BIBREF58": {
            "title": "Cutting edge: functional interactions between toll-like receptor (TLR) 2 and TLR1 or TLR6 in response to phenol-soluble modulin",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Hajjar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Immunol.",
            "volume": "166",
            "issn": "",
            "pages": "15-19",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.166.1.15"
                ]
            }
        },
        "BIBREF59": {
            "title": "Inhibition of hepatitis C virus in mice by a amall interfering RNA targeting a highly conserved sequence in viral IRES pseudoknot",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0146710"
                ]
            }
        },
        "BIBREF60": {
            "title": "Replication of Norovirus in cell culture reveals a tropism for dendritic cells and macrophages",
            "authors": [
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Wobus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "PLoS Biol.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.0020432"
                ]
            }
        },
        "BIBREF61": {
            "title": "A comparison of methods for purification and concentration of norovirus GII-4 capsid virus-like particles",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huhti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch. Virol.",
            "volume": "155",
            "issn": "",
            "pages": "1855-1858",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-010-0768-z"
                ]
            }
        },
        "BIBREF62": {
            "title": "Plaque assay for murine norovirus",
            "authors": [
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Gonzalez-Hernandez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bragazzi Cunha",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Wobus",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Vis. Exp.",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Interference of hepatitis C virus replication in cell culture by antisense peptide nucleic acids targeting the X-RNA",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Viral Hepat",
            "volume": "18",
            "issn": "",
            "pages": "E298-E306",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2893.2010.01416.x"
                ]
            }
        },
        "BIBREF64": {
            "title": "Broadly reactive and highly sensitive assay for Norwalk-like viruses based on real-time quantitative reverse transcription-PCR",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kageyama",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Microbiol.",
            "volume": "41",
            "issn": "",
            "pages": "1548-1557",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.41.4.1548-1557.2003"
                ]
            }
        },
        "BIBREF65": {
            "title": "Persistent enteric murine norovirus infection is associated with functionally suboptimal virus-specific CD8 T cell responses",
            "authors": [
                {
                    "first": "VT",
                    "middle": [],
                    "last": "Tomov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Virol.",
            "volume": "87",
            "issn": "",
            "pages": "7015-7031",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03389-12"
                ]
            }
        },
        "BIBREF66": {
            "title": "Accessory molecules for Toll-like receptors and their function",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Avalos",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Ploegh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat. Rev. Immunol.",
            "volume": "12",
            "issn": "",
            "pages": "168-179",
            "other_ids": {
                "DOI": [
                    "10.1038/nri3151"
                ]
            }
        },
        "BIBREF67": {
            "title": "Interference of ribosomal frameshifting by antisense peptide nucleic acids suppresses SARS coronavirus replication",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Antiviral Res.",
            "volume": "91",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2011.04.009"
                ]
            }
        },
        "BIBREF68": {
            "title": "Analyzing real-time PCR data by the comparative C(T) method",
            "authors": [
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Schmittgen",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Livak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat. Protoc.",
            "volume": "3",
            "issn": "",
            "pages": "1101-1108",
            "other_ids": {
                "DOI": [
                    "10.1038/nprot.2008.73"
                ]
            }
        },
        "BIBREF69": {
            "title": "Trogocytosis by Entamoeba histolytica contributes to cell killing and tissue invasion",
            "authors": [
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Ralston",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "508",
            "issn": "",
            "pages": "526-530",
            "other_ids": {
                "DOI": [
                    "10.1038/nature13242"
                ]
            }
        },
        "BIBREF70": {
            "title": "A comparative review of toll-like receptor 4 expression and functionality in different animal species",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vaure",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front. Immunol.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2014.00316"
                ]
            }
        },
        "BIBREF71": {
            "title": "The microbiome and innate immunity",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Thaiss",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zmora",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elinav",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "535",
            "issn": "",
            "pages": "65-74",
            "other_ids": {
                "DOI": [
                    "10.1038/nature18847"
                ]
            }
        }
    }
}