{
    "paper_id": "PMC5485385",
    "metadata": {
        "title": "miRNA-200c-3p is crucial in acute respiratory distress syndrome",
        "authors": [
            {
                "first": "Qiang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianchao",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xuezhong",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fengming",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaoyun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiao",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiahui",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daozhen",
                "middle": [],
                "last": "Shang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mingyao",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huijun",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiantao",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huadong",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ningyi",
                "middle": [],
                "last": "Jin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chengyu",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute respiratory distress syndrome (ARDS), the most severe form of acute lung injury (ALI), is the main predisposing factor in highly pathogenic avian influenza virus-induced death cases [1, 2]. The ALI caused by influenza infection can facilitate bacterial superinfection, which is a major factor that promotes mortality and disease severity [3]. From 2003 to 2016, highly pathogenic avian H5N1 influenza virus has caused 856 human infection cases worldwide with a high mortality rate of 52.8% (http://101.96.8.164/www.who.int/entity/influenza/human_animal_interface/2017_01_16_tableH5N1.pdf). Currently, China is undergoing its fifth epidemic of human infections of avian H7N9 influenza virus. Until 16 January 2017, 918 H7N9-infected human cases with at least 359 deaths have been reported to World Health Organization (http://101.96.8.165/www.who.int/influenza/human_animal_interface/Influenza_Summary_IRA_HA_interface_01_16_2017_FINAL.pdf?ua=1). With high mutation and reassortment rates, influenza viruses have evolved with a rapid resistance to the current vaccines and anti-viral drugs, making an avian influenza pandemic an urgent unresolved threat to human health [4–6].",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 192,
                    "end": 193,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 345,
                    "end": 346,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "mention": "4–6",
                    "ref_id": null
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Angiotensin-converting enzyme 2 (ACE2) was firstly identified from human cardiac left ventricle complementary DNA (cDNA) library and lymphoma cDNA library by two separate groups [7, 8]. ACE2 inactivates angiotensin II (Ang II) by cleaving it to produce Ang 1–7 [9]. Ang II binds to the Ang II type 1 and type 2 receptors with strong affinity, mediating regulation of blood pressure, body fluid balance, inflammation, cell proliferation, hypertrophy and fibrosis [10–12]. Reduced expression levels of ACE2 have been reported in hypertension and chronic kidney disease [13, 14]. In addition, ACE2 was identified as a key regulator of dietary amino-acid homeostasis and gut microbial ecology [15]. We previously demonstrated that ACE2 counteracts the development of severe ALI or ARDS induced by avian influenza virus, severe acute respiratory syndrome-coronavirus spikes, sepsis and acid aspiration in mice [16–18]. Administration of recombinant ACE2 or the Ang II receptor blocker losartan can ameliorate H5N1 virus infection-induced ALI [16, 19]. Moreover, ACE2 was also reported to have a protective role in respiratory syncytial virus-induced lung injury [20]. Notably, plasma Ang II levels can indicate disease severity in H7N9 infections [21]. Downregulation of ACE2 appears to be a shared phenomenon in ALI or ARDS induced by viral or bacterial infection [18, 22–25].",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 182,
                    "end": 183,
                    "mention": "8",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 262,
                    "end": 263,
                    "mention": "9",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 463,
                    "end": 468,
                    "mention": "10–12",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 570,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 572,
                    "end": 574,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 690,
                    "end": 692,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 906,
                    "end": 911,
                    "mention": "16–18",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1042,
                    "end": 1044,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1158,
                    "end": 1160,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1243,
                    "end": 1245,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1365,
                    "end": 1370,
                    "mention": "22–25",
                    "ref_id": null
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "MicroRNAs (miRNAs) are small non-coding RNAs that function primarily in regulating gene expression by binding to the 3′-untranslated region (3′-UTR) of the targeted mRNAs [26]. Wide-spectrum diseases, such as pulmonary diseases, diabetes and cardiac disorders, can be attributed to miRNA dysfunction [27]. In recent years, multiple miRNA-based drugs have been explored and have entered clinical testing [27, 28]. miR-200 family consists of two clusters: the miR-200a/b/429 cluster containing miR-200a-3p, miR-200a-5p, miR-200b-3p, miR-200b-5p and miR-429 on chromosome 1p36.33, and the miR-200c/141 cluster containing miR-200c-3p, miR-200c-5p, miR-141-3p and miR-141-5p on chromosome 12p13.31. Studies on this miRNA family revealed that it has versatile roles in cancer progression, drug resistance and oxidative stress [29, 30].",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 404,
                    "end": 406,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 408,
                    "end": 410,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 821,
                    "end": 823,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 825,
                    "end": 827,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In our study, we proposed to explore the mechanism behind the downregulation of ACE2 presenting in ALI or ARDS induced by avian influenza virus or other pathogens. We demonstrated that miR-200c-3p was markedly upregulated by the infection of H5N1 virus and the treatment of synthetic double-stranded RNA poly (I:C), bacterial lipopolysaccharide (LPS) and lipoteichoic acid (LTA) in a nuclear factor-κB (NF-κB)-dependent manner. miR-200c-3p directly targets the 3′-UTR of ACE2 and downregulates ACE2 protein expression. Moreover, elevated levels of miR-200c-3p were found in plasma samples of severe pneumonia patients. Our in vivo results demonstrated that miR-200c-3p may be a therapeutic target for ALI.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To identify miRNAs potentially regulating ACE2 protein expression, the miRNA expression profile in A549 cells (human lung adenocarcinoma epithelial cell line) challenged with H1N1 or H5N1 influenza virus was compared with that in A549 cells mock infected with allantoic fluid (AF). With 978 human miRNAs at a meaningful level (read count>0), we listed the top 20 highly expressed miRNAs in H5N1-infected cells compared with H1N1-infected cells (Figure 1a). Among them, miR-200c-3p and miR-141-3p were predicted to target ACE2 using TargetScan (Supplementary Figure S1a). Quantitative real-time PCR (qRT-PCR) analysis confirmed the upregulation of miR-200c-3p and miR-141-3p in H5N1-infected A549 cells (Figure 1b and c). Moreover, we observed that the expression of miR-421, which was reported to target ACE2 [31], was not upregulated after H1N1 and H5N1 virus infection (Supplementary Figure S1b). The pattern of the upregulation of miR-200c-3p and miR-141-3p was also validated in HEK293T cells (human embryonic kidney cells) (Supplementary Figure S1c and d). Additionally, the ACE2 protein expression levels were downregulated in A549 cells (Supplementary Figure S1e) and HEK293T cells (Supplementary Figure S1f) after infection with H5N1 influenza virus, which were consistent with our previous observations in the H5N1-infected mice lung tissues [16].",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 812,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1352,
                    "end": 1354,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "H5N1 infection induces the upregulation of miR-200c-3p in A549 cells ::: Results",
            "ref_spans": [
                {
                    "start": 445,
                    "end": 454,
                    "mention": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 703,
                    "end": 718,
                    "mention": "Figure 1b and c",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Interestingly, the H5N1-induced expression of miR-200c-3p and miR-141-3p was highly correlated with both cell viability (Figure 1d and f) and viral replication (Figure 1e and g). However, the expression of neither miR-200c-5p nor miR-141-5p was correlated with cell viability or viral replication (Supplementary Figure S1g and h). Then, we tested the effect of the different multiplicity of infection (MOI) on the expression of miR-200c-3p and miR-141-3p. A549 cells were challenged with H5N1 virus at different viral titers (MOI=0.05, 0.5 and 5), and the expression of miR-200c-3p and miR-141-3p was detected. The larger the infective dose administered, the higher the expression of miR-200c-3p and miR-141-3p (Supplementary Figure S1i). Successful viral infection was confirmed by detecting the expression of matrix protein 1 (M1) (Supplementary Figure S1j). Collectively, miR-200c-3p and miR-141-3p may be capable of regulating the expression of ACE2 protein and have a critical role during H5N1 virus infection.",
            "cite_spans": [],
            "section": "H5N1 infection induces the upregulation of miR-200c-3p in A549 cells ::: Results",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 136,
                    "mention": "Figure 1d and f",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 161,
                    "end": 176,
                    "mention": "Figure 1e and g",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In accordance with the prediction, transfection of miR-200c-3p mimics into A549 cells significantly decreased the abundance of ACE2 protein, whereas miR-200c-3p inhibitors increased it (Figure 2a). However, we did not observe any significant change of ACE2 expression in the group transfected with miR-141-3p mimics or inhibitors. Previously, miR-141-3p has been reported to regulate tumor growth factor-β2 by targeting its transcript during H5N1 infection [32]. To demonstrate the interaction between miR-200c-3p and ACE2 transcripts, we constructed a reporter vector in which the 3′-UTR of ACE2 was fused downstream of Renilla luciferase coding sequence (Supplementary Figure S2a). In HEK293T cells transfected with miR-200c-3p mimics rather than miR-200c-5p mimics, Renilla luciferase activity significantly decreased (Figure 2b). Successful transfection of miR-200c-3p mimics and miR-200c-5p mimics was confirmed by qRT-PCR (Supplementary Figure S2b). Additionally, the activity was inhibited by miR-200c-3p mimics in a concentration-dependent manner (Supplementary Figure S2c). When the predicted miR-200c-3p binding site on ACE2 3′-UTR was deleted, the inhibiting effects of miR-200c-3p mimics on the luciferase activity were diminished (Figure 2c). Moreover, mutation of the site on miR-200c-3p binding to ACE2 3′-UTR abolished the inhibiting effects of miR-200c-3p on Renilla luciferase activity (Supplementary Figure S2d). Taken together, these results indicate that miR-200c-3p, rather than miR-200c-5p and miR-141-3p, directly targets the 3′-UTR of ACE2 and downregulates the expression of ACE2 protein.",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 460,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "miR-200c-3p downregulates ACE2 expression by directly targeting to the 3′-UTR of ACE2 ::: Results",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "mention": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 822,
                    "end": 831,
                    "mention": "Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1244,
                    "end": 1253,
                    "mention": "Figure 2c",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To elucidate how H5N1 influenza virus induces the upregulation of miR-200c-3p, vectors containing the H5N1 influenza viral protein coding genes, hemagglutinin, neuraminidase (NA), nonstructural protein 1 (NS1), nonstructural protein 2 (NS2), polymerase complex PA, polymerase complex PB1, polymerase complex PB2, M1, matrix protein 2 (M2) and nucleocapsid protein (NP) were each transfected into HEK293T cells for 48 h. In HEK293T cells transfected with NS1 expressing vector, the upregulation of miR-200c-3p and miR-141-3p was observed (Figure 2d and Supplementary Figure S3a). In addition, M1 and NP also induced the upregulation of miR-200c-3p. However, NS1 induced a much higher level of miR-200c-3p than M1 and NP. Therefore, in the subsequent experiments, we focused on the function of NS1. Compared with the NS1 of H1N1 virus, the NS1 of H5N1 and H7N9 viruses induced much higher expression of miR-200c-3p and miR-141-3p (Figure 2e and Supplementary Figure S3b). However, NS1 of neither H5N1 nor H7N9 caused any significant change of the expression of miR-421 (Supplementary Figure S3c). Transfection of H5N1-NS1 and H7N9-NS1 expression vectors into HEK293T cells resulted in the downregulation of ACE2 protein levels (Figure 2f). Our results suggest that NS1 of pathogenic avian influenza virus has an important role in the induction of miR-200c-3p and miR-141-3p.",
            "cite_spans": [],
            "section": "NS1 of H5N1 and H7N9 viruses can induce the upregulation of miR-200c-3p ::: Results",
            "ref_spans": [
                {
                    "start": 538,
                    "end": 547,
                    "mention": "Figure 2d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 929,
                    "end": 938,
                    "mention": "Figure 2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1226,
                    "end": 1235,
                    "mention": "Figure 2f",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To examine whether the induction of miR-200c-3p to downregulate ACE2 is a specific mechanism of pathogenic avian influenza viruses, we challenged A549 cells with poly (I:C). miR-200c-3p was upregulated in a concentration-dependent manner in poly (I:C)-transfected A549 cells (Figure 3a). In addition, transfection of poly (I:C) also resulted in the downregulation of ACE2 protein expression, which was rescued by the transfection of inhibitors of miR-200c-3p (Figure 3d), indicating that downregulating ACE2 protein expression by miR-200c-3p may be a shared mechanism for RNA viruses. Induction of interleukin-6, interleukin-29 and interferon-β by poly (I:C) was confirmed by qRT-PCR analysis (Supplementary Figure S4a). Previous studies have reported that LPS, which is the major constituent of the outer membrane of Gram-negative bacteria, can induce the downregulation of ACE2 and the upregulation of Ang II [33, 34]. However, the mechanisms are still unclear. By exposing A549 and THP1 cells (human acute monocytic leukemia cell line) to LPS, we found that LPS can induce the upregulation of miR-200c-3p (Figure 3b and Supplementary Figure S5a). LPS treatment also induced the downregulation of ACE2 protein expression (Figure 3e and Supplementary Figure S5c). Compared with inhibitors of negative control (NC), transfection of miR-200c-3p inhibitors significantly inhibited the downregulation of ACE2 induced by LPS (Figure 3e). Interestingly, LTA, which is the major component of the cell wall of Gram-positive bacteria, can also induce the upregulation of miR-200c-3p (Figure 3c and Supplementary Figure S5b) and the downregulation of ACE2 (Figure 3f and Supplementary Figure S5d) in A549 and THP1 cells. Consistently, the downregulation of ACE2 protein was markedly inhibited by the transfection of miR-200c-3p inhibitors (Figure 3f). In poly (I:C)-treated cells, another miRNA previously reported targeting to ACE2 gene, miR-421, was measured slightly upregulated, whereas in LPS- and LTA-treated A549 cells, no significant changes of miR-421 were observed (Figure 3a–c). Induction of tumor necrosis factor-α, interleukin-6 and interleukin-1β by LPS and LTA in A549 and THP1 cells were confirmed by qRT-PCR analysis (Supplementary Figure S4b and c and Supplementary Figure S5e and f). Collectively, our results suggest that miR-200c-3p is a crucial regulator of ACE2 protein expression in the above conditions and may be shared in certain types of viral and bacterial infections.",
            "cite_spans": [
                {
                    "start": 912,
                    "end": 914,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 916,
                    "end": 918,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Induction of miR-200c-3p in cells treated with poly (I:C), and bacterial components LPS and LTA ::: Results",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "mention": "Figure 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 460,
                    "end": 469,
                    "mention": "Figure 3d",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1109,
                    "end": 1118,
                    "mention": "Figure 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1224,
                    "end": 1233,
                    "mention": "Figure 3e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1422,
                    "end": 1431,
                    "mention": "Figure 3e",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1576,
                    "end": 1585,
                    "mention": "Figure 3c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1648,
                    "end": 1657,
                    "mention": "Figure 3f",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1831,
                    "end": 1840,
                    "mention": "Figure 3f",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2067,
                    "end": 2078,
                    "mention": "Figure 3a–c",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Viruses and bacteria are usually the precipitating factors of severe pneumonia, which may induce severe respiratory failure by triggering ARDS [35, 36], a clinical syndrome characterized by pulmonary edema, hypoxemia and the accumulation of inflammatory cells [1]. ARDS has a high mortality rate of 30–50%, thus demanding accurate prediction models [37, 38]. Because H5N1 virus, poly (I:C), LPS and LTA can all induce the expression of miR-200c-3p to downregulate ACE2 protein expression, we speculate that the expression of miR-200c-3p may be aberrant in severe pneumonia infection. To investigate whether miR-200c-3p is involved in severe pneumonia infection, we collected plasma from 56 severe pneumonia patients and 21 healthy volunteers and then detected the expression of miR-200c-3p in the plasma. The characteristics of the study subjects are shown in Supplementary Table S1. Of the 56 patients, 53 (94.64%) fulfilled ARDS criteria [39]. In accordance with our speculation, the plasma levels of miR-200c-3p were significantly elevated in severe pneumonia patients (Figure 3g). Downregulation of ACE2 may result in the elevated plasma level of Ang II, which is a major substrate of ACE2. Additionally, Ang II is claimed considerably increased in ARDS patients [40]. Consistent with this report, the plasma levels of Ang II were also markedly upregulated in severe pneumonia patients (Figure 3h). Notably, the plasma level of Ang II changed over miR-200c-3p in severe pneumonia patient (patient 48th) whose plasma samples were consecutively collected (Figure 3i), suggesting that miR-200c-3p may participate in the upregulation of plasma Ang II and then induces lung injury through Ang II type 1 receptor. Consequently, our results raise the possibility that miR-200c-3p can serve as a biomarker or therapeutic target for severe pneumonia.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 261,
                    "end": 262,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 350,
                    "end": 352,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 354,
                    "end": 356,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 941,
                    "end": 943,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1268,
                    "end": 1270,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Elevated plasma levels of miR-200c-3p in severe pneumonia patients ::: Results",
            "ref_spans": [
                {
                    "start": 1073,
                    "end": 1082,
                    "mention": "Figure 3g",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1391,
                    "end": 1400,
                    "mention": "Figure 3h",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1558,
                    "end": 1567,
                    "mention": "Figure 3i",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The transcription factor NF-κB heterodimer (p65/RelA and p50) has an important role in cellular responses to viral and bacterial infections [41, 42]. Besides, the determinant role of NF-κB in the regulation of miRNA expression has been revealed by previous studies [43–45]. It is well known that the activation of NF-κB signaling is essential in H5N1 infection and propagation [46–48]. Disabling the function of NF-κB heterodimer with small interfering RNAs (siRNAs) (si-p65 and si-p50) or its specific inhibitors, caffeic acid phenethyl ester (CAPE) and JSH-23, we found that the induction of miR-200c-3p by H5N1 infection was significantly repressed (Figure 4a and b and Supplementary Figure S6a). Considering that NS1 was reported to inhibit NF-κB activation, we proposed that there is an NF-κB-dependent manner for influenza virus to induce the expression of miR-200c-3p besides NS1-mediated induction of miR-200c-3p [49]. As influenza A virus infection-generated single-stranded viral RNA (vRNA) can be recognized by RIG-I to activate NF-κB and induce multiple gene expressions [43], we transfected RNA extracted from H5N1-infected cells (H5N1-vRNA) into A549 cells with Lipofectamine 2000 to test whether vRNA can induce the upregulation of miR-200c-3p. Interestingly, we found that transfection of H5N1-vRNA significantly elevated the expression level of miR-200c-3p compared with transfection of RNA extracted from AF-treated cells (Supplementary Figure S6b). In addition, repressing the function of NF-κB heterodimer with siRNAs (si-p65 or si-p50) or its specific inhibitors (CAPE and JSH-23) also resulted in the inhibition of the upregulation of miR-200c-3p induced by H5N1-vRNA transfection (Figure 4c and d and Supplementary Figure S6c), suggesting that H5N1-vRNA-induced expression of miR-200c-3p requires NF-κB activation.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 145,
                    "end": 147,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 266,
                    "end": 271,
                    "mention": "43–45",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 383,
                    "mention": "46–48",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 924,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "NF-κB signaling pathway mediates the upregulation of miR-200c-3p induced by H5N1, poly (I:C), LPS and LTA ::: Results",
            "ref_spans": [
                {
                    "start": 653,
                    "end": 668,
                    "mention": "Figure 4a and b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1704,
                    "end": 1719,
                    "mention": "Figure 4c and d",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Previous studies have established that NF-κB signaling activation is crucial in cellular responses to stimuli such as poly (I:C), LPS and LTA [50–52]. To assess whether the induction of miR-200c-3p by poly (I:C), LPS and LTA is also mediated by NF-κB signaling pathway, we again disabled the function of NF-κB heterodimer by using siRNAs or its specific inhibitors. Knockdown of p65 and p50 significantly repressed the upregulation of miR-200c-3p induced by the treatment of poly (I:C), LPS or LTA (Figure 4e,g and i and Supplementary Figure S6d, e and f). In addition, pretreatment with CAPE or JSH-23 also blocked the induction of miR-200c-3p in cells treated with poly (I:C), LPS or LTA (Figure 4f,h and j). The knockdown efficiency of siRNAs on p65 and p50 gene expression was validated by qRT-PCR (Supplementary Figure S6g). These data suggest that the induction of miR-200c-3p by avian influenza A virus H5N1, double-stranded RNA poly (I:C), bacterial LPS and LTA is NF-κB-dependent.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 148,
                    "mention": "50–52",
                    "ref_id": null
                }
            ],
            "section": "NF-κB signaling pathway mediates the upregulation of miR-200c-3p induced by H5N1, poly (I:C), LPS and LTA ::: Results",
            "ref_spans": [
                {
                    "start": 499,
                    "end": 516,
                    "mention": "Figure 4e,g and i",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 691,
                    "end": 708,
                    "mention": "Figure 4f,h and j",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To inhibit the function of miR-200c-3p in H5N1 virus infection, inhibitors of miR-200c-3p or an NC were transfected into A549 cells before virus infection. Inhibition of miR-200c-3p significantly blocked the downregulation of ACE2 protein induced by H5N1 virus infection (Supplementary Figure S7a). ARDS induced by H5N1 virus in mice was used to mimic and investigate the pathogenesis of H5N1-induced human ARDS [53]. H5N1 virus infection results in lung edema, inflammatory cellular infiltration and lung injury in mice [53]. Our results showed that the expression of miR-200c-3p in the lung tissue of H5N1-infected mice was also markedly upregulated (Figure 5a). Previously, we reported that the expression of ACE2 protein was downregulated in H5N1-infected mouse lung tissue [16]. As inhibition of miR-200c-3p resulted in recovery of ACE2 protein level in H5N1-infected A549 cells, miR-200c-3p may be a therapeutic target for H5N1-infected mice. In fact, administration of miR-200c-3p antagomir (24 h before, 6 and 24 h after infection, intraperitoneally 10 mg kg−1) indeed improved wet-to-dry lung tissue weight ratio, which indicates the degree of lung edema (Figure 5b). In mice administered with miR-200c-3p antagomir, lung injury scores (including alveolar wall thickening, hyaline membranes formatting and airspaces filling with proteinaceous debris) [54] were decreased, and inflammatory cell infiltration was alleviated (Figure 5c). Moreover, administration of miR-200c-3p antagomir (1, 24 and 48 h after infection, intraperitoneally 20 mg kg−1) markedly improved the survival rate of mice infected with H5N1 virus (Figure 5d) and restrained the viral replication in the lungs (Figure 5e and Supplementary Figure S7b). The body weight loss of surviving H5N1-infected mice administered with miR-200c-3p antagomir was recovered (Supplementary Figure S7c). Administration of miR-200c-3p antagomir also resulted in the recovery of ACE2 protein level in the lung tissue (Figure 5f). Accordingly, treatment with miR-200c-3p antagomir markedly reduced the plasma level of Ang II of H5N1-infected mice as well (Figure 5g). In summary, our data demonstrated that inhibiting the function of miR-200c-3p improves lung injury and ARDS induced by H5N1 virus infection, rendering miR-200c-3p as a potential therapeutic target.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 415,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 779,
                    "end": 781,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1361,
                    "end": 1363,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Inhibition of miR-200c-3p protects against H5N1 virus infection ::: Results",
            "ref_spans": [
                {
                    "start": 653,
                    "end": 662,
                    "mention": "Figure 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1165,
                    "end": 1174,
                    "mention": "Figure 5b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1432,
                    "end": 1441,
                    "mention": "Figure 5c",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1627,
                    "end": 1636,
                    "mention": "Figure 5d",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1689,
                    "end": 1698,
                    "mention": "Figure 5e",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1977,
                    "end": 1986,
                    "mention": "Figure 5f",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2114,
                    "end": 2123,
                    "mention": "Figure 5g",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Although influenza infection and severe pneumonia are known to cause much of their mortality by inducing ARDS, the mechanisms are still not fully understood, and effective drugs are still lacking [36, 55, 56]. Our study indicates that miR-200c-3p has a crucial role in the regulation of ACE2 in ALI or ARDS induced by H5N1 virus infection and severe pneumonia. Our previous studies have demonstrated that ACE2 protects mice against ALI induced by severe acute respiratory syndrome-coronavirus spikes, acid aspiration, sepsis and avian influenza virus [16, 18]. In this study, we showed that avian influenza virus, poly (I:C), bacterial LPS and LTA use a similar approach to reduce ACE2 level: the elevated miR-200c-3p directly downregulates ACE2 expression. Moreover, plasma levels of miR-200c-3p and its downstream effector Ang II were significantly elevated in severe pneumonia patients.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 201,
                    "end": 203,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 205,
                    "end": 207,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 552,
                    "end": 554,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While NS1 was reported to inhibit the activation of NF-κB, it is a matter of common observation that NF-κB signaling pathway is still significantly activated upon H5N1 virus infection and multiple NF-κB-dependent genes are expressed [46–49]. Interestingly, here we found that pathogenic avian influenza virus can induce the upregulation of miR-200c-3p through both the expression of NS1 protein and the accumulation of vRNA (Figure 6). NS1 is a multifunctional protein that interacts with more than 50 proteins to regulate innate immune pathways, splicing and mRNA export [57, 58]. Unlike NS1 of human pandemic H1N1/2009, NS1 of avian highly pathogenic H5N1 effectively inhibits the polyadenylation of cellular pre-mRNA in A549 cells [59]. Batista et al. [60] have shown that the transcription of miR-200c/141 can be induced by the bypass of the usual PTPN6 polyadenylation. NS1 of pathogenic avian influenza viruses may induce the expression of miR-200c-3p and miR-141-3p by bypassing the usual PTPN6 polyadenylation, which needed to be further investigated. Moreover, a study has reported that NA protein of influenza A/Puerto Rico/8/1934 (H1N1, PR8) can downregulate ACE2 [61]; therefore, whether NA of H5N1 and H7N9 viruses can downregulate ACE2 requires further investigation.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 239,
                    "mention": "46–49",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 575,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 425,
                    "end": 433,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "NF-κB is a critical regulator of defensive response to diverse pathogens. Viruses, bacteria, parasites and injury initiate distinct signal-transduction pathways to activate NF-κB. Influenza virus can induce the activation of NF-κB by the accumulation of viral products, including viral protein and vRNA [62, 63]. In this study, we found that transfection of RNA extracted from H5N1 virus-infected cells elicited the upregulation of miR-200c-3p, which can be suppressed by the loss of p65 function (Figure 6). However, the detailed molecular mechanism needs to be further investigated. The expression levels of miR-200c-3p have been found to be markedly upregulated in the livers of hepatocellular carcinoma patients [64]. Among these patients, nine patients were diagnosed with HBV infection and five patients were diagnosed with HCV infection, thus suggesting that HBV and HCV infection may induce the expression of miR-200c-3p. Whether HCV or HBV RNA can induce the upregulation of miR-200c-3p requires further study.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 308,
                    "end": 310,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 498,
                    "end": 506,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "As we know, poly (I:C), LPS and LTA can induce the activation of NF-κB via Toll-like receptor 3, Toll-like receptor 4 and Toll-like receptor 2, respectively [65–67]. In fact, we also noticed that poly (I:C), bacterial LPS and LTA can induce the upregulation of miR-200c-3p to downregulate ACE2 protein expression in an NF-κB signaling pathway-dependent manner (Figure 6). Previous study has shown that overexpression of ACE2 protects against LPS-induced lung injury in rat [23]. The downregulation of ACE2 might be mediated by miR-200c-3p and inhibition of miR-200c-3p might protect against LPS-induced lung injury as well. The observations represented in this study may provide an example how pathogenic avian influenza viruses and bacteria use NF-κB activity.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 163,
                    "mention": "65–67",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 476,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 361,
                    "end": 369,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Compared with healthy controls, the plasma levels of both miR-200c-3p and its downstream effector Ang II were much higher in severe pneumonia patients. As previous studies have reported that angiotensin-converting enzyme inhibitors, which reduce the production of Ang II, and Ang II receptor blockers, which block the function of Ang II, do have some beneficial effects on pneumonia-related clinical outcomes [68, 69], inhibition of miR-200c-3p may also produce a positive clinical outcome for pneumonia. In addition, previous study has reported that the miR-200c-3p level was positively related to the severity of interstitial lung disease [70]. Further studies are needed to explore whether plasma levels of miR-200c-3p or Ang II can serve as a biomarker or therapeutic target for severe pneumonia.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 412,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 414,
                    "end": 416,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 642,
                    "end": 644,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In recent years, miRNA-based strategies for exploring novel therapeutic drugs have experienced rapid development. Several miRNA-targeting drugs have now entered clinical testing or are even close to gaining access to markets [28]. We found that administration of antagomirs of miR-200c-3p can ameliorate ALI and lung edema in mice induced by H5N1 virus infection, suggesting a potential miRNA-targeting drug for avian influenza viruses-mediated ALI. One study has demonstrated that administration of anti-miR-200c-5p oligonucleotide attenuates pulmonary inflammatory responses and lung injury by inhibiting the downregulation of dual-specificity phosphatase 1 in an LPS-induced mouse model [71]. In accordance with our result, ACE2 was not a target of miR-200c-5p (Figure 2b).",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 765,
                    "end": 774,
                    "mention": "Figure 2b",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Collectively, we found that NS1 and vRNA of avian influenza virus can induce the upregulation of miR-200c-3p to downregulate ACE2 protein expression. NF-κB-dependent induction of miR-200c-3p is a shared mechanism of H5N1-vRNA, poly (I:C), LPS and LTA induced ACE2 reduction, suggesting a molecular mechanism of ALI/ARDS caused by bacterial and viral infections: the elevated miR-200c-3p downregulated ACE2 expression, increased Ang II levels and caused lung injury through Ang II type 1 receptor. Consistently, blocking the function of miR-200c-3p protects H5N1-infected mice from ALI, indicating miR-200c-3p as a potential therapeutic target.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The influenza viruses A/Jilin/9/2004 (H5N1) and A/New Caledonia/20/1999 (H1N1) were used in this study. All live influenza virus experiments were performed in biosafety level 3 facilities according to governmental guidelines.",
            "cite_spans": [],
            "section": "Influenza viruses ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A549 cells (human lung adenocarcinoma epithelial cells) were purchased from the American Type Culture Collection (ATCC, Rockville, MD, USA) and cultured in Ham's F12 nutrient medium (HyClone, Logan, UT, USA). HEK293T and THP1 cells were purchased from the Peking Union Medical College Cell Culture Center (Beijing, China). HEK293T cells were propagated in Dulbecco’s modified Eagle’s medium (HyClone). THP1 cells were cultured in RPMI-1640 medium (HyClone). Cells were cultured in the appropriate medium supplemented with 10% (v v−1) fetal bovine serum (Gibco, Grand Island, NY, USA), 100 U ml−1 penicillin and 100 U ml−1 streptomycin at 37 °C.",
            "cite_spans": [],
            "section": "Cell culture ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Infected with H1N1 or H5N1 virus (MOI=4) or AF control for 18 h, A549 cells were collected using TRIzol Reagent (Invitrogen, Carlsbad, CA, USA). Total RNA of the cells was isolated following the standard protocol. RNA libraries were sequenced using an Illumina HiSeq 2500 Platform (Illumina, San Diego, CA, USA) with single-end (SE) 50 nt (SE50), and each sample yielded an average of 20 M reads. The software fastx_toolkit (version: fastx_toolkit_0_0_13) was used to preprocess small RNA-seq raw data. The software Bowtie2 (version: Bowtie2-2.1.0) and Rfam database (http://rfam.xfam.org/) were used to filter ribosomal RNA or transfer RNA. The commands mapper.pl and miRDeep2.pl in the software miRDeep2 (version: miRDeep2_0_0_7) were used for mapping sample reads to the human genome (version hg19, http://hgdownload.cse.ucsc.edu/downloads.html) and detecting conserved miRNA.",
            "cite_spans": [],
            "section": "miRNA-seq data analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Following the standard protocol, total RNA was isolated in RNase-free environment using TRIzol Reagent (Invitrogen). For gene expression analysis, cDNA was synthesized from 1.5 μg of total RNA with random primers using the High-Capacity cDNA Reverse Transcription Kit (Applied Biosystems, Foster City, CA, USA). For miRNA expression analysis, cDNA was synthesized with stem-looped miRNA-specific reverse transcription primers by using the same kit. Amplified products were detected using the FastStart Universal SYBR Green Master Mix II (Roche, Basel, Switzerland) on a LightCycler 480 PCR System (Roche). The relative gene expression levels were normalized to the reference gene, human glyceraldehyde-3-phosphate dehydrogenase (GAPDH). The relative miRNA expression levels were normalized to small non-coding RNA U6. The specific primers used were synthesized by Invitrogen and listed in Supplementary Table S2.",
            "cite_spans": [],
            "section": "Quantitative real-time PCR ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The A549 cells were infected with H1N1 or H5N1 influenza virus titrated to an MOI of 4 or an equal volume of vehicle. Cell viability was determined by an MTT assay (Promega, Madison, WI, USA) at 1, 3, 6, 9, 12, 18, 24 and 36 h postinfection in the A549 cell line.",
            "cite_spans": [],
            "section": "Cell viability assays ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "A549 cells were transfected with 50 nM mimics of NC (5′-\nUUGUACUACACAAAAGUACUG-3′), miR-200c-3p (5′-\nUAAUACUGCCGGGUAAUGAUGGA-3′) and miR-141-3p (5′-\nUAACACUGUCUGGUAAAGAUGG-3′), or inhibitors of NC (5′-\nCAGUACUUUUGUGUAGUACAA-3′), miR-200c-3p (5′-\nUCCAUCAUUACCCGGCAGUAUUA-3′) and miR-141-3p (5′-\nCCAUCUUUACCAGACAGUGUUA-3′) for 36 h. The mimics and inhibitors were synthesized by GenePharma (Shanghai, China). Then, the cells were collected with RIPA lysis buffer. Protein was detected by western blotting following the procedures described previously [72]. Anti-ACE2 antibody was purchased from Abcam (Cambridge, MA, USA; ab108252). Antibodies against β-actin (clone AC-15, A5441) and Flag tag (F7425) were purchased from Sigma-Aldrich, St Louis, MO, USA.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 552,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Western blot analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The wild-type and mutant-type 3′-UTRs of the ACE2 transcript were cloned into the psiCHECK-2 vector (Promega) through the NotI and XhoI restriction enzyme cutting sites. miRNA mimics were transfected into HEK293T cells using Lipofectamine RNAiMAX (Invitrogen). After 24 h, 1 μg of wild-type vector or mutant vector was transfected into HEK293T cells using Lipofectamine 2000 (Invitrogen). At 48 h after transfection of miRNA mimics, relative luciferase activity was calculated according to the manufacturer’s instructions. Wild-type or mutant-type miR-200c-3p mimics were transfected into HEK293T cells using Lipofectamine RNAiMAX (Invitrogen). After 24 h, 1 μg of wild-type vector was transfected into HEK293T cells using Lipofectamine 2000 (Invitrogen). At 48 h after transfection of miRNA mimics, relative luciferase activity was calculated according to the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Luciferase activity assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "H5N1 influenza viral protein coding genes, hemagglutinin, NA, NS1, nonstructural protein 2, polymerase complex PA, polymerase complex PB1, polymerase complex PB2, M1, M2 and NP were cloned into the Peak13 vector (provided by B Seed, Harvard Medical School, Boston, MA, USA). Coding genes of NS1 protein of H1N1 and H7N9 influenza virus were also cloned into the Peak13 vector.",
            "cite_spans": [],
            "section": "Plasmids ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Poly (I:C) (P0913; Sigma, St Louis, MO, USA) was transfected into A549 cells with Lipofectamine 2000 for 6 h. LPS (from Escherichia coli O111:B4, L4391; Sigma) or LTA (from Staphylococcus aureus, L2515; Sigma) were added to A549 and THP1 cells for 24 h. RNA extracted from A549 cells challenged with H1N1 virus, H5N1 virus or AF control was transfected into A549 cells with Lipofectamine 2000 for 12 h. Then, RNA and protein samples were collected and analyzed.",
            "cite_spans": [],
            "section": "vRNA, poly (I:C), LPS and LTA experiments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Severe pneumonia patients were recruited at the Peking Union Medical College Hospital (PUMCH, Beijing, China). Healthy volunteers were recruited as controls. All participants had written informed consent. With the approval of the Institutional Review Board of PUMCH, this study was performed following the ethical guidelines of the 1975 Declaration of Helsinki. The concentration of Ang II in plasma was detected using the ELISA Kit (RapidBio Lab, Calabasas, CA, USA).",
            "cite_spans": [],
            "section": "Clinical specimens ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "miRNAs were extracted from 400 μl plasma using an miRNeasy Serum/Plasma Kit (Qiagen, Hilden, Germany). A synthetic spike-in control, Caenorhabditis elegans miR-39 (cel-miR-39), was added to the lysed samples for internal normalization. cDNA was synthesized using the TaqMan MicroRNA Assays Kit and High-Capacity cDNA Reverse Transcription Kit (Applied Biosystems). PCR reactions were performed on a LightCycler 480 PCR system (Roche) using the TaqMan Universal Master Mix II (Applied Biosystems).",
            "cite_spans": [],
            "section": "Plasma miRNA extraction and detection ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "NF-κB p65/RelA-specific siRNA, p50-specific siRNA and nonspecific control siRNA were synthesized by GenePharma. The p65 siRNA duplexes (siRNA1: 5′-\nGGACAUAUGAGACCUUCAA-3′; siRNA2: 5′-\nCUUCCAAGUUCCUAUAGAA-3′), the p50 siRNA (5′-\nCGCCAUCUAUGACAGUAAAUU-3′) or a control siRNA were transfected into cells (with a final concentration as 100 μM) with Lipofectamine RNAiMAX (Invitrogen) for 24 h, and then subsequent experiments were performed.",
            "cite_spans": [],
            "section": "RNA interference knockdown ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "CAPE (S7414) and JSH-23 (S7351) were purchased from Selleck Chemicals (Houston, TX, USA) and resolved in dimethyl sulfoxide. CAPE and JSH-23 were added to cells (with a final concentration of 75 and 100 μM, respectively) for 2 h, and then subsequent experiments were performed.",
            "cite_spans": [],
            "section": "Inhibition of NF-κB transcriptional activity ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Wild-type C57BL/6 mice were purchased from Vital River (Beijing, China). Antagomirs of NC (5′-\nCAGUACUUUUGUGUAGUACAA-3′) and miR-200c-3p (5′-\nUCCAUCAUUACCCGGCAGUAUUA-3′) (10 mg kg−1; GenePharma) were intraperitoneally injected into C57BL/6 mice 24 h before, and 6 and 24 h after intratracheal instillation of H5N1 virus. At 3 days postinfection, the mice were killed, and lung injury was assessed as described previously [16]. For the assessment of survival rates, virus replication and Ang II, antagomirs of NC and miR-200c-3p (5′-\nUCCAUCAUUACCCGGCAGUAUUA-3′) (20 mg kg−1; RiboBio, Guangzhou, China) were intraperitoneally injected into C57BL/6 mice 1, 24 and 48 h after intratracheal instillation of H5N1 virus. The animal experiments were performed in the Institute of Military Veterinary Medicine, Academy of Military Medical Sciences following governmental and institutional guidelines.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "In vivo experiments ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Unpaired t-tests were used for the cell culture and luciferase reporter assay data analysis. Pearson's correlation analysis was used to analyze the relationship between miRNAs and virus-infected cell viability or viral replication. The Mann–Whitney U-test was used for the analysis of clinical data. All statistical tests were calculated using GraphPad Prism 5.0 (La Jolla, CA, USA). A two-tailed P-value <0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Aberrant expression of miR-200c-3p and miR-141-3p in H5N1-infected A549 cells. (a) Heat map of fold changes (log 2) of miRNAs’ expression in A549 cells after infection with either H1N1 or H5N1 (MOI=4) influenza virus for 18 h. The fold changes were compared with miRNAs’ expression in cells mock infected with AF for 18 h. The upregulated miRNAs in H5N1-infected A549 cells are listed. (b and c) qRT-PCR analysis of the expression of miR-200c-3p and miR-141-3p in A549 cells at the indicated hours after challenge with H1N1 virus, H5N1 virus (MOI=4) or AF control. Graph shows the mean±s.e.m. **P<0.01. (d and e) Correlation between the expression of miR-200c-3p and cell viability or virus replication in H5N1-infected A549 cells. Pearson's correlation analysis was used to analyze the correlation. Pearson's correlation coefficients (r) and P-values are provided in each graph. Viral replication was indicated with the relative expression levels of M1 and M2. (f and g) Correlation between the expression of miR-141-3p and cell viability or virus replication in H5N1-infected A549 cells. Pearson's correlation analysis was used to analyze the correlation. Pearson's correlation coefficients (r) and P-values are provided in each graph.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: ACE2 is a target of miR-200c-3p that can be induced by NS1. (a) A549 cells were transfected with 50 nM mimics or inhibitors of miR-200c-3p or miR-141-3p for 36 h. ACE2 protein expression levels were analyzed by western blotting and were normalized to β-actin. Native, untreated A549 cells. (b) The wild-type 3′-UTR of the ACE2 transcript was cloned into the psiCHECK-2 vector (ACE2 3′-UTR-WT reporter vector). Luciferase activity in HEK293T cells transfected with mimics of miRNAs or the vector was detected using the Dual Luciferase Reporter Assay System. (c) An ACE2 3′-UTR-MUT reporter vector was constructed in which the miR-200c-3p binding site on the ACE2 3′-UTR was deleted. Luciferase activity in HEK293T cells transfected with miR-200c-3p mimics and the ACE2 3′-UTR-WT or -MUT reporter vector was detected using the Dual Luciferase Reporter Assay System. (d) Vectors containing H5N1 influenza viral protein coding genes were individually transfected into HEK293T cells for 48 h. The expression of miR-200c-3p was quantified by qRT-PCR. Native, untreated HEK293T cells. (e and f) Vectors coding for NS1 of H1N1, H5N1 and H7N9 viruses were transfected into HEK293T cells for 72 h. The expression of miR-200c-3p was detected by qRT-PCR. The expression of ACE2 and NS1 was detected by western blotting. In each graph, the data are presented as the mean±s.e.m. NS, not significant, **P<0.01.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Elevated levels of miR-200c-3p in cells treated with poly (I:C), LPS and LTA and in the plasma of severe pneumonia patients. (a) qRT-PCR analysis of the expression of miR-200c-3p and miR-421 in A549 cells transfected with poly (I:C) for 6 h at the indicated concentration. (b) qRT-PCR analysis of the expression of miR-200c-3p and miR-421 in A549 cells treated with LPS for 24 h at the indicated concentration. (c) qRT-PCR analysis of the expression of miR-200c-3p and miR-421 in A549 cells treated with LTA for 24 h at the indicated concentration. (d) After transfection with inhibitors of NC or miR-200c-3p for 6 h, A549 cells were transfected with poly (I:C) (10 μg ml−1). The expression of ACE2 protein in the cells was detected. Native, A549 cells were treated with the solvent used. (e) After transfection with inhibitors of NC or miR-200c-3p for 6 h, A549 cells were challenged with LPS (10 μg ml−1). The expression of ACE2 protein in the cells was detected. Native, A549 cells were treated with the solvent used. (f) After transfected with inhibitors of NC or miR-200c-3p for 6 h, A549 cells were challenged with LTA at (500 μg ml−1). The expression of ACE2 protein in the cells was detected. β-Actin served as an internal control. Native, A549 cells were treated with the solvent used. (g and h) qRT-PCR analysis of miR-200c-3p (g) and enzyme-linked immunosorbent assay analysis of Ang II (h) in the plasma of healthy controls and severe pneumonia patients. The number of the study participants for each group was as follows: healthy control group (n=21), severe pneumonia patients (n=56). (i) Kinetics of miR-200c-3p (ratio to cel-miR-39 which was used as a spike-in control) and Ang II plasma levels of one severe pneumonia patient (patient 48th). The data are shown as the mean±s.e.m. **P<0.01 and ***P<0.001.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: NF-κB signaling pathway mediates the upregulation of miR-200c-3p. (a) A549 cells were transfected with the corresponding siRNAs and then challenged with AF or H5N1 (MOI=4) for 48 h. The expression of miR-200c-3p was detected by qRT-PCR. (b) A549 cells were treated with CAPE or JSH-23 and then challenged with AF or H5N1 (MOI=4) for 48 h. The expression of miR-200c-3p was detected by qRT-PCR. (c) A549 cells were transfected with the corresponding siRNAs and then transfected with 1 μg ml−1 RNA extracted from AF- or H5N1-infected cells for 12 h. The expression of miR-200c-3p was detected by qRT-PCR. (d) A549 cells were treated with CAPE or JSH-23 and then transfected with 1 μg ml−1 RNA extracted from AF- or H5N1-infected cells for 12 h. The expression of miR-200c-3p was detected by qRT-PCR. (e) A549 cells were transfected with the corresponding siRNAs and then transfected with 1 μg ml−1 poly (I:C) for 12 h. The expression of miR-200c-3p was detected by qRT-PCR. Native, A549 cells were treated with the solvent used. (f) A549 cells were treated with CAPE or JSH-23 and then transfected with 1 μg ml−1 poly (I:C) for 12 h. The expression of miR-200c-3p was detected by qRT-PCR. Native, A549 cells were treated with the solvent used. (g) THP1 cells were transfected with the corresponding siRNAs and then treated with 1 μg ml−1 LPS for 24 h. The expression of miR-200c-3p was detected by qRT-PCR. Native, THP1 cells were treated with the solvent used. (h) THP1 cells were treated with CAPE or JSH-23 and then treated with 1 μg ml−1 LPS for 24 h. The expression of miR-200c-3p was detected by qRT-PCR. Native, THP1 cells were treated with the solvent used. (i) THP1 cells were transfected with the corresponding siRNAs and then treated with 10 μg ml−1 LTA for 24 h. The expression of miR-200c-3p was detected by qRT-PCR. Native, THP1 cells were treated with the solvent used. (j) THP1 cells were treated with CAPE or JSH-23 and then treated with 10 μg ml−1 LTA for 24 h. The expression of miR-200c-3p was detected by qRT-PCR. Native, THP1 cells were treated with the solvent used. The data are shown as the mean±s.e.m. *P<0.05 and **P<0.01.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Inhibition of miR-200c-3p protects mice from H5N1 virus infection. (a) qRT-PCR analysis of miR-200c-3p expression in the lungs of mice challenged with AF or H5N1 virus for 3 days (1×106 TCID50 (50% tissue culture infectious dose)). (b) C57BL/6 mice (n=5, each group) were intraperitoneally injected with antagomir of miR-200c-3p or NC (10 mg kg−1) 24 h before, as well as 6 and 24 h after H5N1 virus instillation (1×106 TCID50). Wet-to-dry lung tissue weight ratios of the mice were detected 3 days after H5N1 instillation. (c) Representative images of lung pathology (hematoxylin and eosin) of H5N1-infected mice treated with antagomir of miR-200c-3p or NC. The number of infiltrating neutrophils per microscopic field and lung injury scores are shown in the graphs. n=100 fields were analyzed for five mice for each treatment. (d) Kaplan–Meier survival curves of C57BL/6 mice intraperitoneally injected with antagomir of miR-200c-3p or NC three times (1, 24 and 48 h, 20 mg kg−1) after H5N1 virus instillation (1×106 TCID50). **P<0.01 when comparing the antagomir-NC+H5N1 group with the antagomir-miR-200c-3p+H5N1 group (log-rank test). (e) qRT-PCR analysis of M2 and NP mRNA relative expression levels in the lungs of mice. Lung tissues were obtained on day 3 after virus instillation. (f) ACE2 protein expression in the lungs of mice was detected by western blotting. Lung tissues were obtained on day 3 after virus instillation. (g) Ang II levels in the plasma of mice were determined using radioimmunoassays. The plasma was obtained on day 3 after virus instillation. The data are shown in the graph as the mean±s.e.m. *P<0.05 and **P<0.01.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: A proposed model for the regulation of miR-200c-3p in cells. H5N1 avian influenza virus uses two different ways to induce miR-200c-3p expression: one is through NS1 protein, and the other is through vRNA. H5N1-vRNA-, poly (I:C)-, bacterial LPS- and LTA-induced upregulation of miR-200c-3p requires NF-κB activation. Increased expression of miR-200c-3p directly reduces ACE2 protein expression.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Pathogenesis of influenza-induced acute respiratory distress syndrome",
            "authors": [],
            "year": 2014,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Angiotensin II type 1 receptor antagonists in animal models of vascular, cardiac, metabolic and renal disease",
            "authors": [],
            "year": 2016,
            "venue": "Pharmacol Ther",
            "volume": "164",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Angiotensin II type 2 receptor (AT2R) in renal and cardiovascular disease",
            "authors": [],
            "year": 2016,
            "venue": "Clin Sci",
            "volume": "130",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Role of the ACE2/angiotensin 1–7 axis of the renin–angiotensin system in heart failure",
            "authors": [],
            "year": 2016,
            "venue": "Circ Res",
            "volume": "118",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Angiotensin-converting enzyme 2 is an essential regulator of heart function",
            "authors": [],
            "year": 2002,
            "venue": "Nature",
            "volume": "417",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Chronic kidney disease: cardiac and renal angiotensin-converting enzyme (ACE) 2 expression in rats after subtotal nephrectomy and the effect of ACE inhibition",
            "authors": [],
            "year": 2012,
            "venue": "Exp Physiol",
            "volume": "97",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "ACE2 links amino acid malnutrition to microbial ecology and intestinal inflammation",
            "authors": [],
            "year": 2012,
            "venue": "Nature",
            "volume": "487",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Angiotensin-converting enzyme 2 protects from lethal avian influenza A H5N1 infections",
            "authors": [],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury",
            "authors": [],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Angiotensin-converting enzyme 2 protects from severe acute lung failure",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Angiotensin II receptor blocker as a novel therapy in acute lung injury induced by avian influenza A H5N1 virus infection in mouse",
            "authors": [],
            "year": 2015,
            "venue": "Sci China Life Sci",
            "volume": "58",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Influenza virus-induced lung injury: pathogenesis and implications for treatment",
            "authors": [],
            "year": 2015,
            "venue": " Eur Respir J",
            "volume": "45",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Angiotensin-converting enzyme 2 inhibits lung injury induced by respiratory syncytial virus",
            "authors": [],
            "year": 2016,
            "venue": "Scientific Rep",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Angiotensin II plasma levels are linked to disease severity and predict fatal outcomes in H7N9-infected patients",
            "authors": [],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Angiotensin-converting enzyme 2 in lung diseases",
            "authors": [],
            "year": 2006,
            "venue": "Curr Opin Pharmacol",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Angiotensin-converting enzyme 2 prevents lipopolysaccharide-induced rat acute lung injury via suppressing the ERK1/2 and NF-kappaB signaling pathways",
            "authors": [],
            "year": 2016,
            "venue": "Scientific Rep",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The correlation between inflammatory injury induced by LPS and RAS in EpH4-Ev cells",
            "authors": [],
            "year": 2017,
            "venue": "Int Immunopharmacol",
            "volume": "46",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Angiotensin-converting enzyme 2 activator diminazene aceturate prevents lipopolysaccharide-induced inflammation by inhibiting MAPK and NF-kappaB pathways in human retinal pigment epithelium",
            "authors": [],
            "year": 2016,
            "venue": "J Neuroinflamm",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "MicroRNAs: small RNAs with a big role in gene regulation",
            "authors": [],
            "year": 2004,
            "venue": "Nat Rev Genet",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "MicroRNA therapeutics: discovering novel targets and developing specific therapy",
            "authors": [],
            "year": 2016,
            "venue": "Perspect Clin Res",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Drug target miRNAs: chances and challenges",
            "authors": [],
            "year": 2014,
            "venue": "Trends Biotechnol",
            "volume": "32",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "miR-200c: a versatile watchdog in cancer progression, EMT, and drug resistance",
            "authors": [],
            "year": 2016,
            "venue": "J Mol Med",
            "volume": "94",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The co-pathogenesis of influenza viruses with bacteria in the lung",
            "authors": [],
            "year": 2014,
            "venue": "Nat Rev Microbiol",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "MicroRNA-200 is induced by thioredoxin-interacting protein and regulates Zeb1 protein signaling and beta cell apoptosis",
            "authors": [],
            "year": 2014,
            "venue": "J Biol Chem",
            "volume": "289",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Angiotensin-converting enzyme 2 is subject to post-transcriptional regulation by miR-421",
            "authors": [],
            "year": 2014,
            "venue": "Clin Sci",
            "volume": "127",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Effect of avian influenza A H5N1 infection on the expression of microRNA-141 in human respiratory epithelial cells",
            "authors": [],
            "year": 2013,
            "venue": "BMC Microbiol",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Activated protein C ameliorates LPS-induced acute kidney injury and downregulates renal INOS and angiotensin 2",
            "authors": [],
            "year": 2007,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "293",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Mesenchymal stem cells overexpressing angiotensin-converting enzyme 2 rescue lipopolysaccharide-induced lung injury",
            "authors": [],
            "year": 2015,
            "venue": "Cell Transplant",
            "volume": "24",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The role of respiratory viruses in the etiology of bacterial pneumonia: an ecological perspective",
            "authors": [],
            "year": 2016,
            "venue": "Evol Med Public Health",
            "volume": "2016",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Acute respiratory distress syndrome and pneumonia: a comprehensive review of clinical data",
            "authors": [],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Incidence and outcomes of acute lung injury",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries",
            "authors": [],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Acute respiratory distress syndrome: the Berlin definition",
            "authors": [],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "New treatments for influenza",
            "authors": [],
            "year": 2012,
            "venue": "BMC Med",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Angiotensin II formation and endothelin clearance in ARDS patients in supine and prone positions",
            "authors": [],
            "year": 2000,
            "venue": "Intens Care Med",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Modulation of NF-kappaB signalling by microbial pathogens",
            "authors": [],
            "year": 2011,
            "venue": "Nat Rev Microbiol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "NF-kappaB in immunobiology",
            "authors": [],
            "year": 2011,
            "venue": "Cell Res",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "NF-kappaB-dependent induction of microRNA miR-146, an inhibitor targeted to signaling proteins of innate immune responses",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "NF-kappaB p65-dependent transactivation of miRNA genes following Cryptosporidium parvum infection stimulates epithelial cell immune responses",
            "authors": [],
            "year": 2009,
            "venue": "PLoS Pathogens",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "DNA damage induces NF-kappaB-dependent microRNA-21 up-regulation and promotes breast cancer cell invasion",
            "authors": [],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Identification of oxidative stress and Toll-like receptor 4 signaling as a key pathway of acute lung injury",
            "authors": [],
            "year": 2008,
            "venue": "Cell",
            "volume": "133",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Essential impact of NF-kappaB signaling on the H5N1 influenza A virus-induced transcriptome",
            "authors": [],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "NF-kappaB signaling differentially regulates influenza virus RNA synthesis",
            "authors": [],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Influenza A virus NS1 protein prevents activation of NF-kappaB and induction of alpha/beta interferon",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Amantadine resistance among highly pathogenic avian influenza viruses (H5N1) isolated from India",
            "authors": [],
            "year": 2016,
            "venue": "Microb Pathog",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Double-stranded RNA activates binding of NF-kappa B to an inducible element in the human beta-interferon promoter",
            "authors": [],
            "year": 1989,
            "venue": "EMBO J",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Inducibility of kappa immunoglobulin enhancer-binding protein Nf-kappa B by a posttranslational mechanism",
            "authors": [],
            "year": 1986,
            "venue": "Cell",
            "volume": "47",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Staphylococcus aureus and derived exotoxins induce nuclear factor kappa B-like activity in murine bone marrow macrophages",
            "authors": [],
            "year": 1992,
            "venue": "Infect Immun",
            "volume": "60",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Acute respiratory distress syndrome induced by avian influenza A (H5N1) virus in mice",
            "authors": [],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "174",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "An official American Thoracic Society workshop report: features and measurements of experimental acute lung injury in animals",
            "authors": [],
            "year": 2011,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Clinical characteristics of 26 human cases of highly pathogenic avian influenza A (H5N1) virus infection in China",
            "authors": [],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Avian influenza A (H5N1) infection in humans",
            "authors": [],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Suppression of the antiviral response by an influenza histone mimic",
            "authors": [],
            "year": 2012,
            "venue": "Nature",
            "volume": "483",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Influenza virus non-structural protein NS1: interferon antagonism and beyond",
            "authors": [],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Differential effects of NS1 proteins of human pandemic H1N1/2009, avian highly pathogenic H5N1, and low pathogenic H5N2 influenza A viruses on cellular pre-mRNA polyadenylation and mRNA translation",
            "authors": [],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Potential human adaptation mutation of influenza A(H5N1) virus, Canada",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Regulation of miR-200c/141 expression by intergenic DNA-looping and transcriptional read-through",
            "authors": [],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Downregulation of angiotensin-converting enzyme 2 by the neuraminidase protein of influenza A (H1N1) virus",
            "authors": [],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "185",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Influenza virus-induced NF-kappaB-dependent gene expression is mediated by overexpression of viral proteins and involves oxidative radicals and activation of IkappaB kinase",
            "authors": [],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "FAT10 is critical in influenza A virus replication by inhibiting type I IFN",
            "authors": [],
            "year": 2016,
            "venue": "J Immunol",
            "volume": "197",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "MicroRNA profiling in hepatocellular tumors is associated with clinical features and oncogene/tumor suppressor gene mutations",
            "authors": [],
            "year": 2008,
            "venue": "Hepatology (Baltimore, MD)",
            "volume": "47",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Recognition of double-stranded RNA and activation of NF-kappaB by Toll-like receptor 3",
            "authors": [],
            "year": 2001,
            "venue": "Nature",
            "volume": "413",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Differential roles of TLR2 and TLR4 in recognition of Gram-negative and Gram-positive bacterial cell wall components",
            "authors": [],
            "year": 1999,
            "venue": "Immunity",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "NF-kappaB regulation in the immune system",
            "authors": [],
            "year": 2002,
            "venue": "Nat Rev Immunol",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Effects of an angiotensin-converting enzyme inhibitor-based regimen on pneumonia risk",
            "authors": [],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Population-based study of statins, angiotensin II receptor blockers, and angiotensin-converting enzyme inhibitors on pneumonia-related outcomes",
            "authors": [],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "A novel angiotensin-converting enzyme-related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1-9",
            "authors": [],
            "year": 2000,
            "venue": "Circ Res",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "The correlation between miR-200c and the severity of interstitial lung disease associated with different connective tissue diseases",
            "authors": [],
            "year": 2016,
            "venue": "Scand J Rheumatol",
            "volume": "46",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "miR-429 regulates alveolar macrophage inflammatory cytokine production and is involved in LPS-induced acute lung injury",
            "authors": [],
            "year": 2015,
            "venue": "Biochem J",
            "volume": "471",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Neuraminidase of influenza A virus binds lysosome-associated membrane proteins directly and induces lysosome rupture",
            "authors": [],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "A human homolog of angiotensin-converting enzyme. Cloning and functional expression as a captopril-insensitive carboxypeptidase",
            "authors": [],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Hydrolysis of biological peptides by human angiotensin-converting enzyme-related carboxypeptidase",
            "authors": [],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "277",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}