{
    "paper_id": "PMC5662401",
    "metadata": {
        "title": "Comparing the protective performances of 3 types of N95 filtering facepiece respirators during chest compressions",
        "authors": [
            {
                "first": "Hyungoo",
                "middle": [],
                "last": "Shin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jaehoon",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tae",
                "middle": [
                    "Ho"
                ],
                "last": "Lim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hyunggoo",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yeongtak",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sanghyun",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abdelouahab",
                "middle": [],
                "last": "Bellou.",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Healthcare providers are at risk for being exposed to infectious diseases, especially in the emergency department, which often houses clustered and unspecified numbers of patients who may carry airborne and aerosolized infectious diseases. Thus, the American Centers for Disease Control and Prevention guidelines recommend extended use and limited reuse of N95 filtering facepiece respirators that are certified by the National Institute for Occupational Safety and Health (NIOSH).[1] The protection that is provided by these devices is dependent on the filter's efficiency and seal quality, which is influenced by the shape of the sealing surface, the pressure generated by the tethering devices, the respiratory flow rate, and the wearer's movements.[2] Thus, even if healthcare providers wear N95 filtering facepiece respirators, there is still a risk of infection related to their movements (e.g., during chest compressions).",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 483,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 753,
                    "end": 754,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Korean healthcare providers who wore N95 filtering facepiece respirators were reportedly infected by the Middle East Respiratory Syndrome coronavirus (MERS-CoV) after performing cardiopulmonary resuscitation (CPR) on an infected patient.[3] Thus, N95 filtering facepiece respirators must be evaluated to confirm that they provide a sufficiently tight seal. This testing can be performed using qualitative or quantitative methods, and is recommended in the current guidelines for healthcare providers who need to wear N95 filtering facepiece respirators. The fit factor is a quantitative estimate of a respirator's fit for a specific individual, and typically estimates the ratio of substance concentrations in the ambient air versus inside the worn respirator.[4] In this context, adequate protection is defined as the percentage of fit factor scores of ≥100, which indicates a good fit.[5]",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 761,
                    "end": 762,
                    "mention": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 888,
                    "end": 889,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The American Heart Association CPR guidelines recommend performing high-quality CPR to achieve optimal outcomes, which requires vigorous activity.[6] However, to the best of our knowledge, no previous studies have evaluated the effects of movements during procedures that are performed in emergency medical centers (e.g., CCs) on respirator efficiency. Thus, we hypothesized that movements during CCs could influence the protection of N95 filtering facepiece respirators, and performed the present study to test this hypothesis.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This prospective randomized crossover simulation study was designed to identify differences in the protective performances of three N95 filtering facepiece respirators during CCs. The study was performed at the Hanyang University Simulation Center (Seoul, Republic of Korea) during August 2016. The local ethics committee approved this study in July 2016 (HYUH 2016–02–026–005), and the study's protocol was registered with the Clinical Research Information Service (cris.nih.go.kr: KCT0002012). The study was conducted in accordance with the Declaration of Helsinki (1964).",
            "cite_spans": [],
            "section": "Study design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We recruited healthy 20- to 60-year-old healthcare providers from a tertiary medical center during August 2016. All participants were certified in basic life support by the American Heart Association. We excluded individuals with lung disease (uncontrolled chronic asthma or pneumonia), high blood pressure (systolic pressure of >160 mmHg or diastolic pressure of >95 mmHg), and wrist or lower back disease. The sample size was calculated based on a pilot study of 5 participants, which examined the fit factor before and during CCs. The mean fit factors were 199.74 (1.02) before the CC and 153.83 (60.85) during the CC. The estimated sample size calculation (G-power 3.1.2; Heine Heinrich University, Düsseldorf, German) revealed a required sample of 26 participants (effect size: 0.58, α-error: 0.05, power: 0.8); hence, 30 participants were enrolled to account for a 10% drop-out rate. All participants signed a written consent form before being included.",
            "cite_spans": [],
            "section": "Participants ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Three N95 or higher-level respirators were selected for this study (Fig. 1). The first was a cup-type respirator that is preformed into a cup shape (1860; 3 M, Elyria, OH). The second was a fold-type respirator that is flexible and 3-folded (1870; 3 M). The third was a valve-type respirator that is similar to the fold-type respirator and has a valve for reducing exhalation resistance (9332; 3 M). These respirators were used in emergency medical centers during the Korean MERS epidemic.",
            "cite_spans": [],
            "section": "Equipment and material ::: Methods",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The quantitative fit of the respirators was tested using the PortaCount Plus 8038 device (TSI Inc., St. Paul, MN). This device is supported by a wire hanging around the wearer's neck, and is equipped with 1 sampling tube that is exposed to the atmosphere (measures ambient particles) and a second sampling tube that measures particles in the respirator. The fit factor was calculated by dividing the concentration of particles in ambient air (outside the respirator) by the concentration of particles inside the respirator. The fit factor values are reported based on a maximum score of 200, and a fit factor of >100 is defined as adequate protection.[7]",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 653,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Equipment and material ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To reduce the impact of factors that may influence the fit factor, such as differences in the rate or depth of CCs, CCs were performed with real-time feedback using the Resusci Anne Modular System Skill Reporter manikin (9.89 kg; Laerdal Medical, Orpington, UK). Data regarding CPR quality were collected and monitored using VAM software (version 1.30.19 beta) and a laptop. The manikin was laid on a backboard (450 × 600 × 10 mm, 3 kg Lifeline Plastic; Sung Shim Medical Co., Bucheon, Korea) and placed on a bed (Transport Stretcher, 760 × 2110 mm, 228 kg; Stryker Co., Kalamazoo, MI). The height of the bed was adjusted to approximately the height of the participant's mid-thigh level.",
            "cite_spans": [],
            "section": "Equipment and material ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All participants completed a brief questionnaire regarding their demographic information (age, sex, body weight, and height), experience using N95 filtering facepiece respirators, and experience performing CCs in clinical situations. The 30 enrolled participants were randomly allocated to 3 groups according to the first respirator type that they would use (www.random.org) (Fig. 2). All participants were prohibited from smoking, eating, chewing gum, and drinking (except plain water) for ≥30 minutes before starting the quantitative fit test, which was performed in a resuscitation room (24.3 m3) without an operating air conditioning system in an emergency medical center.",
            "cite_spans": [],
            "section": "Intervention ::: Methods",
            "ref_spans": [
                {
                    "start": 381,
                    "end": 382,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Sodium chloride aerosol (≥100 particles/cc) was generated using a TSI model 8026 particle generator. We performed a pretest using PortaCount Plus 8038 respirator fit tester to ensure that the ambient air contained enough particles for obtaining accurate fit factors.[8] To minimize the effects of differences in the experience and training in wearing a respirator, which may influence the protective performance of respirators, we educated all participants regarding the respirators using manuals. Before starting the test, the participants were allowed to practice donning the respirators and to briefly review the department of infection management's instructions regarding wearing the respirators. The fit factors for all 3 respirators were measured at baseline (before the CCs) and during the CCs. Each participant performed 6 real-time quantitative mask fit tests. Before donning the respirator, the sampling tube was connected to a probe inside the respirator, without altering the respirator's shape.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 268,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Intervention ::: Methods",
            "ref_spans": []
        },
        {
            "text": "During the baseline phase, the participants wore the respirators and the fit factors were measured during 2 minutes of normal breathing after the participant checked the seal in accordance with the manufacturer's instructions. During the CCs, the participants wore the respirators before starting the CCs, and began performing compressions using the manikins on the beds according to the 2015 American Heart Association Basic Life Support guidelines. All participants were provided a 10-minute break between each test.",
            "cite_spans": [],
            "section": "Intervention ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The primary outcome was the adequate protection rate, which was calculated as the proportions of respirators achieving a fit factor of ≥100 (indicating a good fit). We also measured the real-time fit factors for the three respirators at baseline and during the CCs, and asked the participants to report their preferred respirator for use in clinical situations.",
            "cite_spans": [],
            "section": "Primary and secondary outcomes ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All data were compiled using Microsoft Excel (Microsoft Corp., Redmond, WA) and analyzed using IBM SPSS software (version 20.0; IBM Corp., Armonk, NY). Categorical data were reported as the absolute numbers and percentages, and continuous data were reported as the median values and interquartile ranges because the data were not normally distributed. The adequate protection rates for the 3 respirators were compared using the Friedman test (nonparametric data) or repeated-measures analysis of variance (continuous parametric data). A post-hoc analysis was performed using the Wilcoxon rank-sum test (nonparametric data) or the paired t test using Bonferroni correction (parametric data). For all analyses, differences with a P value of <.05 were considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "All 30 participants completed the study; their general characteristics are shown in Table 1. First, we measured the adequate protection rates (proportion of respirators achieving a fit factor of ≥100); the results are shown in Table 2. The baseline adequate protection rates were significantly different for the 3 respirators (P = .002). The fold-type respirator provided the greatest adequate protection rate (100.0% ± 0.0%), followed by the valve-type (87.5% ± 30.3%) and cup-type respirators (73.7% ± 39.6%).",
            "cite_spans": [],
            "section": "Protective performance at baseline ::: Results",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 233,
                    "end": 234,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The mean adequate protection rate decreased during the CCs for all 3 respirators (Table 2). However, there were no significant differences in the quality of CCs for the 3 respirators (adequate compression depth: 97.6% ± 4.4%, P = .95; adequate compression rate: 96.0% ± 5.2%, P = .198; adequate position: 97.4% ± 4.5%, P = .524; complete recoil: 99.0% ± 3.4%, P = .651). The cup-type and valve-type respirators provided lower adequate protection rates during the CCs than at baseline (cup-type: P < .001, valve-type: P = .002). There was no significant difference between the baseline and CC values for the fold-type respirator (P = .095), which provided the highest adequate protection rate (Fig. 3).",
            "cite_spans": [],
            "section": "Protective performance during CCs ::: Results",
            "ref_spans": [
                {
                    "start": 698,
                    "end": 699,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 88,
                    "end": 89,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Twenty-eight participants (93.3%) preferred the fold-type or valve-type respirators, and only 2 participants (6.7%) preferred the cup-type respirator.",
            "cite_spans": [],
            "section": "Respirator preferences ::: Results",
            "ref_spans": []
        },
        {
            "text": "Infection prevention and control remain major challenges for the emergency medical system, as emergency departments have complex and dynamic environments. Acutely ill patients may spread infectious diseases to healthcare personnel in the emergency department, and these personnel may subsequently transmit the infection to other patients during their treatment.[9] Thus, healthcare providers should wear NIOSH-certified N95 or greater level respirators to protect against airborne droplets, based on the Centers for Disease Control and Prevention guidelines.[1] Securing respiratory protection may also be important for the health care provider during CCs. To our knowledge, no previous studies have examined the protective performances of respirators during CC in the emergency room. Accordingly, we performed this study to assess the influence of movement during CC on the protective performance of three N95 filtering facepiece respirators. The movement during CC decreased the acceptable performance rate of the cup-type and valve-type, but not the fold-type respirators.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 363,
                    "mention": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 559,
                    "end": 560,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "If a respirator's fit is compromised, leakage can occur through various routes, including the filter, face-seal leakage, and the exhalation valve.[10] However, all filters in this study were N95 or higher. Moreover, face seal leakage is a main component of respirator leakage.[11] Thus, the movement of the wearer may influence the protective performance of N95 filtering facepiece respirators. To reflect the effect of movements, simulated workplace testing for respirator fit typically considers 8 standard exercises: normal breathing, deep breathing, turning the head side to side, moving the head up and down, talking, grimacing, bending over, and normal breathing.[12,13] It is likely that the movement during CC differs from that during these 8 standard exercises. Our simulation study revealed that dynamic motions, like those during CC, decreased the protective performance of the respirators. Although CC using mechanical devices could solve this problem, manual CCs remain the standard of care for the treatment of cardiac arrest.[14] Thus, we believe that the user should consider the required motions during CC when selecting and fitting a respirator for procedures that involve a risk of infection.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 277,
                    "end": 279,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 670,
                    "end": 672,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The physical characteristics of respirators could have different effects on the protective performance during CC. In this context, the fold-type and valve-type respirators have flexible sealing surfaces, whereas the cup-type does not, suggesting that users may more easily customize the relative shape of the fold-type and valve-type respirators to achieve a better face seal. The low baseline fit factor and high reduction in the adequate performance rate for the cup-type respirator may be related to the fixed shape of the cup, as the fit factor can be affected by the wearer's size and shape. In the present study, only 2 participants reported preferring the cup-type respirator, which may be related to the mask's rigidity causing facial discomfort. The valve-type respirator may have a better breathing performance, as the valve can help to quickly transfer the exhaled gas to the outside of the respirator. Although the valve in a respirator reduces exhalation resistance,[10] it may also increase the risk of leakage, and additional studies are needed to quantify the leakage through the exhalation valve. Furthermore, although the fold-type respirator showed better performance than the valve-type respirator in our study, its wearing comfort may be suboptimal, and a future study of the contact characteristics of these masks is warranted.[15,16]",
            "cite_spans": [
                {
                    "start": 980,
                    "end": 982,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1350,
                    "end": 1352,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1353,
                    "end": 1355,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The skill level of the operator and training in wearing a respirator could affect the protective performance of respirators. To reduce the impact of the degree of training and experience on the respirator fit, all participants received real-time feedback after their respirator training, based on the manufacturer's instructions. Such a training course may help improve the baseline respirator fit for all types of respirators. To reduce the risk of infection, it is important to ensure that the wearer knows how to properly fit the respirator before entering an area of potential infectious spread.[17]",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 602,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Based on the present study, it appears that the respirator shape and wearer movements can affect the respirator function, and fit testing is needed to confirm whether the respirator is functioning properly during tasks that involve moving the head (e.g., CCs). This type of testing may help improve the safety and protection of healthcare providers in emergency departments. Furthermore, healthcare providers should select and fit appropriate respirators based on the manufacturer's instructions.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There were several limitations in this study. First, we evaluated only 3 types of respirators that were used during the South Korean MERS outbreak (the cup-type and fold-type respirators had an N95 rating, and the valve-type respirator had an FFP3 rating). Therefore, clinical trials with other respirator types are needed to confirm the effects of movements during CCs. Second, we used a manikin during the CCs, and it is possible that the participants approached this exercise in a different manner compared to their approach during an actual cardiac arrest. Third, we did not consider the effects of numerous other tasks that may be involved in CPR, such as defibrillation, preparation for intubation, and intravenous drug administration. Simultaneously performing these tasks might influence the actual CCs in a human case. Fourth, the participants were mainly young men, and it is possible that women or older individuals might have different CC performances. Fifth, we evaluated relatively experienced healthcare providers (certified in basic life support by the American Heart Association), and different results might have been observed if we had recruited less experienced participants.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The results of the present study indicate that the protective performance of N95 filtering facepiece respirators is affected by the wearer's movements. Thus, healthcare providers should be educated to properly select, fit, and wear appropriate N95 filtering facepiece respirators in the emergency department.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: General characteristics.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Comparison the adequate protection (fit factor) rate during the baseline and chest compression phases for three N95 respirators.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: The quantitative fit test performed using the Porta-Count Plus device. Chest compressions were performed using a Resusci Anne Modular System Skill Reporter manikin on the Stryker ST104–747 bed. (A) The cup-type respirator is preformed into a cup shape (3 M 1860). (B) The fold-type respirator is flexible and free-folded (3 M 1870). (C) The valve-type respirator is similar to the fold-type and has a valve for reducing exhalation resistance (3 M 9332).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Flow chart of the study. A = cup-type respirator (3 M 1860), B = fold-type respirator (3 M 1870), C = valve-type respirator (3 M 9332).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: The Adequate protection rate (A) and fit factor (B) for the 3 respirators during the baseline and chest compression phases. The protective performance of the fold-type respirator did not decrease during the chest compressions. The adequate protection rates and fit factors of the cup-type and valve-type respirators decreased during the chest compressions. Cup-type: 3 M 1860, fold-type: 3 M 1870, valve-type: 3 M 9332.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Guidelines for preventing health-care-associated pneumonia, 2003: recommendations of CDC and the Healthcare Infection Control Practices Advisory Committee",
            "authors": [
                {
                    "first": "OC",
                    "middle": [],
                    "last": "Tablan",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Besser",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MMWR Recomm Rep",
            "volume": "53",
            "issn": "",
            "pages": "1-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A quantitative assessment of the total inward leakage of NaCl aerosol representing submicron-size bioaerosol through N95 filtering facepiece respirators and surgical masks",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "BC",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Szalajda",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Occup Environ Hyg",
            "volume": "11",
            "issn": "",
            "pages": "388-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Performance of an N95 filtering facepiece particulate respirator and a surgical mask during human breathing: two pathways for particle penetration",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haruta",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Eninger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Occup Environ Hyg",
            "volume": "10",
            "issn": "",
            "pages": "593-603",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Simulated effects of head movement on contact pressures between headforms and N95 filtering facepiece respirators part 2: simulation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Occup Hyg",
            "volume": "58",
            "issn": "",
            "pages": "1186-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Simulated workplace protection factors for half-facepiece respiratory protective devices",
            "authors": [
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Duling",
                    "suffix": ""
                },
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Slaven",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Occup Environ Hyg",
            "volume": "4",
            "issn": "",
            "pages": "420-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Part 6: alternative techniques and ancillary devices for cardiopulmonary resuscitation. 2015 American Heart Association Guidelines Update for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care",
            "authors": [
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bruder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Circulation",
            "volume": "132",
            "issn": "(18 suppl 2)",
            "pages": "S436-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Study of contact characteristics between a respirator and a headform",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Occup Environ Hyg",
            "volume": "13",
            "issn": "",
            "pages": "D50-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The effect of facial expressions on respirators fit",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput Methods Biomech Biomed Engin",
            "volume": "20",
            "issn": "",
            "pages": "1122-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Correlation of fit factors for respirators and anthropometric dimension",
            "authors": [
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Korean J Prev Med",
            "volume": "31",
            "issn": "",
            "pages": "440-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Comparison of respirator protection factors measured by two quantitative fit test methods",
            "authors": [
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Kolesar",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Cosgrove",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "De La Barre",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Aviat Space Environ Med",
            "volume": "53",
            "issn": "",
            "pages": "1116-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Fit assessment of N95 filtering-facepiece respirators in the U.S. Centers for Disease Control and Prevention Strategic National Stockpile",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhuang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brochu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Int Soc Respir Prot",
            "volume": "32",
            "issn": "",
            "pages": "50-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Part 5: adult basic life support. 2010 American Heart Association Guidelines for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hemphill",
                    "suffix": ""
                },
                {
                    "first": "BS",
                    "middle": [],
                    "last": "Abella",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circulation",
            "volume": "122",
            "issn": "(18 suppl 3)",
            "pages": "S685-705",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Flat fold and cup-shaped N95 filtering facepiece respirator face seal area and pressure determinations: a stereophotogrammetry study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Niezgoda",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Roberge",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Occup Environ Hyg",
            "volume": "10",
            "issn": "",
            "pages": "419-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Comparison of performance of three different types of respiratory protection devices",
            "authors": [
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Duling",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Calvert",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Occup Environ Hyg",
            "volume": "3",
            "issn": "",
            "pages": "465-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Infection prevention in the emergency department",
            "authors": [
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Theodoro",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Schuur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Emerg Med",
            "volume": "64",
            "issn": "",
            "pages": "299-313",
            "other_ids": {
                "DOI": []
            }
        }
    }
}