{
    "paper_id": "PMC5657916",
    "metadata": {
        "title": "Assessment of Hospital Emergency Department Response to Potentially Infectious Diseases Using Unannounced Mystery Patient Drills — New York City, 2016",
        "authors": [
            {
                "first": "Mary",
                "middle": [
                    "M.K."
                ],
                "last": "Foote",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Timothy",
                "middle": [
                    "S."
                ],
                "last": "Styles",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Celia",
                "middle": [
                    "L."
                ],
                "last": "Quinn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "EDs and their associated waiting areas have been shown to facilitate the transmission of infections, such as measles and severe acute respiratory syndrome, to patients and health care workers, leading to spread within hospitals and surrounding communities (3,4). This mystery patient drill program provided an opportunity to examine real-world implementation of infectious disease-related screening and isolation of potentially high-risk patients in EDs across New York City. It also provided a reasonable baseline for expectations of ED staff member practices regarding control of highly infectious diseases at this entry point to the hospital system. Based on these findings, performance goals of 1 minute from entry to masking and 10 minutes from entry to isolation will be adopted for evaluating similar drills in the future. In addition, the overall median time from entry to isolation achieved in this study (8.5 minutes) is comparable to times achieved in an earlier Ebola drill analysis (9 minutes) (5).",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 259,
                    "end": 260,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1008,
                    "end": 1009,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although the majority of drills were completed successfully by masking and isolating the patient, approximately 40% of hospitals failed at least one drill, and there was considerable variation in the length of time each hospital took to perform these steps. It is possible that measles cases were recognized to be an infectious risk more quickly, as the rash was a clearer objective finding. However, the higher percentage of mask provision and patient isolation in MERS scenarios suggests that a history of travel to the Middle East might be more recognizable as a high-risk exposure than history of travel to Germany in the measles scenario; it was noted on multiple drill reports that staff members were unsure if travel to Europe constituted a risk. The finding that masking and isolation occurred significantly more frequently in situations where a travel history had been elicited suggests that routinely inquiring about recent travel could prevent exposures to infectious patients at critical entry points to the health care system.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Another important finding was suboptimal adherence to key infection control practices, including hand hygiene (36%), PPE use (74%), and posting of isolation signage (70%), highlighting the need for routine competency-based infection-control training programs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Simulated patient exercises have been demonstrated to be effective tools to evaluate hospital emergency plans (6), and studies have validated their use for testing health care system preparedness for communicable diseases of public health concern, including Ebola, avian influenza, inhalation anthrax, and smallpox (6–10). This is the first report describing the use of unannounced mystery patient drills to test ED preparedness for MERS and measles. Whereas other studies have described specific infection-control interventions, such as patient masking (7), isolation (9), and risk-factor screening (8), this study is unique in its use of drills to capture both key temporal measures and staff member compliance with multiple infection control practices.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 316,
                    "end": 317,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 555,
                    "end": 556,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 570,
                    "end": 571,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 601,
                    "end": 602,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The findings in this report are subject to at least two limitations. First, exercise evaluation was limited to items that were under direct control of the staff members who participated in the drill, the controller, and the evaluator. Factors such as ED patient volume and staffing levels could potentially influence performance on a given day, but these were not evaluated. Second, controllers were not able to objectively present all signs of illness (e.g., fever, chills), and the moulage used to simulate a measles rash might have been misleading or unconvincing, although this information was not captured in the drill reports.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Unannounced mystery patient drills were successfully used to evaluate communicable disease response capabilities in the acute care setting in 49 New York City hospital EDs. As part of this program, a toolkit was developed to help hospitals carry out similar infectious disease drills to test protocols and identify areas for improvement. Use of standardized scenarios, evaluation guides, and reporting templates can assist public health officials in assessing system-wide capabilities and gaps to guide interventions, and inform development of training resources to improve health care facility readiness at a critical point of entry into the health care system. The toolkit is available at http://on.nyc.gov/IDPrep.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "FIGURE 1: Patient actor displaying moulage-simulated measles rash during mystery patient drills — New York City, December 2015–May 2016 Photo/New York City Department of Health and Mental Hygiene",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 2: Adherence to mask use and isolation protocols and drill pass rate* in 95 mystery patient drills, by scenario† — 49 New York City emergency departments, December 2015–May 2016 Abbreviation: MERS = Middle East Respiratory Syndrome * “Patient” asked to don a mask and isolated from other patients and staff members. † Simulation drill, with “patient” describing signs and symptoms and providing travel history consistent with either possible MERS or measles.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Lessons learned from clinical anthrax drills: evaluation of knowledge and preparedness for a bioterrorist threat in Israeli emergency departments.",
            "authors": [],
            "year": 2006,
            "venue": "Ann Emerg Med",
            "volume": "48",
            "issn": "",
            "pages": "194-9, 199.e1–2",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2005.12.006"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Measles in health-care settings.",
            "authors": [],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "",
            "pages": "661-3",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2012.09.017"
                ]
            }
        },
        "BIBREF4": {
            "title": "SARS in healthcare facilities, Toronto and Taiwan.",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "777-81",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1005.030791"
                ]
            }
        },
        "BIBREF5": {
            "title": "Lessons learned from the use of “mystery patient” drills to assess hospital Ebola preparedness in New York City, 2014–2015.",
            "authors": [],
            "year": null,
            "venue": "Health Secur",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Relationship between standards of procedures for pandemic flu and level of hospital performance in simulated drills.",
            "authors": [],
            "year": 2008,
            "venue": "Ann Emerg Med",
            "volume": "52",
            "issn": "",
            "pages": "223-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2008.03.022"
                ]
            }
        },
        "BIBREF7": {
            "title": "Usefulness of simulated cases for assessing pandemic influenza preparedness plans.",
            "authors": [],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "16",
            "issn": "",
            "pages": "1364-7",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2010.03144.x"
                ]
            }
        },
        "BIBREF8": {
            "title": "A no-notice drill of hospital preparedness in responding to Ebola virus disease in Taiwan.",
            "authors": [],
            "year": 2015,
            "venue": "Health Secur",
            "volume": "13",
            "issn": "",
            "pages": "339-44",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2015.0022"
                ]
            }
        },
        "BIBREF9": {
            "title": "Testing emergency medical personnel response to patients with suspected infectious disease.",
            "authors": [],
            "year": 2004,
            "venue": "Prehosp Disaster Med",
            "volume": "19",
            "issn": "",
            "pages": "256-65",
            "other_ids": {
                "DOI": [
                    "10.1017/S1049023X00001850"
                ]
            }
        }
    }
}