{
    "paper_id": "PMC6297947",
    "metadata": {
        "title": "Detection of porcine epidemic diarrhea virus (PEDV) IgG and IgA in muscle tissue exudate (“meat juice”) specimens",
        "authors": [
            {
                "first": "Korakrit",
                "middle": [],
                "last": "Poonsuk",
                "suffix": "",
                "email": "poonsuk@iastate.edu",
                "affiliation": {}
            },
            {
                "first": "Ting-Yu",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ju",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [],
                "last": "Zimmerman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Luis",
                "middle": [],
                "last": "Giménez-Lirola",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "“Meat juice”, the transudate produced as frozen muscle tissue undergoes the process of thawing, is composed of intracellular fluid, extracellular fluid, blood, and lymph [1]. As such, meat juice contains antibodies, albeit at a lower concentration than serum [1], and diagnostically sensitive and specific meat juice antibody ELISAs have been described for porcine reproductive and respiratory syndrome virus (PRRSV), influenza A virus, Mycoplasma hyopneumoniae, Salmonella spp., Trichinella spp., Yersinia enterocolitica, and Toxoplasma gondii [2]. Meat juice is particularly compatible with abattoir-based surveillance because muscle tissue samples are easily collected at slaughter [2, 3]. Typically, meat samples collected in the abattoir are hard-frozen and then thawed after arrival at the laboratory to produce the specimen. Samples can be stored frozen or tested immediately. Abattoir-based meat juice surveillance or monitoring has been described for salmonella, Toxoplasma gondii, and PRRSV [2, 4]. Therefore, the objective of this study was to evaluate the detection of porcine epidemic diarrhea virus (PEDV)-specific IgG and IgA in individual serum and meat samples (longissimus dorsi muscle).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 260,
                    "end": 261,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 546,
                    "end": 547,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 686,
                    "end": 687,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 689,
                    "end": 690,
                    "mention": "3",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1002,
                    "end": 1003,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1005,
                    "end": 1006,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "The detection of PEDV-specific IgG and IgA in individual specimens was evaluated using serum and meat samples from PEDV naïve (n = 50) and PEDV inoculated pigs (n = 87) at 14 days post-inoculation. PEDV positive pigs were orally inoculated with 1 × 103 TCID50 cell-culture propagated PEDV (isolate USA/IN/2013/19338E) at 4 or 2 days of age. All piglets were closely observed for clinical signs through day post-inoculation (DPI) 14 or until humane euthanasia was necessary. Productive infection was confirmed by positive PEDV RT-rtPCR results on individual fecal samples collected ≥4 days post inoculation and tested at the Iowa State University Veterinary Diagnostic Laboratory [5]. PEDV negative specimens were collected from 21 piglets from PEDV naïve sows farrowed in a biosafety level-2 (BSL-2) research facility and 29 finishing pigs originating from a PEDV-free commercial swine farm. All animals were housed in research facilities accredited by the Association for Assessment and Accreditation of Laboratory Animal Care (AAALAC). All animal procedures were conducted with the approval of the Iowa State University Office for Responsible Research.",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 681,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Serum and meat (longissimus dorsi muscle tissue) samples were collected from all pigs at necropsy. Meat juice samples were harvested from the muscle tissue after one freeze-thaw cycle. Serum and meat juice samples were randomly ordered and tested using PEDV ELISAs (IgG and IgA), as fully described elsewhere [6]. In brief, PEDV ELISA plates were coated with purified PEDV (USA/NC35140/2013) viral particles propagated in Vero cells. To prepare the antigen, propagated PEDV was subjected to one freeze-thaw cycle (− 80 °C). The harvested material were centrifuged at 4000 x g for 15 min to remove cell debris. The virus pellet was harvested and washed (2X) with PBS (1X, pH 7.4). The purified virus was resuspended in PBS (1X pH 7.4) at a dilution of 1:100 of the original supernatant volume and stored at − 80 °C. The virus was coated onto polystyrene 96-well microtitration plates (Nalge Nunc Corp.). PEDV serum and meat juice ELISA (IgA, IgG) positive and negative controls consisted of samples controls collected from pigs of known PEDV status. Positive and negative controls were included in duplicate in every plate. To perform the test, 100 μl of diluted (1,50) serum was aliquoted into each well and the ELISA plate incubated for 1 h at 25 °C. For serum, 1:20,000 peroxidase-conjugated goat anti-pig IgG (Fc) antibody (Bethyl Laboratories Inc., Montgomery, TX) or 1:3000 goat anti-pig IgA (Bethyl Laboratories Inc.) was added to each well and the plate incubated at 25 °C for 1 h. The reaction was visualized by adding 100 μl of substrate solution (TMB, Dako North America, Inc., Carpinteria, CA) to each well, then incubating the plate at 25 °C for 5 min. The reaction was stopped by the addition of 50 μl of stop solution (1 M sulfuric acid). Reactions were measured as optical density at 450 nm using an ELISA plate reader (Biotek® Instruments Inc., Winooski, VT). The results were represented as sample-to-positive (S/P) ratios:\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ S/P\\  ratio=\\frac{\\left( sample\\  OD- blank\\ well\\ control\\ mean\\  OD\\right)\\ }{\\left( positive\\ control\\ mean\\  OD- blank\\ well\\ control\\ mean\\  OD\\right)} $$\\end{document}S/Pratio=sampleOD-blank well control meanODpositive control meanOD-blank well control meanOD",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Meat juice samples were tested using the protocol described above, except that samples were diluted 1:25 and conjugate concentrations were 1/40,000 and 1/10,000 for IgG and IgA, respectively.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "Serum and meat juice ELISA S/P data were analyzed using commercial statistical software (SAS® 9.4, SAS® Institute Inc., Cary NC, USA). Receiver-operator characteristic (ROC) curve analyses were used to estimate the cutoff thresholds and associated diagnostic sensitivities and specificities for both serum and meat juice IgG and IgA ELISAs. Confidence intervals for diagnostic sensitivities and specificities were calculated using the exact Binomial formula. The strength of the association between individual pig serum and meat juice IgG and IgA ELISA S/P responses was evaluated by linear regression analysis.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "All pigs in the PEDV-inoculated group were clinically normal in appearance and behavior prior to the inoculation. Some pigs showed watery diarrhea during the observation period and all fecal samples were PEDV-specific rRT-PCR positive within 4 days post-inoculation. The distribution of PEDV ELISA S/P results for serum and meat juice (Fig. 1) showed that the IgA and IgG serum and meat juice ELISAs provided clear discrimination between positive and negative samples. The association between serum and meat juice S/P results (Fig. 2) was significant for both the PEDV IgG (R2 0.64) and IgA (R2 0.89) ELISAs (linear regression; p < 0.0001). Test performance based on ROC analyses of serum and meat juice ELISA results are reported in Table 1 over a range of cutoffs. These data are consistent with previous reports. That is, detectable levels of antibodies against a variety of pathogens have been reported in meat juice, e.g., pseudorabies virus [7], PRRSV [4], classical swine fever virus [8], porcine circovirus type 2 [9] and others. A previous study using specimens from 49 swine herds in Germany reported that antibodies against Salmonella spp., Trichinella spp., Yersinia enterocolitica, Toxoplasma gondii, Mycoplasma hyopneumoniae, influenza A virus (H1N1 and H3N2), and PRRSV could be detected in meat juice [2].",
            "cite_spans": [
                {
                    "start": 948,
                    "end": 949,
                    "mention": "7",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 959,
                    "end": 960,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 992,
                    "end": 993,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1023,
                    "end": 1024,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1318,
                    "end": 1319,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 341,
                    "end": 342,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 532,
                    "end": 533,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 740,
                    "end": 741,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Porcine coronaviruses, particularly PEDV, transmissible gastroenteritis virus, and porcine deltacoronavirus, have caused devastating losses at the global level [10]. New swine coronaviruses, e.g., swine acute diarrhea virus (SADS-CoV), continue to emerge with effects yet to be determined [11]. Highly transmissible and stable in the environment [10], these viruses have moved rapidly across pork-producing regions of the world. The exception to the rule, Canada has been effective in slowing the spread of PEDV and PDCoV and may ultimately succeed in eliminating both viruses [12]. The Canadian effort is based on extensive surveillance of animals, farms, and the production chain, i.e., livestock assembly yards, abattoirs, truck wash stations, and livestock trailers, by RT-rtPCR. If control and elimination is successful, other regions may choose to follow suit. However, swine coronaviruses will continue to circulate widely in swine populations in much of the world. Thus, inexpensive but effective surveillance methods will be needed to detect incursions, guide program responses, and maintain freedom from these pathogens.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 290,
                    "end": 292,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 347,
                    "end": 349,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 578,
                    "end": 580,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": []
        },
        {
            "text": "In the context of surveillance, meat juice-based testing presents significant advantages. Porcine muscle specimens are readily collected at the abattoir and avoid the biosecurity risks inherent to on-farm visits. The disadvantage of this approach is that infection is only recognized retroactively. Regardless, meat juice is easily recovered by thawing the frozen meat sample and is compatible with high-throughput testing.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Previous reports showed that the kinetics of ELISA-detectable PEDV IgG and IgA differed among specimen types, e.g. serum, oral fluids, and mammary secretions [6, 13]. Since PEDV infection occurs in the gut and stimulates mucosal immunity, IgA is usually higher than IgG in oral fluids and mammary secretions, but lower than IgG in serum [14]. For completeness, both IgG and IgA antibody ELISAs were evaluated for their ability to discriminate between PEDV-negatives and -positives in the meat juice matrix. Although the duration of detectable PEDV antibodies in meat juice specimens has not been described, Bjustrom-Kraft et al. (2016) reported that PEDV-specific IgG and IgA was detected in serum and oral fluid specimens for at least 4 months post-inoculation using the same PEDV IgG and IgA ELISAs as performed in this study [13]. This suggests that meat juice specimens collected from PEDV-positive populations at the abattoir will also contain ELISA-detectable levels of antibody.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 162,
                    "end": 164,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 338,
                    "end": 340,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Test performance of the PEDV IgG and IgA ELISAs was previously described [13]. In this study, even though the broad test diagnostic sensitivity and specificity were reported due to number of the animals, these ELISAs were found to be highly diagnostically specific and sufficiently diagnostically sensitive at the individual pig level to be useful in surveillance. The results of this study suggest that a cutoff of S/P ≥ 0.5 would be appropriate for surveillance using either the IgG or IgA meat juice ELISAs (Table 1). This cutoff intentionally maximizes diagnostic specificity at the cost of sensitivity because false positive results quickly undermine confidence in the surveillance program. The shortcoming of a lower probability of detection (diagnostic sensitivity of ~ 90%) is offset by the fact that most individuals in PEDV-positive populations are infected. Furthermore, the availability of both IgG and IgA PEDV meat juice ELISAs would provide for screening and confirmatory assays based on different antibody isotypes. Given these advantages, this approach should be given consideration if the industry elects to intensify efforts to monitor and/or control PEDV.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 517,
                    "end": 518,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Porcine epidemic diarrhea virus (PEDV) serum and meat juice IgG and IgA ELISA diagnostic sensitivity (Se) and specificity (Sp) by cutoff. Estimates based on pig-matched serum and meat juice samples (n = 137 pigs)\naSample-to-positive (S/P) = (sample OD – blank well control mean OD)/(positive control mean OD – blank well control mean OD)",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Distribution of PEDV IgG and IgA ELISA S/P values based on testing serum and meat juice samples from PEDV-negative (n = 50) and PEDV-inoculated pigs (n = 87)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: The association between serum and meat juice S/P results was significant for both the PEDV IgG (a) and IgA (b) ELISAs (linear regression; p < 0.0001)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "“Meat juice” is not a homogeneous serological matrix",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallander",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frössling",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vågsholm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burrells",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lundén",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Foodborne Pathog Dis",
            "volume": "12",
            "issn": "",
            "pages": "280-288",
            "other_ids": {
                "DOI": [
                    "10.1089/fpd.2014.1863"
                ]
            }
        },
        "BIBREF1": {
            "title": "Porcine coronaviruses",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sestak",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends in emerging viral infections of swine",
            "volume": "",
            "issn": "",
            "pages": "321-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Swine enteric coronavirus disease: a review of 4 years with porcine epidemic diarrhoea virus and porcine deltacoronavirus in the United States and Canada",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Niederwerder",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Hesse",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transbound Emerg Dis",
            "volume": "65",
            "issn": "",
            "pages": "660-675",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12823"
                ]
            }
        },
        "BIBREF4": {
            "title": "Porcine epidemic diarrhea virus (PEDV) detection and antibody response in commercial growing pigs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bjustrom-Kraft",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Woodard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Giménez-Lirola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rotolo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Vet Res",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12917-016-0725-5"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Establishment of serological herd profiles for zoonoses and production diseases in pigs by “meat juice multi-serology”",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meemken",
                    "suffix": ""
                },
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Tangemann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meermeier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gundlach",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mischok",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Greiner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Prev Vet Med",
            "volume": "113",
            "issn": "",
            "pages": "589-598",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prevetmed.2013.12.006"
                ]
            }
        },
        "BIBREF7": {
            "title": "Monitoring porcine reproductive and respiratory syndrome virus infection status in swine herds based on analysis of antibodies in meat juice samples",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mortensen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strandbygaard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bøtner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Feld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Willeberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Vet Res",
            "volume": "32",
            "issn": "",
            "pages": "441-453",
            "other_ids": {
                "DOI": [
                    "10.1051/vetres:2001136"
                ]
            }
        },
        "BIBREF8": {
            "title": "Diagnostic performance of assays for the detection of anti-porcine reproductive and respiratory syndrome virus antibodies in serum and muscle transudate (“meat juice”) based on samples collected under experimental conditions",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chittick",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christopher-Hennings",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Vet Diagn Investig",
            "volume": "20",
            "issn": "",
            "pages": "735-743",
            "other_ids": {
                "DOI": [
                    "10.1177/104063870802000604"
                ]
            }
        },
        "BIBREF9": {
            "title": "Quantifying the effect of lactogenic antibody on porcine epidemic diarrhea virus infection in neonatal piglets",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Poonsuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "LC",
                    "middle": [],
                    "last": "da Silva Carrion",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vet Microbiol",
            "volume": "197",
            "issn": "",
            "pages": "83-92",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2016.11.002"
                ]
            }
        },
        "BIBREF10": {
            "title": "Does circulating antibody play a role in the protection of piglets against porcine epidemic diarrhea virus?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Poonsuk",
                    "suffix": ""
                },
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Giménez-Lirola",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arruda",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "LC",
                    "middle": [],
                    "last": "da Silva Carrion",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0153041"
                ]
            }
        },
        "BIBREF11": {
            "title": "Use of muscle exudates for the detection of anti-gE antibodies to Aujeszky's disease virus",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Le Potier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Houdayer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hutet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Auvigne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hery",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Vet Rec",
            "volume": "143",
            "issn": "",
            "pages": "385-387",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.143.14.385"
                ]
            }
        },
        "BIBREF12": {
            "title": "Classical swine fever–an update",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Greiser-Wilke",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Res Vet Sci",
            "volume": "75",
            "issn": "",
            "pages": "169-178",
            "other_ids": {
                "DOI": [
                    "10.1016/S0034-5288(03)00076-6"
                ]
            }
        },
        "BIBREF13": {
            "title": "Detection of porcine circovirus type 2 (PCV2) and porcine reproductive and respiratory syndrome virus (PRRSV) antibodies in meat juice samples from polish wild boar (Sus scrofa L.)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fabisiak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Podgórska",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Skrzypiec",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Szczotka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stadejek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acta Vet Hung",
            "volume": "61",
            "issn": "",
            "pages": "529-536",
            "other_ids": {
                "DOI": [
                    "10.1556/AVet.2013.027"
                ]
            }
        }
    }
}