{
    "paper_id": "PMC6492255",
    "metadata": {
        "title": "Demographic and seasonal characteristics of respiratory pathogens in neonates and infants aged 0 to 12 months in the Central‐East region of Tunisia",
        "authors": [
            {
                "first": "Ines",
                "middle": [],
                "last": "Brini Khalifa",
                "suffix": "",
                "email": "ines.brini@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Naila",
                "middle": [],
                "last": "Hannachi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aida",
                "middle": [],
                "last": "Guerrero",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dorothea",
                "middle": [],
                "last": "Orth‐Höller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sana",
                "middle": [],
                "last": "Bhiri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jihene",
                "middle": [],
                "last": "Bougila",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lamia",
                "middle": [],
                "last": "Boughamoura",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sonia",
                "middle": [
                    "Nouri"
                ],
                "last": "Merchaoui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hassen",
                "middle": [],
                "last": "Sboui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nabiha",
                "middle": [],
                "last": "Mahdhaoui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Britta",
                "middle": [],
                "last": "Schiela",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dorothee",
                "middle": [
                    "Holm‐von"
                ],
                "last": "Laer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jalel",
                "middle": [],
                "last": "Boukadida",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heribert",
                "middle": [],
                "last": "Stoiber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The World Health Organization estimates that acute respiratory infections (ARIs) are the second leading cause of childhood death, and about 70% of these infections occur in Africa and Southeast Asia.1 ARIs are responsible for 20% to 40% of children hospitalizations, and their course of infection is more severe in children aged less than 5 years.2\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "ARIs are caused by a variety of pathogenic infectious agents including viruses, bacteria, and fungi, of which viruses are the most predominant. The viruses associated with ARIs are classified as “old respiratory viruses” and “novel respiratory viruses.” The “old respiratory viruses” include respiratory syncytial virus A/B (RSV A/B); influenza virus A and influenza virus B (InfV‐A, InfV‐B); parainfluenza virus 1‐3 (PIVs 1‐3); adenovirus (AdV); and rhinovirus (RV).3, 4 The “novel respiratory viruses” were identified more recently and comprise metapneumovirus A/B (MPV A/B), severe acute respiratory syndrome coronavirus, coronavirus NL63, coronavirus HKU1 , coronavirus OC43, coronavirus 229E (CoV‐NL63, CoV‐HKU1, CoV‐OC43, and CoV‐229E), PIV‐4, and bocavirus (BoV). In recent years, more respiratory viruses, such as enterovirus genus (EV), parechovirus genus (PeV), InfV‐A (H1N1), and influenza virus C , have appeared more frequently as the cause of ARIs.5 In addition to viral infections, bacteria like Mycoplasma pneumoniae (M. pneumoniae) and Streptococcus pneumoniae (S. pneumoniae) have been the most associated bacteria with ARIs.6 Fungal ARIs in children are rare and are found mainly in immunocompromised patients.7\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The acquisition and spreading of ARIs vary among study populations in different countries. This may be due to children’s malnutrition, the low socioeconomic status of the country, cultural habits in the community, patient’s immune deficiency, local/regional geographical and climate change, and the variability of the health care systems in public and private hospitals. Consequently, the morbidity related to ARIs is mostly observed in the developing world.8 On the other hand, the expanding number of pathogens identified as a causative agent of ARIs might be due to the introduction of molecular techniques such as the multiplex real‐time polymerase chain reactions (qPCR, qRT‐PCR) in routine. These assays have increased the sensitivity and specificity of detection and allow the identification of a wide range of viruses and bacteria in one reaction. This will be helpful for the better understanding of the pathogenesis of ARIs.9 However, in most developing countries, the application of multiplex assays has not been fully implicated in the routine laboratory testing due to their high costs. As far as the Arab Maghreb is concerned, laboratories perform mostly enzyme immunoassays, rapid diagnostic tests, or latex agglutination techniques for some frequent pathogens, but no routine tests using qPCR assays are generally available. Owing to the absence of detailed diagnostic testing, infections are managed empirically by antibiotic regimens, resulting in an overuse of broad‐spectrum antibiotics, favoring the development of bacteria (bacterial resistance).10\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In Tunisia, studies on the etiology of a large range of respiratory microbes across the seasons, among various ages and genders—and with the application of molecular and sensitive assays—are limited. A Tunisian study published by el Moussi et al in 2013 reports the distribution of the most common respiratory viruses using a multiplex assay. However, no association between viral infection and sociodemographic situation of patients or the seasonal distribution of detected pathogens was observed by this study. In addition, bacterial identification was excluded.11\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In light of this, in the present study, a total of 18 viruses associated with ARIs were analyzed using a sensitive multiplex molecular assay. In addition, detection of the bacterial genomes M. pneumoniae and S. pneumoniae was performed. Moreover, the demographic characteristics of the detected pathogens, as well as their seasonality, were analyzed. This study aimed to gain a better understanding of the epidemiology of the most common respiratory microbes in the area of Sousse, Tunisia. Such findings will help to reduce the use of unnecessary antibiotics, thus, avoiding bacterial resistance and contributing to the implementation of prevention and control systems in Tunisia.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The present study was approved with a formal authorization by the Scientific and Ethical Committee of Farhat Hached University‐Hospital (FH‐UH) of Sousse, Tunisia. The approval number is IRB 00008931, provided by OHRP.",
            "cite_spans": [],
            "section": "Ethics approval ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 515 subjects aged 0 to 12 months and hospitalized for upper and/or lower ARIs in the pediatric (PP) and the neonatology (NN) wards of FH‐UH of Sousse, Tunisia, were enrolled. Demographic data, including age, ward of admission, date of hospitalization, season, and gender, were obtained using a full‐filled information form. The study population was divided into three age groups. The first group G1 included neonates aged 0 to 28 days and the second and third groups contained infants. The groups of infants were described as follows: group G2 was characterized by patients aged 28 days to 6 months, and the third group G3 comprised subjects aged 6 to 12 months (Table 1).",
            "cite_spans": [],
            "section": "Subjects ::: MATERIAL AND METHODS",
            "ref_spans": [
                {
                    "start": 680,
                    "end": 681,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The total nucleic acids extraction was executed using the QIAsymphony Sp automate (Cat No./ID: 9001297; Qiagen, Hilden, Germany) and the QIAsymphony DSP virus/Pathogen Mini Kit (Qiagen, Vienna, Austria) according to the manufacturer’s instructions. The extraction procedure was completed using 600 µL of original materials. A final extracted total nucleic acid of 150 µL was obtained.",
            "cite_spans": [],
            "section": "Nucleic acids extraction ::: Study design ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The Fast Track DIAGNOSTICS (FTD) respiratory pathogens 21 Kit (FTD‐2‐64; Fast‐Track Diagnostics, Luxemburg S.à.r.l., 29, rue Henri Koch, L‐4354 Esch‐sur‐Alzette), a multiplex qRT‐PCR for the detection of pathogen genes by TaqMan Technology, was applied. PCR was accomplished as follow: 12.5 µL of PCR buffer, 1.5 µL of Master Mix (primer and probe sets one to five containing: Mix 1 for the detection of InfV‐A, InfV‐B, InfV‐A (H1N1) swl, and RV; Mix 2 for the screening of CoV‐NL63, CoV‐229E, CoV‐OC43, and CoV‐HKU1; Mix 3 for the identification of PIV‐2, PIV‐3, PIV‐4, and internal control; Mix 4 for the research of PIV‐1, MPV A/B, BoV, and M. pneumoniae; and Mix 5 for the detection of RSV A/B, AdV, EV, and PeV); and 1 µL of reverse transcriptase enzyme. PCR mixture was completed by 10 µL of extracted nucleic acids for each primer/probe set. Positive and negative controls were recommended. Thermocycling was achieved on a Rotor‐Gene 6000/Q (Qiagen, Hilden, Germany) using this program: reverse transcription reaction at 42°C for 15 minutes; then PCR reaction starting with initial denaturation at 94°C for 3 minutes followed by 40 cycles including a denaturation step at 94°C for 8 seconds; and an annealing and extension step at 60°C for 34 seconds.",
            "cite_spans": [],
            "section": "Screening of respiratory pathogens ::: Study design ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "\nS. pneumoniae genome detection was carried out by 16S ribosomal DNA (16S rDNA) qPCR using the Light Cycler Fast Start DNA Mas (#03003248001) kit as per the manufacturer's instructions. A 14 µL of Mastermix containing: MgCl2, 10× LC‐HYBR (a+b), forward primer (Strep‐F, 5’‐TGCAGAGCGTCCTTTGGTCTAT‐3,’ 50 µM), reverse primer (Strep‐R, 5’‐CTCTTACTCGTGGTTTCCAACTTGA‐3,’ 50 µM), probe (Strep‐TM, 5’‐ABI‐FAM‐TGGCGCCCATAAGCAACACTCGAA‐3’‐ABI‐Tamra, 20 µM), and H2O (Roche, Basel, Switzerland). The primers and probe were designed by Corless et al.12 Positive and negative controls were included. A final volume of a 20 µL PCR mixture was completed by 6 µL of extracted nucleic acids. PCR reaction was achieved in a Light Cycler 2.0 (Roche) with the following program: initial denaturation at 95°C for 7 minutes followed by a 50 cycles PCR, including a denaturation step at 95°C for 5 seconds, and an annealing and extension step at 62°C for 45 seconds. A final cooling step at 40°C over time was recommended. The PCR results were analyzed using the Light Cycler Software 4.05.",
            "cite_spans": [],
            "section": "\nS. pneumoniae genome detection ::: Study design ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The statistical calculations were evaluated using the Statistical Package for the Social Sciences (SPSS, version 20.0) with the assistance of statisticians from the Department of Epidemiology and Medical Statistics in FH‐UH of Sousse. The continuous variables (age of patients and the seasonal distribution of hospitalizations) were summarized using the mean ± standard deviation or median, interquartile range (IQR). The categorical variables (gender, age groups, seasonality of infection, and pathogenic infection rates) were described using proportions and percentages. A subgroup analysis was carried out to determine between the groups P values and on the basis of the between groups P values, in almost all variables, a pairwise comparison for the subgroup pairs was conducted. No missing data were revealed for the study population. The statistical calculations for the categorical variables were compared using Pearson’s chi‐square (X\n2) or Fisher’s exact tests, as appropriate. The Fisher’s exact test was applied where cell counts below 5 were encountered. The odds ratio (OR) and 95% confidence intervals were estimated. All ORs are univariate. The binary logistic regression model was applied when more than two categories were observed. The ordinal regression model was used to study the impact of single, double, and multiple viral infections on the patient’s demography. The level of significance was set at P < = 0.05. No statistics were calculated when the number of infected subjects for individual pathogens was below 30 (minimally relevant effect size).13\n",
            "cite_spans": [],
            "section": "Statistical analysis ::: Study design ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Among the 515 enrolled patients, 59.0% were hospitalized in the PP ward, and 41.0% were admitted to the NN ward (G1 age group). The patients hospitalized in the PP ward (G2 and G3 age groups) were divided as follows: 40.0% of cases belonged to the group G2, and 19.0% were included in the group G3. A male predominance was observed in both wards with a total of 62.9% male cases (sex‐ratio = 1.69). The hospitalization due to ARIs occurred more in winter seasons with 31.0% in the period between September and December 2013 and 46.2% in the period of January‐March 2014 (Table 1).",
            "cite_spans": [],
            "section": "Characteristics of the study population ::: RESULTS",
            "ref_spans": [
                {
                    "start": 577,
                    "end": 578,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nM. pneumoniae was the only bacterial agent included in the multiplex qRT‐PCR of the FTD respiratory pathogens 21 kit. Not a single positive M. pneumoniae infection was found, and a total of 884 viruses were detected. The rate of positive tested individuals was 87.2% (449/515 specimens) versus 12.8% tested negative (66/515). More than the half of the tested samples were positive for RV (51.8%, 267/515), followed by RSV A/B (34.4%, 177/515). The Coronavirus group (CoVs), including CoV‐229E, CoV‐OC43, CoV‐NL63, and CoV‐HKU1, was detected in 18.4% of patients (95/515) in which the CoV‐229E was predominant (8.1%, 42/515) and was followed by CoV‐HKU1 (7.6%, 39/515). AdV was positive in 17.9% of tested samples (92/515) followed by Parainfluenza virus 1‐4 (PIVs, 10.9%, 56/515). PIV‐3 was the most frequently detected within PIVs (6.6%, 34/515). With a frequency of infection below 10.0%, MPV A/B (8.7%, 45/515); BoV (7.2%, 37/515); PeV (7.0%, 36/515), and EV (5.8%, 30/515) were detected. The influenza virus group (InfVs), including InfV‐A, InfV‐B, and InfV‐A (H1N1) swl, was occasionally positive (1.8%, 9/515). The uniplex qPCR for the 16S rDNA detected S. pneumoniae in 30.9% of the samples (159/515), (Table 2).",
            "cite_spans": [],
            "section": "Overview of the pathogenic infectious agents ::: Characteristics of severe respiratory disease ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1217,
                    "end": 1218,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The distribution of the pathogenic infectious agents, including viruses and S. pneumoniae, by age and gender is described in Tables 3 and 4 and Supporting Information Table S1. Viral infection was higher in patients hospitalized in the PP ward (90.8%, 276/304 infants vs 82.0%, 173/211 patients admitted in the NN ward, P < 0.001, OR = 2.16). Viral infectious agents were more frequently detected within male patients with 88.0% (285/324 males) of infection versus 85.9% (164/191 females) of infected female subjects. Regarding the groups of infants, viral infection was predominant in the cases belonging to the G2 group (91.8% vs 90.3% of infected cases from the G3 group). No statistical significance was revealed between viral infection and patient's gender or age (P = 0.49 and P = 0.66, respectively). Supporting Information Table S1 describes the distribution of individual viral infection by gender and age: RSV A/B was the single virus found to be statistically associated with gender (38.0% RSV A/B male cases vs 28.3% RSV A/B female cases, P = 0.02) and MPV A/B, BoV, as well as AdV infections, increased with the increasing age of patients (more frequent within the G3 group, P < 0.001). Table 4 describes the distribution of S. pneumoniae infections according to the demographic data of the infected subjects. S. pneumoniae was found to be more frequent in infants (39.1% vs 19.0% of neonates, P < 0.001, OR = 2.75) and male cases (32.4% vs 28.3% female cases, P = 0.32, OR = 0.82). S. pneumoniae was found to be age‐dependent (P < 0.001): it was predominant in cases aged 6 to 12 months (41.8% vs 37.9% of cases aged 28 days to 6 months vs 19.0% of cases aged 0‐28 days).",
            "cite_spans": [],
            "section": "Age and gender characteristics of the tested pathogens ::: Characteristics of severe respiratory disease ::: RESULTS",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 138,
                    "end": 139,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1206,
                    "end": 1207,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The seasonal distribution of respiratory viral infection between 2013 and 2014 was variable and predominated the winter seasons: 131 infections were detected in September‐December 2013, 211 infected cases in the period of January‐March 2014, 61 infections in April‐June 2014, 15 infected cases in July‐September 2014, and 31 infections in October‐December 2014 (Table 3).",
            "cite_spans": [],
            "section": "Seasonal distribution of respiratory agents ::: Characteristics of severe respiratory disease ::: RESULTS",
            "ref_spans": [
                {
                    "start": 368,
                    "end": 369,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The seasonality of individual viral infection is summarized in Figure 1 and Supporting Information Table S2. Different patterns of viral circulation could be observed. In general, individual viral infection accounted for a larger proportion of ARIs in spring and winter. RV, RSV A/B, MPV A/B, CoVs, and PIVs infections were found to be significantly associated with season (P < 0.001). Viral infection was also observed in summer (July‐September 2014). Regarding bacteria, S. pneumoniae infection was found to be dependent on season (P < 0.001): the highest infection rates were observed in September‐December 2013 with 41.9% of infection, followed by 36.6% in January‐March 2014, 6.2% in April‐June 2014, and 2.9% in October‐December 2014. Not a single S. pneumoniae positivity was detected in the period of July‐September 2014 (Table 4).",
            "cite_spans": [],
            "section": "Seasonal distribution of respiratory agents ::: Characteristics of severe respiratory disease ::: RESULTS",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 836,
                    "end": 837,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Table 2 and Supporting Information Table S3 reported the possible co‐occurrences of the tested pathogens for each virus/bacterial combination. Viral coinfections were detected mostly between RV and the following pathogens: RSV A/B (71 samples), CoVs (50 double infections), and AdV (45 coinfections). Other viral combinations were also found as follows: 31 RV‐MPV A/B double infections, 26 RV‐PIVs coinfected samples, 22 RV‐BoV, and RV‐PeV coinfections, each. Considering RSV A/B, double infections were detected with CoVs (34 coinfected samples), AdV (28 double infections), and PeV with 27 coinfected samples.",
            "cite_spans": [],
            "section": "Viral/bacterial coinfections ::: Single and mixed pathogenic infections ::: RESULTS",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Regarding bacterial infections, a total of 147 samples (32.7%) were infected, in addition to S. pneumoniae, by at least one respiratory virus. Among these 147 positive samples, 57 were S. pneumoniae virus coinfections and 90 were multiple infected. S. pneumoniae viral combinations were described mostly by RSV A/B (44.5% of total S. pneumoniae infections) and RV (31.8%). The statistical association between S. pneumoniae and viral ARIs in tested subjects is described in Table 4. S. pneumoniae infection increases with viral infection (P = 0.01, OR = 2.19).",
            "cite_spans": [],
            "section": "Viral/bacterial coinfections ::: Single and mixed pathogenic infections ::: RESULTS",
            "ref_spans": [
                {
                    "start": 479,
                    "end": 480,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Among 12/66 of the negative viral infections (18.2%), S. pneumoniae was the single detected pathogen (Table 4). The possible association between single/double/multiple viral infections and demographic characteristics, seasonal distribution, as well as the individual viral infection is described in Table 5. Male patients were more frequently detected within multiple infections (69.5% of multiple infections). Infected female subjects were more found in single infections (40.8% of single infections). Single infections dominated the neonatal environment (53.9%). Double and multiple infections were more detected in the pediatric environment (71.3% and 76.8% of infection, respectively). The number of viruses detected per sample increases with the increasing age of patients (P < 0.001). For almost all pathogens, infection rates showed an increasing pattern within multiple infections. The exception was PIV‐1: its infection decreased with the increasing number of viruses detected per sample.",
            "cite_spans": [],
            "section": "Single and multiple infections ::: Single and mixed pathogenic infections ::: RESULTS",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 305,
                    "end": 306,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "This study investigates the etiology of ARIs in hospitalized neonates and infants under 1 year of age in the area of Sousse, Tunisia, and associates viral/bacterial infection with their seasonal distribution and with the sociodemographic data of the enrolled patients.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The multiplex qRT‐PCR detected a high rate of viral infection, estimated at 87.2%. Comparable studies have shown variable detection rates ranging from less than 50.0% to more than 85.0%.14, 15, 16 The wide differences observed in the detection rates of infectious pathogenic agents could be interpreted by the heterogeneity of the study population, the genetic variability between populations, the nature of biological material used for the detection of respiratory pathogens by multiplex assays, the technique itself, and the climate/regional factors that influence the appearance of respiratory agents.16, 17\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this study, RV and RSV A/B were the most frequently detected viruses and were found in 51.8% and 34.4% of tested specimens, respectively. Both are known as the crucial causes of ARIs in children.18, 19 In addition, a male predominance was observed within infected subjects for all respiratory viruses in which RSV A/B was the single pathogen found to be significantly associated with gender (P = 0.02). The hypothesis that RSV A/B and other detected viruses were predominant within male subjects remains unclear. This finding could be explained by the genetic factors described in both genders.20\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Despite the fact that RSV A/B is frequent worldwide and its distribution is consistent with a variety of reports in both developing and developed countries, RV has been increasingly reported by previous studies21, 22, 23 and was the most frequently detected pathogen in the present study. Its high prevalence makes its infection more serious. Although RV is described as one of the most commonly identified viruses in persons experiencing acute respiratory illnesses, RV has not been fully appreciated as a pathogen causing severe clinical symptoms. Besides, RV is known to play an important role as the cause of asthma.24 Thus, the implementation of RV should be considered as a standard assay in routine laboratory testing in low and middle‐income countries. However, the qRT‐PCR techniques are still expensive and cannot be generalized and routinely applied in these countries. Still, it should be considered to introduce these techniques in some public hospitals to provide information on which rapid tests should be considered. Before that, it will be necessary to perform further studies evaluating the cost/benefit before initiating these tests in routine.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Children with RV and RSV A/B infections are also exposed to a variety of other respiratory viruses. Interestingly, in the present study, 31.4% double viral infections and 18.6% infections by 3 to 6 viruses were observed. RV‐RSV A/B was the most frequently detected combination and was found in 71 of the 515 tested samples. Many studies have revealed that an important number of pediatric patients with ARIs become simultaneously infected with multiple respiratory viruses, but few studies have focused on analyzing viral coinfections. It has been estimated that the effect of mixed viral infections on a patient's health may depend on which viruses coinfect.24, 25\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In the present study, the association between viral co/multiple infections and the demographic distribution of patients as well as the seasonality of detected pathogens was established. The findings show that viral co/multiple infections occur mainly in winter seasons (October‐December 2013 and January‐March 2014) and are predominant in cases aged 28 days to 6 months (vs neonates [0‐28 days] and infants aged 6‐12 months, P < 0.001). Nonetheless, no significant association was revealed with gender or season.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Since the discovery of novel respiratory agents, the CoVs group was reported in 18.6% of the enrolled cases, which ranks the third most frequently identified virus after RV and RSV A/B. In contrast, several studies report that CoVs ARIs remain rare and are not implemented in the routine laboratory testing.26 A single Tunisian research carried out over 3 consecutive years (2009‐2011) has found that CoV was rare and mainly observed in 2010‐2011 with a total of 5/160 positive infections. No description of the distribution of CoV subtypes was performed.11 The present study describes for the first time in Tunisia the epidemiology of the most known CoVs subtypes: CoV‐2299E, CoV‐OC43, CoV‐NL63, and CoV‐HKU1, in which CoV‐229E was found to be the most dominated. If the discrepancy may be due to the different tests used in the studies or the appearance of CoV as a more frequent pathogen found in Tunisia remains to be investigated.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Furthermore to CoVs, ARI due to AdV was frequent in this study and its total positive rate was 17.8% in which 77.1% of its infections were in infants. Most of the AdV infections were detected in combination with other viruses (46/92 AdV infections). This observation is in contrast with the reports described by Huang et al in 2011 and Liu et al in 2015, in which AdV was more detected in single infections.27, 28 Because there are no prospective and because of the large randomized controlled trials of AdV infections, the treatments of this pathogen are controversial.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "PIV infection has been described in 10.8% of enrolled cases. In line with other publications, PIVs were reported in 10.0% to 11.5% of all acute respiratory hospitalizations, respectively.29, 30, 31 Likewise, this study found that PIV‐3 was the most detected virus within the PIV group. It has been described in the literature that the epidemics of PIV‐3 respiratory infection are responsible for considerable economic losses due to hospitalizations, medical costs, and mortality in children worldwide.30, 31\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Additional pathogens were described in this study and accounted for less than 10.0% of the infections, including MPV A/B, BoV, PeV, EV, and InfVs group. MPV A/B was reported in 8.7% of specimens, in which 23/45 of them were coinfected with other respiratory viruses and only 2/45 were monoinfected. Dual infections between MPV A/B and RSV A/B have been reported widely in the literature. However, our finding shows that only seven MPV A/B‐RSV A/B coinfections were detected. This result is supported by Cebey‐Lopez et al’s25 study, in which a low proportion of monoinfection by MPV A/B was described.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "MPV A/B was followed by BoV, indicating a 7.1% infection rate. Infection by BoV has recently attracted attention worldwide because the incidence and respiratory infection of this pathogen vary widely and often involve co/multiple infections with other potential pathogens,32, 33 which is in agreement with the present study.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Members of the Picornaviridae family, PeV, and EV, were screened. Although, PeV is frequently isolated from patients with respiratory infection and is thought to be associated with disease. The qRT‐PCR was shown as the best way to detect an EV or PeV, but still little is known about the prognosis of these viruses.34, 35 In the present study, it was of significance to describe the circulation of EV and PeV in ARIs in the area of Sousse. In 5.8% and 7% of the 515 enrolled subjects, EV and PeV were detected, respectively. The lowest prevalence of ARIs in this study has been attributed to the InfVs group with an infection rate by 1.8%. This finding was not cited by other studies in which InfVs ARIs were frequent.26 The rare presence of InfVs infection in the study population could be related to the age of patients in which all enrolled subjects were aged below 1 year.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "As described above, M. pneumoniae was not detected in any specimen. The absence of M. pneumoniae mediated ARI in this study could be elucidated by the rare frequencies of M. pneumoniae infections in neonates and infants. A similar finding was reported by Halaji et al36 showing that M. pneumoniae ARI in children aged 1 month to 15 years is infrequent (7/150 positive samples).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In addition to the respiratory viruses/bacteria screened in this study, negative infections were found. In 66 samples (12.8%), the multiplex assay showed neither respiratory viruses nor M. pneumonia infection. However, within the 12/66 negative samples, the additionally performed uniplex qPCR for S. pneumonia appeared to be positive. Alternatively, the remaining negative samples (54/66) did not contain any pathogen that was screened for and the ARI may be not linked to infectious conditions. This may be due to the presence of pathogens not covered by the multiplex approach of this study. Bacteria genome detection by qPCR identified S. pneumoniae in 159 out of 515 tested samples (30.9%). The high prevalence of S. pneumoniae in children hospitalized with ARIs is supported by other studies, showing that pneumonia, acute cough, bronchitis, and lower ARIs are often caused by infections with viruses or S. pneumoniae.37 In addition, S. pneumoniae could be found to colonize the nasopharynx during RSV A/B infection in young children, which was associated with increased severity.38 In accordance, 82.6% of S. pneumoniae infections were coinfected with a respiratory virus in which RSV A/B was the most identified pathogen.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "With the changes occurring in the demographic situation of patients, the environmental characteristics, the seasonality, and social habits throughout the world, the emergence of new respiratory pathogens still increases each year. This consequence makes clinicians more confused about which pathogen is responsible for ARIs, and thus preventions should be taken to minimize the risk of ARIs or the circulation of nosocomial infections in the community.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Thus, regardless of the above, the findings listed in the present study need to be interpreted in consideration with the limitations of this study. First, the data were collected only from a single study site (FH‐UH of Sousse). Second, this study was conducted for a short study period (September 2013‐December 2014). Due to the sampling size collected during this year, the wide range of tested pathogens, and the costs of materials and reagents, it was not possible to increase the sampling period. Although this study permits the detection of a wide range of pathogens, it is focused on the identification of viruses and neglects a wide range of other infectious pathogenic agents (viruses, bacteria, and fungi) responsible for the manifestation of severe respiratory diseases. Finally, it would be interesting to include the patient's clinical manifestations and their association with viral/bacterial infection. In contrast to data from older children, we had, unfortunately, no access to clinical manifestations of neonates.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In summary, the high prevalence of etiology associated to respiratory infections of relevant pathogens highlights the importance of sustaining national surveillance of ARIs to clearly estimate the role of associated pathogens and establish the burden of disease. The findings of this study address several important gaps in the literature. The CoVs and AdV ARIs were frequent in neonates and infants in Tunisia. The CoVs subtypes were described for the first time in Tunisia and revealed that CoV‐229E was the most frequently detected. In spite of the common knowledge that RSV A/B is the most common respiratory agent responsible for ARIs, RV was found to be more prevalent in this population, which highlights the interest of cost benefits studies concerning its implementation in the routine laboratory testing. Given the multiplicity of these findings, this study provides a useful starting point for a better understanding about the circulation of these pathogens in the area of Sousse and the seasonal/demographic attributable to viral/bacterial infection. It will contribute data relevant to the development of prevention strategies, which will help in clinical decisions and allow considering antiviral therapy in clinical routine. The availability of vaccines in Tunisia only against InfVs infections will afford ongoing vaccine research and development on many other leading viral pathogens in future.",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "section": "CONFLICTS OF INTEREST",
            "ref_spans": []
        },
        {
            "text": "This study was supported by the Ministry of Higher Education and Scientific Research in Tunisia and Innsbruck Medical University in Austria (the FWF, Horos doctoral Program, W1253‐B24).",
            "cite_spans": [],
            "section": "FUNDING",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Demographic characteristics of neonates and infants hospitalized in the neonatology and pediatric wards of Farhat Hached University‐hospital of Sousse, Tunisia between September 2013 and December 2014\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Overview about the distribution of the total tested pathogenic infectious agents\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Demographic and seasonal characteristics of viral infection\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Socio‐demographic and seasonal characteristics of S. pneumoniae infection and its association with viral respiratory infection\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Impact of single, double, and multiple viral infections on the patient's sociodemographic information\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Seasonal distribution of the total tested pathogens between September 31, 2013 and December 31, 2014. The percentages were calculated as a fraction of the total pathogens detected in each season: 288 pathogens in the period of September‐December 2013 (A), 496 in January‐March 2014 (B), 119 in April‐June 2014 (C), 29 in July‐September 2014 (D), and 62 in October‐December 2014 (E). Influenza viruses were not included in this figure. Not a single M.pneumoniae infection was found. The Coronavirus and Parainfluenza virus types were grouped in CoVs and PIVs groups, respectively. AdV, adenovirus; BoV, bocavirus; CoVs, coronavirus group; EV, enterovirus genus; MPV A/B, metapneumovirus A/B; PeV, parechovirus genus; PIVs, parainfluenza virus group; RV, rhinovirus; RSV A/B, respiratory syncytial virus A/B; S. pneumoniae, Streptococcus pneumoniae\n",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Estimates of world‐wide distribution of child deaths from acute respiratory infections",
            "authors": [],
            "year": 2002,
            "venue": "Lancet Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "25-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Aetiology of acute respiratory tract infections in hospitalised children in cyprus",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Viral pneumoniae in children: incidence and aetiology",
            "authors": [],
            "year": 2004,
            "venue": "Paediatr Respir Rev",
            "volume": "5",
            "issn": "",
            "pages": "S197-S200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Detection of respiratory viruses by molecular methods",
            "authors": [],
            "year": 2008,
            "venue": "Clin Microbiol Rev",
            "volume": "21",
            "issn": "",
            "pages": "716-747",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Identification of new respiratory viruses in the new millennium",
            "authors": [],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "996-1019",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Atypical respiratory pathogens",
            "authors": [],
            "year": 1997,
            "venue": "Clin Microbiol Infect",
            "volume": "3",
            "issn": "",
            "pages": "599-604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Pulmonary fungal infections",
            "authors": [],
            "year": 2012,
            "venue": "Respirology",
            "volume": "17",
            "issn": "",
            "pages": "913-926",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Global progress in infectious disease control",
            "authors": [],
            "year": 1998,
            "venue": "Vaccine",
            "volume": "16",
            "issn": "",
            "pages": "1116-1121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Comparison of multiplex PCR assays and conventional techniques for the diagnostic of respiratory virus infections in children admitted to hospital with an acute respiratory illness",
            "authors": [],
            "year": 2006,
            "venue": "J Med Virol",
            "volume": "78",
            "issn": "",
            "pages": "1498-1504",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The increasing application of multiplex nucleic acid detection tests to the diagnosis of syndromic infections",
            "authors": [],
            "year": 2014,
            "venue": "Epidemiol Infect",
            "volume": "142",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Virological surveillance of influenza viruses during the 2008‐09, 2009‐10 and 2010‐11 seasons in Tunisia",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Simultaneous detection of Neisseria meningitidis, Haemophilus influenzae, and Streptococcus pneumoniae in suspected cases of meningitis and septicemia using real‐time PCR",
            "authors": [],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "1553-1558",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Probability and Statistical Inference",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Detection and typing by molecular techniques of respiratory viruses in children hospitalized for acute respiratory infection in Rome, Italy",
            "authors": [],
            "year": 2007,
            "venue": "J Med Virol",
            "volume": "79",
            "issn": "",
            "pages": "463-468",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Etiology and seasonality of viral respiratory infections in rural Honduran children",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Infect Dis J",
            "volume": "31",
            "issn": "",
            "pages": "1113-1118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Viral etiology of respiratory infections in children in southwestern Saudi Arabia using multiplex reverse‐transcriptase polymerase chain reaction",
            "authors": [],
            "year": 2014,
            "venue": "Saudi Med J",
            "volume": "35",
            "issn": "",
            "pages": "1348-1353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Respiratory pathogens in children with and without respiratory symptoms",
            "authors": [],
            "year": 2009,
            "venue": "J Pediatr",
            "volume": "154",
            "issn": "396‐400",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Viral etiology of acute febrile respiratory illnesses in hospitalized children younger than 24 months",
            "authors": [],
            "year": 2011,
            "venue": "Clin Pediatr (Phila)",
            "volume": "50",
            "issn": "",
            "pages": "513-517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Viral infections of the lower respiratory tract: old viruses, new viruses, and the role of diagnosis",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "Suppl 4",
            "pages": "S284-S289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Gender analysis in acute bronchiolitis due to respiratory syncytial virus",
            "authors": [],
            "year": 2006,
            "venue": "Pediatr Allergy Immunol",
            "volume": "17",
            "issn": "",
            "pages": "29-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Impact and seasonality of human rhinovirus infection in hospitalized patients for two consecutive years",
            "authors": [],
            "year": 2017,
            "venue": "J Pediatr (Rio J)",
            "volume": "93",
            "issn": "",
            "pages": "294-300",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Interference between respiratory syncytial virus and human rhinovirus infection in infancy",
            "authors": [],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "215",
            "issn": "",
            "pages": "1102-1106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Rhinovirus infections in the first 2 years of life",
            "authors": [],
            "year": 2016,
            "venue": "Pediatrics",
            "volume": "138",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Respiratory RNA viruses",
            "authors": [],
            "year": 2016,
            "venue": "Microbiol Spectr",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Viral co‐infections in pediatric patients hospitalized with lower tract acute respiratory infections",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Does viral co‐infection influence the severity of acute respiratory infection in children?",
            "authors": [],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Viral etiology of acute respiratory tract infections in hospitalized children and adults in Shandong Province, China",
            "authors": [],
            "year": 2015,
            "venue": "Virol J",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Viral etiology of acute respiratory infection in Gansu Province, China, 2011",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Epidemiology characteristics of respiratory viruses found in children and adults with respiratory tract infections in southern China",
            "authors": [],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "159-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Molecular characterization and phylogenetic analysis of human parainfluenza virus type 3 isolated from Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "J Med Virol",
            "volume": "84",
            "issn": "",
            "pages": "1304-1311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Parainfluenza virus type 3: seasonality and risk of infection and reinfection in young children",
            "authors": [],
            "year": 1984,
            "venue": "J Infect Dis",
            "volume": "150",
            "issn": "",
            "pages": "851-857",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Human bocavirus infection in children with respiratory tract disease",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "969-973",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Human bocavirus: passenger or pathogen in acute respiratory tract infections?",
            "authors": [],
            "year": 2008,
            "venue": "Clin Microbiol Rev",
            "volume": "21",
            "issn": "",
            "pages": "291-304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Enterovirus and parechovirus infection in children: a brief overview",
            "authors": [],
            "year": 2016,
            "venue": "Eur J Pediatr",
            "volume": "175",
            "issn": "",
            "pages": "1023-1029",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Epidemiology and clinical associations of human parechovirus respiratory infections",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "3446-3453",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Atypical bacterial etiology of acute respiratory infections and clinical characterizations among Iranian children",
            "authors": [],
            "year": 2017,
            "venue": "Cell Mol Biol (Noisy‐le‐grand)",
            "volume": "63",
            "issn": "",
            "pages": "115-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Prevalence of atypical pathogens in patients with cough and community‐acquired pneumonia: a Meta‐Analysis",
            "authors": [],
            "year": 2016,
            "venue": "Ann Fam Med",
            "volume": "14",
            "issn": "",
            "pages": "552-566",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Streptococcus pneumoniae colonization of the nasopharynx is associated with increased severity during respiratory syncytial virus infection in young children",
            "authors": [],
            "year": 2017,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "220-227",
            "other_ids": {
                "DOI": []
            }
        }
    }
}