{
    "paper_id": "PMC6433249",
    "metadata": {
        "title": "An RT-PCR panel for rapid serotyping of dengue virus serotypes 1 to 4 in human serum and mosquito on a field-deployable PCR system",
        "authors": [
            {
                "first": "Jih-Jin",
                "middle": [],
                "last": "Tsai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei-Liang",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ping-Chang",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bo-Yi",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ching-Yi",
                "middle": [],
                "last": "Tsai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pin-Hsing",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fu-Chun",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chia-Fong",
                "middle": [],
                "last": "Ping",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pei-Yu",
                "middle": [
                    "Alison"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li-Teh",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chun-Hong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu",
                "middle": [
                    "Ru"
                ],
                "last": "Kou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Dengue virus (DENV), an enveloped virus with a single-stranded, positive sense RNA genome, belongs to the genus flavivirus and comprises mainly four serotypes (DENV-1, -2, -3, and -4). DENV infection causes a wide range of clinical signs in humans, from asymptomatic to acute febrile illness (dengue fever, DF), to severe hemorrhagic fever/dengue shock syndromes (DHF/DSS) [1]. Dengue disease is a major public health problem in developing tropical countries and has being continuously spreading to new geographical areas [2, 3]. Frequent international travel to dengue endemic or epidemic regions has contributed to the escalating numbers of imported dengue cases in temperate region. Outbreaks of the four DENV serotypes have been increasing reported in the tropics and sub-tropics mainly in Asia, South America, and the Caribbean; multiple virus serotypes have been found co-circulating in the hyperendemic regions in Southeast Asia and Pacific [2]. Taiwan, located in the tropical-subtropical region of the Northern Hemisphere, has seen many DENV outbreaks since the first half of 20th century. Since 2006, southern Taiwan has faced dengue outbreaks of different scales every year; relatively large outbreaks occurred in 2014 and 2015, with DENV-1 and -2 being the major serotype, respectively [4].",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 523,
                    "end": 524,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 526,
                    "end": 527,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 949,
                    "end": 950,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1299,
                    "end": 1300,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Diagnosis of DENV infection cannot rely solely on clinical signs and symptoms as the majority of the infected individuals are either asymptomatic or present with symptoms similar to those of other febrile-episode-inducing diseases [5]. DENV serotyping is important for disease management and public health surveillance. Several reports have indicated that DENV-2 and DENV-3 may cause more severe diseases and that DENV-4 is responsible for a milder illness than the other serotypes [6]. In addition, antibody-mediated enhancement (ADE) of DENV infection further complicates disease severity [7]. Chances for developing DHF-DSS is elevated when infection with one of the four serotypes is followed by a heterotypic serotype; the replacement of DENV-3 by DENV-1 in Sri Lanka in 2009, was associated with a wave of severe dengue epidemic in Sri Lanka [8–10].",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 483,
                    "end": 484,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 592,
                    "end": 593,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 849,
                    "end": 850,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 851,
                    "end": 853,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "DENV is transmitted to humans by mosquitoes (Aedes aegypti and A. albopictus). A. aegypti can pick up DENV from people showing no symptoms or oligosymptom, resulting in silent transmission [11]. A positive association was established between DENV infection in humans and mosquitoes at very fine spatiotemporal scales in the natural setting; specifically, human cases were reported at about one week after positive A. aegypti in one study [12, 13].",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 439,
                    "end": 441,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 443,
                    "end": 445,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Timely on-site detection and serotyping of DENV in human and mosquito can potentially alert front-line health professionals invasion of a new or long time absent serotype, allowing timely implementation of intervention strategies focuses in those areas to help mitigate disease outbreaks in human [2, 14]. Current methods to aid diagnosis of DENV infection include virus isolation (e.g. antigen detection immunofluorescence assay), nucleic acid amplification tests (NATs; e.g. reverse transcription-polymerase chain reaction [RT-PCR], real-time RT-PCR [qRT-PCR]), and serological assays (e.g. NS1 antigen detection, plaque reduction neutralization titers (PRNT), and enzyme linked immunosorbent assay [ELISA]) [15]. Although a number of NS1 rapid diagnostic tests are commercially available to detect NS1 antigen during the first few days of fever, they do not provide serotype information [16]. PRNT, antigen detection immunofluorescence assay are able to determine DENV serotypes [17], but they are both time-consuming, expensive, laborious, and feasible only in well-equipped laboratories. With relatively high specificity and sensitivity, NATs were recommended for the detection of DENV RNA by the World Health Organization [1]. Several multiplex qRT-PCR methods capable of serotyping have been reported [18–20]. However, performance of qRT-PCR tests requires skilled technicians and relatively expensive equipment that are not available to remote areas or developing countries; transportation of specimens is another major obstacle. In order to bring early serotyping of DENV to points of need (PON), a rapid, easy, mobile, NAT method of high sensitivity and specificity is needed.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 299,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 301,
                    "end": 303,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 891,
                    "end": 893,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 983,
                    "end": 985,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1229,
                    "end": 1230,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1309,
                    "end": 1311,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1312,
                    "end": 1314,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently, the portable, simple and compact POCKIT Nucleic Acid Analyzer (POCKIT, GeneReach, Taichung, Taiwan) which can automatically detect and interpret PCR results within one hour became available in mobile PCR laboratory formats [21–23]. A lightweight hand-held model, POCKIT Micro Plus Nucleic Acid Analyzer (POCKIT Micro Plus), that works with a built-in rechargeable battery is also available. In this system, insulated isothermal PCR (iiPCR) is achieved consistently in a capillary tube (R-tube, GeneReach) in a simple, specially designed insulated heater and relies on fluorescent probe hydrolysis for signal detection [23, 24]. Various iiPCR/RT-iiPCR-based reagents, available commercially in a lyophilized format to facilitate long-term storage and easy shipping, have been validated to have analytical and clinical performance comparable to reference methods (real time PCR, nested PCR, virus isolation) for different important microbial pathogen hosts [25–31]. The POCKIT device has been bundled with easy field-deployable methods for nucleic acid extraction, with potential to serve as a flexible mobile PON tool for rapid DENV detection in human and mosquito.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 633,
                    "end": 635,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 966,
                    "end": 968,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 969,
                    "end": 971,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A pan-DENV-specific RT-iiPCR assay was validated recently on the POCKIT system to have clinical performance equivalent to that of a laboratory qRT-PCR for the detection of DENV-1–4 serotypes in human plasma and serum [32, 33]. Four singleplex DENV serotyping RT-iiPCR reagents have become available recently for the identification of DENV-1, 2, 3, and 4 serotypes separately on the POCKIT system, allowing DENV serotyping near patients and soon after the mosquitoes are trapped even at low-resource settings. In this study, we evaluated the performance of the four DENV serotyping reagents on the POCKIT and POCKIT Micro Plus PCR devices for the detection of the respective target DENV serotypes in human serum and mosquito samples.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Serum samples were collected from clinically suspected dengue patients for routine diagnosis using RT-PCR methods [34] at the Tropical Medicine Center, Kaohsiung Medical University Hospital, Kaohsiung, Taiwan in 2012. The use of retrospective clinical specimens in this study was approved by the Kaohsiung Medical University Hospital Institutional Review Board (KMUHIRB-F(I)-20180009); waiver of informed consent was obtained. All collected samples were anonymized.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Ethics statement ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Tissue culture fluids containing DENV-1 (Hawaii strain), -2 (NGC strain), -3 (DN8700829A strain), or -4 (DN9000475A Strain) were collected after the viruses were propagated in the mosquito C6/36 cell line (A. albopictus). Zika virus strains (MR766, PRVABC59) were from the American Type Culture Collection, Manassas, VA, USA. Chikungunya virus (CK9500004) was from the Taiwan Center of Disease Control, Taipei, Taiwan.",
            "cite_spans": [],
            "section": "Virus and mosquito samples ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The A. aegypti (UGAL) mosquito strain was used in this study and infected with DENV-1, DENV-2, DENV-3 or DENV-4 by micro-injection (nanoinjector) into the thoracic cavity. Adult female mosquitoes, aged 7–8 days, were cold anesthetized and inoculated using a microcapillary needle that had been pulled to a point with needle puller. The 4 serotype of dengue virus stocks were standardized to 2x106 PFU/ml, and 0.2 μl was injected into each mosquito (approximately 400 PFU/mosquito). Infected mosquitoes were maintained in cages at 28 ± 1°C and 70% ± 5% relative humidity with 12h/12h light-dark cycle and fed with 10% sucrose solution. Three infected mosquitoes were collected every other day for the 7-day incubation period to determine the virus titers. The remaining mosquitoes were frozen and stored at −80°C until further use.",
            "cite_spans": [],
            "section": "Virus and mosquito samples ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Nucleic acid extraction was performed by using the taco Preloaded DNA/RNA Extraction Kit (GeneReach) on a taco mini Automatic Nucleic Acid Extraction System (taco mini; GeneReach) according to the manufacturer’s instructions. Briefly, sample (200 μl) were added into the first well of the extraction plate and the automatic extraction steps were performed. All nucleic acids were subjected subsequently to the respective serotyping RT-iiPCR and the reference qRT-PCR systems in parallel. For mosquito samples, before taco mini extraction, each mosquito was homogenized in 250 μl PBS with a disposable grinder and centrifuged briefly. Subsequently, 200 μl of the upper aqueous sample were transferred into the first well of the preloaded extraction plate before starting the extraction program.",
            "cite_spans": [],
            "section": "Nucleic acid extraction ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The four DENV serotyping RT-iiPCR reagents (POCKIT Dengue Virus Serotype 1 Reagent Set, POCKIT Dengue Virus Serotype 2 Reagent Set, POCKIT Dengue Virus Serotype 3 Reagent Set, POCKIT Dengue Virus Serotype 4 Reagent Set; GeneReach) were performed as described in their user manuals. Briefly, lyophilized RT-iiPCR reagent was rehydrated with 50 μl of Premix buffer (GeneReach), and 5 μl of sample was added to the mixture. Subsequently, 50 μl of the final mixture were transferred to an R-tube (GeneReach), which was spun briefly in a cubee mini centrifuge (GeneReach), The R-tubes were placed into the reaction chamber of a POCKIT Nucleic Acid Analyzer or a hand-held POCKIT Micro Plus Nucleic Acid Analyzer, and a run was initiated. The default program, including an RT step at 50°C for 10 min and an iiPCR step at 95°C for about 30 min, was completed in less than 1 h. Results based on signal-to-noise (S/N) ratios according to the default S/N thresholds used by the built-in algorithm [35] were shown on the display screen at the end of the program.",
            "cite_spans": [
                {
                    "start": 988,
                    "end": 990,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "DENV serotyping reverse transcription-insulated isothermal polymerase chain reaction ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To evaluate the performance of the four DENV serotyping RT-iiPCR reagents in detecting DENV in serum samples, side-by-side comparison with the multiplex CDC DENV-1-4 Real Time RT-PCR Assay (reference qRT-PCR) [36] was performed. The reference qRT-PCR assay includes 4 sets of oligonucleotide primers and 4 dually labeled 5’ fluorescent TaqMan probes to differentiate the four serotypes. The reaction was performed with a SuperScript III Platinum One-Step qRT-PCR kit (Invitrogen, Carlsbad, CA, USA) without 6-carboxy-X-rhodamine in a Magnetic Induction Cycler (MIC, Bio Molecular System, Upper Coomera, Queensland, Australia). Each reaction included 5 μl of the sample nucleic acid. Signals from the DENV-1, -2, -3, and -4 probes were collected using the 6-carboxyfluorescein, hexachlorofluorescein, Texas red, and Cy5 channels, respectively. The thermocycling program included an RT step at 50°C for 30 min, followed by 95°C for 2 min and 45 cycles of denaturation at 95°C for 15 s and annealing at 60°C for 1 min. Samples generating a threshold cycle (CT) value were considered positive.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "CDC DENV-1–4 real-time reverse transcription-polymerase chain reaction ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The degree of agreement between two assays was assessed by calculating Cohen’s kappa values.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The detection endpoints of the DENV-1, -2, -3, -4 serotyping RT-iiPCR reagents were evaluated by side-by-side comparison with the reference multiplex qRT-PCR by using their respective target DENV serotypes. 10-fold serial dilutions (100, 10, 1, 0.1, and 0.01 PFU/ml) of each isolate were made in DENV-negative human serum and each was subjected to nucleic acid extraction in triplicate. The results are summarized in Table 1. The 100% detection endpoints were found at 10 and 1 PFU/ml DENV-1 with the reference qRT-PCR and DENV-1 RT-iiPCR, respectively, at 1 PFU/ml DENV-2 with both qRT-PCR and DENV-2 RT-iiPCR, at 1 PFU/ml DENV-3 with both qRT-PCR and DENV-3 RT-iiPCR, and at 10 and 1 PFU/ml DENV-4 with the qRT-PCR and DENV-4 RT-iiPCR, respectively. All data indicated that the four DENV-1, -2, -3, and -4 RT-iiPCR had analytical sensitivity comparable to that of the reference qRT-PCR in detecting their target DENV serotypes.",
            "cite_spans": [],
            "section": "Analytical sensitivity of DENV-1, -2, -3, -4 serotyping RT-iiPCR ::: Results",
            "ref_spans": [
                {
                    "start": 417,
                    "end": 424,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To assess the specificity of each DENV serotyping RT-iiPCR reagent, the four DENV serotypes and two other viruses (Zika virus MR766, Zika virus PRVABC59, and chikungunya virus CK9500004) known to cause febrile illness or skin rash illness were tested. All four singleplex DENV serotyping RT-iiPCR reagents did not react with the other three non-targeted dengue virus serotypes, Zika virus and chikungunya virus in the exclusivity test panel (Table 2), indicating that the reagents had excellent specificity for their target DENV serotypes.",
            "cite_spans": [],
            "section": "Analytical specificity of DENV-1, -2, -3, -4 serotyping RT-iiPCR ::: Results",
            "ref_spans": [
                {
                    "start": 442,
                    "end": 449,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To evaluate the clinical performance of each DENV serotyping RT-iiPCR reagent, 40 serum samples (about 20 DENV serotype-positive and 20 DENV-negative) were tested for each respective reagent. For this purpose, 20 DENV-1, 20 DENV-2, 20 DENV-3, and 20 DENV-negative samples previously identified by a real-time PCR [34] were used. Due to the lack of DENV-4 positive clinical samples in the region, DENV-4 samples were prepared by spiking 20 DENV-negative human serum specimens with different concentrations of the DENV-4 DN9000475A stock (1.9 x 105 PFU/ml). The samples were subjected directly to nucleic acid extraction by the taco mini method. Nucleic acid extracts were tested by the respective DENV serotyping RT-iiPCR reagents and the reference multiplex qRT-PCR in parallel. Completely matched results were found for DENV-1 detection (20 positive and 20 negative) between the DENV-1 RT-iiPCR and the reference qRT-PCR, as well as for DENV-4 detection (20 positive and 20 negative) between the DENV-4 RT-iiPCR and the qRT-PCR (Table 3). 20 and 19 samples were DENV-2 positive and negative, respectively, by both the DENV-2 RT-iiPCR and the reference assays; whereas one sample was DENV-2 negative by the index assay but positive by the reference assay (Ct = 44.49, Table 3). Similarly, 20 and 19 samples were determined to be DENV-3 positive and negative, respectively, by both the DENV-3 RT-iiPCR and reference assays; one sample was DENV-3 negative by the qRT-PCR but positive by the RT-iiPCR (Table 3). Therefore, compared to the reference qRT-PCR, the DENV-1 RT-iiPCR and DENV-4 RT-iiPCR had 100% overall agreement (CI95%, 97.3–100%), the DENV-2 RT-iiPCR had 97% overall agreement (CI95%, 89.8–97.5%) and the DENV-3 RT-iiPCR had 97% overall agreement (CI95%, 89.8–97.5%), indicating that the four DENV serotyping RT-iiPCR reagents on the POCKIT system had clinical performance comparable to those of the reference qRT-PCR to detect their target DENV serotypes in serum samples.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Clinical performance of DENV-1, -2, -3, -4 serotyping RT-iiPCR ::: Results",
            "ref_spans": [
                {
                    "start": 1030,
                    "end": 1037,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1275,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1499,
                    "end": 1506,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The combination of the hand-held POCKIT Micro Plus and the compact taco mini is available in a suitcase for pathogen surveillance at points of need. With the four serotyping RT-iiPCR reagents, it will be possible to performed DENV serotyping soon after the mosquitoes are trapped on site even at settings of limited resources. Here, we evaluated preliminarily the performance of the four serotyping RT-iiPCR reagents to detect their target DENV serotypes in mosquito specimens on the hand-held POCKIT Micro Plus PCR system. Nucleic acids extracted from female A. aegypti mosquitoes experimentally infected with DENV-1, -2, -3, and -4 serotype were subjected to PCR testing by the POCKIT DENV-1, -2, -3, or -4 RT-iiPCR. The results showed that the DENV-1, -2, -3, and -4 RT-iiPCR can detect their target DENV serotypes but not the serotypes to be excluded (Table 4), indicating excellent specificity for DENV serotypes in mosquito sample matrix.",
            "cite_spans": [],
            "section": "Serotype-specific detection of dengue virus serotypes 1–4 in mosquitos ::: Results",
            "ref_spans": [
                {
                    "start": 856,
                    "end": 863,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "There is an urgent need for better surveillance and control of DENV spread to help mitigate the global spread of epidemic dengue. Accurate and rapid detection and serotyping of DENV can help improve the recognition of severe dengue warning signs in patients suspected of DENV infection. Timely reporting on the detection and serotyping status of DENV in mosquito can serve as an alert to people who fall ill to consider the possibility of dengue infection and seek medical assistant in time, and to initiate timely community and vector control programs to help mitigate the spread of DENV infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, tests with clinical serum samples showed that the four singleplex serotyping RT-iiPCR reagents had clinical performance comparable to that of the reference qRT-PCR for the detection of their target serotypes in human serum. There was one qRT-PCR-positive/RT-iiPCR-negative sample for DENV-2 and qRT-PCR-negative/RT-iiPCR-positive for DENV-3. The discrepancy in detection between the two assays was likely due to low viral loads in these samples; one supporting observation was that the one qRT-PCR-positive/RT-iiPCR-negative sample had a Ct of 44.49 in qRT-PCR. The four index reagents offered excellent analytical sensitivity and specificity to detect their target DENV serotypes in human serum on the compact field-deployable POCKIT device, and also had great analytical specificity in mosquito samples on the hand-held POCKIT Micro Plus.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In DENV diagnosis, DENV serotyping is also important since DENV-2 and DENV-3 are more often associated with severe diseases than the other serotypes [6]. Furthermore, when patients with previous DENV infection were infected with a heterotypic serotype, the chances for them to develop DHF-DSS were elevated [7]. The pan-DENV RT-iiPCR/POCKIT system validated previously for the detection of all four DENV serotypes in human plasma and serum [32, 33] is useful in aiding the identification of acute DENV infection, especially for remote regions with high burdens of DENV infection. However, this system could not differentiate between different DENV serotypes. In this study, we showed that the four new RT-PCR reagents for DENV serotyping can work on the same field-deployable PCR system to serve as tools to allow timely near-patient serotyping of DENV in human and mosquitos to facilitate efficient disease management and public health surveillance.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 308,
                    "end": 309,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 441,
                    "end": 443,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 445,
                    "end": 447,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "As shown in Table 1, similar to that of the reference qRT-PCR for all four serotypes, the sensitivity of the RT-iiPCR system was at biological titers of around 100 PFU/ml. This was consistent to the performance of other molecular detection methods for DENV [37–39]. As reported previously, RNA copy numbers were likely significantly higher than PUFs, due to defective virus particles or viral RNA freed from infected cells in the sample matrix [40–42].",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 445,
                    "end": 447,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 448,
                    "end": 450,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "To aid laboratory confirmation of DENV infection during the first 5 to 6 days after symptomatic onset, detection methods for DENV RNA have been recommended by WHO [1]. Among them, real-time RT-PCR allows serotyping of DENV. However, this technology is in general not available at most PONs to provide timely serotyping results in regions with threats of epidemic dengue; RNA degradation during the shipping process to the central laboratories is also a concern [43]. The POCKIT or POCKIT Micro Plus device has been bundled with the field-deployable taco mini extraction system in a durable suitcase (POCKIT combo, POCKIT Micro combo, respectively; GeneReach) to meet the needs of PON applications at different settings. The equipment can be operated with a car battery or a rechargeable battery and only a few simple steps are needed from sample to results with this mobile PCR system.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 462,
                    "end": 464,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Current commercially available NS1 immunological test products are rapid and do not require trained personnel to operate. They have been shown to have great performance for detecting DENV in both human and mosquitoes [44]. However, they do not provide serotype information. In addition, its sensitivity was relatively low on days 1 and 2 and after day 5 post-symptomatic onset in human, compared to that seen with the-RT-PCR methods [16].",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, performed on the portable POCKIT system, the four POCKIT singleplex serotyping RT-iiPCR reagents have potential to serve as a relatively inexpensive, rapid, and simple PON tool for early detection and serotyping of DENV in viremic patients as well as in infected mosquitoes, enabling timely management and control of dengue disease in underserved communities. Studies to verify and validate further the performance of these reagents on the mobile PCR laboratory system for DENV subtyping in both human and mosquitoes are underway.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "World Health Organization—Geneva.Global strategy for dengue prevention and control 2012–2020",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Trends of dengue disease epidemiology",
            "authors": [],
            "year": 2017,
            "venue": "Virology: research and treatment",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Differences in Mortality and Clinical Manifestations of Dengue Hemorrhagic Fever in Taiwan in Different Years: A Comparison for Cases in 2014 and 2015 Epidemics",
            "authors": [],
            "year": 2017,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "97",
            "issn": "2",
            "pages": "361-8",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.16-1018"
                ]
            }
        },
        "BIBREF4": {
            "title": "Epidemiology of inapparent and symptomatic acute dengue virus infection: a prospective study of primary school children in Kamphaeng Phet, Thailand",
            "authors": [],
            "year": 2002,
            "venue": "American journal of epidemiology",
            "volume": "156",
            "issn": "1",
            "pages": "40-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Serotype-specific dengue virus circulation and dengue disease in Bangkok, Thailand from 1973 to 1999",
            "authors": [],
            "year": 2003,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "68",
            "issn": "2",
            "pages": "191-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Antibody-dependent enhancement of dengue virus infection in primary human macrophages; balancing higher fusion against antiviral responses",
            "authors": [],
            "year": 2016,
            "venue": "Scientific reports",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep29201"
                ]
            }
        },
        "BIBREF7": {
            "title": "Serotype-specific differences in the risk of dengue hemorrhagic fever: an analysis of data collected in Bangkok, Thailand from 1994 to 2006",
            "authors": [],
            "year": 2010,
            "venue": "PLoS neglected tropical diseases",
            "volume": "4",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0000617"
                ]
            }
        },
        "BIBREF8": {
            "title": "Effect of serotypes on clinical manifestations of dengue fever in adults",
            "authors": [],
            "year": 2009,
            "venue": "Journal of microbiology, immunology, and infection = Wei mian yu gan ran za zhi",
            "volume": "42",
            "issn": "6",
            "pages": "471-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Phylogeography and molecular epidemiology of an epidemic strain of dengue virus type 1 in Sri Lanka",
            "authors": [],
            "year": 2014,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "91",
            "issn": "2",
            "pages": "225-34",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.13-0523"
                ]
            }
        },
        "BIBREF10": {
            "title": "Asymptomatic humans transmit dengue virus to mosquitoes",
            "authors": [],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "112",
            "issn": "47",
            "pages": "14688-93",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1508114112"
                ]
            }
        },
        "BIBREF11": {
            "title": "Characteristics of the spatial pattern of the dengue vector, Aedes aegypti, in Iquitos, Peru",
            "authors": [],
            "year": 2003,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "69",
            "issn": "5",
            "pages": "494-505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Fine scale spatiotemporal clustering of dengue virus transmission in children and Aedes aegypti in rural Thai villages",
            "authors": [],
            "year": 2012,
            "venue": "PLoS Negl Trop Dis",
            "volume": "6",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0001730"
                ]
            }
        },
        "BIBREF13": {
            "title": "A new paradigm for Aedes spp. surveillance using gravid ovipositing sticky trap and NS1 antigen test kit",
            "authors": [],
            "year": 2017,
            "venue": "Parasites & vectors",
            "volume": "10",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Trends in dengue diagnosis",
            "authors": [],
            "year": 2005,
            "venue": "Reviews in medical virology",
            "volume": "15",
            "issn": "5",
            "pages": "287-302",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.461"
                ]
            }
        },
        "BIBREF15": {
            "title": "Comparison of nonstructural protein-1 antigen detection by rapid and enzyme-linked immunosorbent assay test and its correlation with polymerase chain reaction for early diagnosis of dengue",
            "authors": [],
            "year": 2017,
            "venue": "J Lab Physicians",
            "volume": "9",
            "issn": "3",
            "pages": "177-81",
            "other_ids": {
                "DOI": [
                    "10.4103/0974-2727.208265"
                ]
            }
        },
        "BIBREF16": {
            "title": "Inferring the serotype associated with dengue virus infections on the basis of pre- and postinfection neutralizing antibody titers",
            "authors": [],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "7",
            "pages": "1002-10",
            "other_ids": {
                "DOI": [
                    "10.1086/656141"
                ]
            }
        },
        "BIBREF17": {
            "title": "Development and Evaluation of a SYBR Green-Based Real-Time Multiplex RT-PCR Assay for Simultaneous Detection and Serotyping of Dengue and Chikungunya Viruses",
            "authors": [],
            "year": 2015,
            "venue": "J Mol Diagn",
            "volume": "17",
            "issn": "6",
            "pages": "722-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmoldx.2015.06.008"
                ]
            }
        },
        "BIBREF18": {
            "title": "One-step real-time RT-PCR assays for serotyping dengue virus in clinical samples",
            "authors": [],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-015-1226-z"
                ]
            }
        },
        "BIBREF19": {
            "title": "Comparison of the FDA-approved CDC DENV-1-4 real-time reverse transcription-PCR with a laboratory-developed assay for dengue virus detection and serotyping",
            "authors": [],
            "year": 2013,
            "venue": "J Clin Microbiol",
            "volume": "51",
            "issn": "10",
            "pages": "3418-20",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.01359-13"
                ]
            }
        },
        "BIBREF20": {
            "title": "Potential point-of-care testing for dengue virus in the field",
            "authors": [],
            "year": 2018,
            "venue": "Journal of clinical microbiology",
            "volume": "56",
            "issn": "5",
            "pages": "e00203-18",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00203-18"
                ]
            }
        },
        "BIBREF21": {
            "title": "Progress and challenges towards point-of-care diagnostic development for dengue",
            "authors": [],
            "year": 2017,
            "venue": "Journal of Clinical Microbiology",
            "volume": "",
            "issn": "",
            "pages": "00707-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Development of TaqMan probe-based insulated isothermal PCR (iiPCR) for sensitive and specific on-site pathogen detection",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "9",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0045278"
                ]
            }
        },
        "BIBREF23": {
            "title": "A thermally baffled device for highly stabilized convective PCR",
            "authors": [],
            "year": 2012,
            "venue": "Biotechnology Journal",
            "volume": "7",
            "issn": "5",
            "pages": "662-6",
            "other_ids": {
                "DOI": [
                    "10.1002/biot.201100453"
                ]
            }
        },
        "BIBREF24": {
            "title": "Evaluation and Clinical Validation of Two Field-deployable Reverse Transcription-Insulated Isothermal PCR Assays for the Detection of the Middle East Respiratory Syndrome Coronavirus",
            "authors": [],
            "year": 2017,
            "venue": "J Mol Diagn",
            "volume": "19",
            "issn": "6",
            "pages": "817-27",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmoldx.2017.06.007"
                ]
            }
        },
        "BIBREF25": {
            "title": "Translation of a laboratory-validated equine herpesvirus-1 specific real-time PCR assay into an insulated isothermal polymerase chain reaction (iiPCR) assay for point-of-need diagnosis using POCKIT nucleic acid analyzer",
            "authors": [],
            "year": 2017,
            "venue": "J Virol Methods",
            "volume": "241",
            "issn": "",
            "pages": "58-63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2016.12.010"
                ]
            }
        },
        "BIBREF26": {
            "title": "Development of insulated isothermal PCR for rapid on-site malaria detection",
            "authors": [],
            "year": 2016,
            "venue": "Malaria Journal",
            "volume": "15",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12936-016-1183-z"
                ]
            }
        },
        "BIBREF27": {
            "title": "Rapid detection of equine influenza virus H3N8 subtype by insulated isothermal RT-PCR (iiRT-PCR) assay using the POCKIT Nucleic Acid Analyzer",
            "authors": [],
            "year": 2014,
            "venue": "Journal of Virological Methods",
            "volume": "207",
            "issn": "",
            "pages": "66-72",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2014.06.016"
                ]
            }
        },
        "BIBREF28": {
            "title": "Evaluation of a Field-Deployable Insulated Isothermal Polymerase Chain Reaction Nucleic Acid Analyzer for Influenza A Virus Detection at Swine Exhibitions",
            "authors": [],
            "year": 2018,
            "venue": "Vector Borne Zoonotic Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1089/vbz.2018.2345"
                ]
            }
        },
        "BIBREF29": {
            "title": "Rapid Diagnosis of Babesia gibsoni by Point-of-Need Testing by Insulated Isothermal PCR in Dogs at High Risk of Infection",
            "authors": [],
            "year": 2018,
            "venue": "J Vet Intern Med",
            "volume": "32",
            "issn": "1",
            "pages": "232-5",
            "other_ids": {
                "DOI": [
                    "10.1111/jvim.15033"
                ]
            }
        },
        "BIBREF30": {
            "title": "Evaluation of a field-deployable reverse transcription-insulated isothermal PCR for rapid and sensitive on-site detection of Zika virus",
            "authors": [],
            "year": 2018,
            "venue": "BMC Infect Dis",
            "volume": "17",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12879-017-2852-4"
                ]
            }
        },
        "BIBREF31": {
            "title": "Validation of POCKIT™ Dengue Virus Reagent Set for Rapid Detection of Dengue Virus in Human Serum on a Field-Deployable PCR System",
            "authors": [],
            "year": 2018,
            "venue": "Journal of clinical microbiology",
            "volume": "",
            "issn": "",
            "pages": "01865-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "A Pan-Dengue Virus Reverse Transcription-Insulated Isothermal PCR Assay Intended for Point-of-Need Diagnosis of Dengue Virus Infection by Use of the POCKIT Nucleic Acid Analyzer",
            "authors": [],
            "year": 2016,
            "venue": "J Clin Microbiol",
            "volume": "54",
            "issn": "6",
            "pages": "1528-35",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00225-16"
                ]
            }
        },
        "BIBREF33": {
            "title": "Laboratory-based dengue surveillance in Taiwan, 2005: a molecular epidemiologic study",
            "authors": [],
            "year": 2007,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "77",
            "issn": "5",
            "pages": "903-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Detection of white spot syndrome virus by polymerase chain reaction performed under insulated isothermal conditions",
            "authors": [],
            "year": 2012,
            "venue": "Journal Virological Methods",
            "volume": "181",
            "issn": "1",
            "pages": "134-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2012.01.017"
                ]
            }
        },
        "BIBREF35": {
            "title": "Analytical and clinical performance of the CDC real time RT-PCR assay for detection and typing of dengue virus",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Negl Trop Dis",
            "volume": "7",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0002311"
                ]
            }
        },
        "BIBREF36": {
            "title": "Rapid detection and differentiation of dengue virus serotypes by a real-time reverse transcription-loop-mediated isothermal amplification assay",
            "authors": [],
            "year": 2005,
            "venue": "Journal of clinical microbiology",
            "volume": "43",
            "issn": "6",
            "pages": "2895-903",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.43.6.2895-2903.2005"
                ]
            }
        },
        "BIBREF37": {
            "title": "Development of real time PCR for detection and quantitation of dengue viruses",
            "authors": [],
            "year": 2009,
            "venue": "Virology journal",
            "volume": "6",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Diagnosis of dengue infection using conventional and biosensor based techniques",
            "authors": [],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "10",
            "pages": "5410-27",
            "other_ids": {
                "DOI": [
                    "10.3390/v7102877"
                ]
            }
        },
        "BIBREF39": {
            "title": "Evaluation of pre-analytical variables in the quantification of dengue virus by real-time polymerase chain reaction",
            "authors": [],
            "year": 2009,
            "venue": "The Journal of Molecular Diagnostics",
            "volume": "11",
            "issn": "6",
            "pages": "537-42",
            "other_ids": {
                "DOI": [
                    "10.2353/jmoldx.2009.080164"
                ]
            }
        },
        "BIBREF40": {
            "title": "Quantitative analysis of dengue-2 virus RNA during the extrinsic incubation period in individual Aedes aegypti",
            "authors": [],
            "year": 2006,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "74",
            "issn": "1",
            "pages": "132-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Detection of dengue virus replication in peripheral blood mononuclear cells from dengue virus type 2-infected patients by a reverse transcription-real-time PCR assay",
            "authors": [],
            "year": 2002,
            "venue": "Journal of clinical microbiology",
            "volume": "40",
            "issn": "12",
            "pages": "4472-8",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.40.12.4472-4478.2002"
                ]
            }
        },
        "BIBREF42": {
            "title": "Persistence of dengue virus RNA in dried Aedes aegypti (Diptera: Culicidae) exposed to natural tropical conditions",
            "authors": [],
            "year": 2007,
            "venue": "J Med Entomol",
            "volume": "44",
            "issn": "1",
            "pages": "163-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Detection of dengue virus NS1 antigen in infected Aedes aegypti using a commercially available kit",
            "authors": [],
            "year": 2013,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "88",
            "issn": "2",
            "pages": "260-6",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.2012.12-0477"
                ]
            }
        }
    }
}