{
    "paper_id": "PMC6586182",
    "metadata": {
        "title": "Noninvasive ventilation in critically ill patients with the Middle East respiratory syndrome",
        "authors": [
            {
                "first": "Basem",
                "middle": [
                    "M."
                ],
                "last": "Alraddadi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ismael",
                "middle": [],
                "last": "Qushmaq",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fahad",
                "middle": [
                    "M."
                ],
                "last": "Al‐Hameed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yasser",
                "middle": [],
                "last": "Mandourah",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ghaleb",
                "middle": [
                    "A."
                ],
                "last": "Almekhlafi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jesna",
                "middle": [],
                "last": "Jose",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Awad",
                "middle": [],
                "last": "Al‐Omari",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ayman",
                "middle": [],
                "last": "Kharaba",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abdullah",
                "middle": [],
                "last": "Almotairi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kasim",
                "middle": [],
                "last": "Al Khatib",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Shalhoub",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Abdulmomen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Mady",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Othman",
                "middle": [],
                "last": "Solaiman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abdulsalam",
                "middle": [
                    "M."
                ],
                "last": "Al‐Aithan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rajaa",
                "middle": [],
                "last": "Al‐Raddadi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmed",
                "middle": [],
                "last": "Ragab",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hanan",
                "middle": [
                    "H."
                ],
                "last": "Balkhy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Abdulrahman",
                "middle": [],
                "last": "Al Harthy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Musharaf",
                "middle": [],
                "last": "Sadat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Haytham",
                "middle": [],
                "last": "Tlayjeh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Merson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Frederick",
                "middle": [
                    "G."
                ],
                "last": "Hayden",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "A."
                ],
                "last": "Fowler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yaseen",
                "middle": [
                    "M."
                ],
                "last": "Arabi",
                "suffix": "",
                "email": "Arabi@ngha.med.sa",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Middle East respiratory syndrome (MERS) has emerged as a cause of severe respiratory illness in humans.1, 2 As of March 1, 2019, 2279 cases of MERS have been reported including 806 deaths.3 The disease presentation ranges from asymptomatic infection to severe respiratory illness, multiorgan failure, and death.4, 5, 6 Acute hypoxemic respiratory failure (AHRF) develops in up to 70% of hospitalized patients with MERS and is associated with high mortality.7, 8 To date, there is no specific antiviral therapy for MERS of proven effectiveness; supportive therapy remains the cornerstone of management.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Noninvasive ventilation has been increasingly used in the management of AHRF with variable success.9, 10, 11, 12 While NIV may initially avoid the need for intubation and invasive mechanical ventilation (MV), several studies have reported high failure rates and the need for invasive ventilation among patients with severe acute respiratory distress syndrome (ARDS) and an association with increased mortality.12 In a recent analysis from the LUNG SAFE study on unselected patients with ARDS, NIV was associated with higher intensive care unit (ICU) mortality in patients with the ratio of partial pressure of oxygen to the fraction of inspired oxygen (PaO2/FiO2) lower than 150 mm Hg.12 The role of NIV in AHRF secondary to viral respiratory infections is unclear. Although some uncontrolled studies suggested that NIV was effective and safe in management of patients with severe acute respiratory syndrome (SARS),13, 14, 15 others have highlighted concern of increased transmission risk to healthcare workers when patients with SARS are treated with NIV.16 Use of NIV in AHRF caused by pandemic H1N12009 virus (pdmH1N1) infection has been reported from several countries,17, 18, 19 with reported NIV failure reaching up to 85%.17 All studies were limited by their retrospective nature and, often, small sample size.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Noninvasive ventilation has been used in patients with MERS,5, 8 but its value in preventing intubation and impact on clinical outcomes has not been studied. The objective of this study was to assess the success of NIV in MERS patients with AHRF in avoiding intubation and its association with mortality and ICU and hospital length of stay. Our secondary objective was to identify factors associated with NIV failure in MERS patients.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "We conducted this analysis on a multicenter retrospective cohort of critically ill MERS patients from 14 participating tertiary care hospitals in 5 cities in Saudi Arabia admitted between September 2012 and October 2015. The institutional review boards of all participating centers approved the study, and informed consent was not required due to the observational nature of the study. Details of the description of the cohort have been described before.20 Laboratory‐confirmed MERS was defined by the presence of positive real‐time reverse transcription‐polymerase chain reaction (rRT‐PCR) in upper or lower respiratory specimens.21\n",
            "cite_spans": [],
            "section": "Study design and setting ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "In this study, we included all patients with AHRF who required mechanical ventilation support in the ICU, whether invasively or noninvasively. All patients who were managed initially with NIV were compared to those who were managed with invasive MV without NIV.",
            "cite_spans": [],
            "section": "Definitions ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "For this analysis, we extracted baseline data including demographics, comorbidities, duration from onset of symptoms to emergency room admission, ICU admission, and intubation. Arterial blood gases, severity of illness measured by sequential organ failure assessment (SOFA), laboratory, and radiographic findings were collected on days 1, 3, 7, and 14 of ICU admission. The primary outcome was 90‐day mortality. ICU and hospital length of stay were collected. Duration of noninvasive and invasive mechanical ventilation and ventilator‐free days (based on 28‐day observation) was also calculated. We compared the two groups for the use of oxygen rescue therapies including neuromuscular blockade, high‐frequency oscillation ventilation, extracorporeal membrane oxygenation (ECMO), nitric oxide, and prone positioning.",
            "cite_spans": [],
            "section": "Data collection ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Continuous variables were described as medians and interquartile ranges (Q1, Q3) or means and standard deviations and were tested using Mann‐Whitney U or Student's t test as appropriate. Categorical variables were reported as frequencies and proportions and tested using the chi‐square test or Fisher's exact test.",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "We compared NIV patients and invasive MV patients for baseline characteristics, collected variables during the ICU course, and measured clinical outcomes. Kaplan‐Meier curves censored at 90 days are plotted, and log‐rank test was used to compare survival time between patients treated with NIV and invasive MV.",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Because of imbalances in baseline characteristics of NIV patients and invasive MV patients, we developed a propensity score for being treated with NIV with the following covariates used in the propensity score model development: age, SOFA score at admission to ICU, chronic pulmonary disease, chronic cardiac disease, chronic neurological disease, diabetes with chronic complications, PaCO2, PAO2:FiO2 ratio, and Glasgow Coma Scale. To examine the ability of the propensity score for accounting for the baseline characteristics, we carried out propensity score adjustment for the comparisons of baseline characteristics. We assessed the independent association of NIV with 90‐day mortality by multivariate logistic regression model adjusting for propensity score and clustering by centers. We also assessed the association of NIV with 90‐day mortality in subgroups of patients with PaO2/FiO2 ratio ≤100 and >100, and tested for interaction.",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "We performed a secondary comparison of patients who had failed NIV to those who had been successfully treated with NIV. All statistical tests were two‐sided with significance set at α < 0.05. Analyses were conducted using sas version 9.2 (SAS Institute, Cary, NC).",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Of 330 critically ill MERS patients, 302 (89%) patients required ventilatory support and were included in our analysis. NIV was used as the initial ventilatory mode in 105/302 (34.8%) patients and invasive MV as the initial ventilatory mode in 197/302 (65%) patients.",
            "cite_spans": [],
            "section": "Baseline characteristics of patients treated with NIV and invasive MV ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Demographic and baseline characteristics of critically ill patients with MERS infection who required NIV compared to invasive MV are presented in Table 1. On ICU day 1, patients initially instituted on NIV were likely to have a lower SOFA score at baseline compared with patients who required invasive MV (median [Q1, Q3], 7 [4, 9] compared with 9 [7, 12] P < 0.0001). Median number of quadrants with infiltrates on chest radiograph was significantly lower among NIV patients compared with invasive MV patients, (2 [1, 4] compared with 3 [2, 4] P = 0.002). Median GCS was significantly higher among NIV patients compared with invasive MV patients (14 [5, 15], compared with 6 [3, 13] P < 0.0001). The ratio of partial pressure of oxygen in arterial blood to the fraction of inspired oxygen (PaO2/FiO2 ratio) on ICU day 1 was not different between NIV group and invasive MV group (110 [62, 160] compared to 106 [68, 166] with P = 0.56). Other physiological parameters on day 1 of admission to ICU are presented in Table 1. When adjusted for propensity score, the differences in most baseline characteristics were insignificant.",
            "cite_spans": [],
            "section": "Baseline characteristics of patients treated with NIV and invasive MV ::: RESULTS",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 153,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1019,
                    "end": 1020,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In 105 patients who were managed initially with NIV, NIV was used for a median duration of 1 (1, 3) day and 97 patients (92.4%) eventually required intubation and invasive MV (Table 2). Although SOFA score was lower among patients initially instituted on NIV compared with invasive MV, by day 14, the scores were similar in both groups (Figure S1). Patients managed initially with NIV were more likely to require nitric oxide subsequently compared to invasive MV patients [20.0% vs 11.7%, P = 0.05], although other oxygen rescue therapies were not different (Table 2).",
            "cite_spans": [],
            "section": "Main interventions and outcomes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 565,
                    "end": 566,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Crude 90‐day mortality was lower in the NIV group (69/105 [65.7%] compared to 150/197 [76.1%], P = 0.05, Table 3). After adjustment using propensity score, NIV was not associated with mortality (OR 0.61, 95% CI [0.23, 1.60] P = 0.27). Survival analysis of 90 days showed no difference in mortality (Figure 1). There was no significant association of NIV with 90‐day mortality in subgroups of patients with PaO2/FiO2 ratio ≤100 and >100 [OR 0.56, 95% CI 0.12, 2.66, P = 0.42 and OR 0.54, 95% CI 0.18, 1.61, P = 0.22, respectively; P value for interaction: 0.65] (Table 4). There were no between‐group differences in serial PaO2/FiO2 ratio, PCO2 over time Figure S1.",
            "cite_spans": [],
            "section": "Main interventions and outcomes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 306,
                    "end": 307,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 111,
                    "end": 112,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Median ICU and hospital length of stay were similar between NIV patients and invasive MV patients, (11 days [6, 24] compared to 11 days [6, 18], P = 0.79, and 22 days [12, 38] compared to 20 days [11, 35], P = 0.6). There was no significant difference in the duration of invasive MV and total duration of NIV and invasive MV between the two groups, although invasive MV‐free days and total NIV and invasive MV‐free days were significantly longer among NIV patients compared to invasive MV patients (Table 2, Figure S2).",
            "cite_spans": [],
            "section": "Main interventions and outcomes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 505,
                    "end": 506,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Overall, only 8/105 (7.6%) of the NIV patients avoided subsequent intubation (Table S1). These patients were significantly younger than those who failed NIV (median age [Q1, Q3]: 45 years [35.5, 55.0] vs 61 years [52, 73.5], P = 0.007) and had much lower baseline SOFA score (median SOFA [Q1, Q3] 2.5 [2.0, 4.0] vs 7.0 [4.0, 9.0], P = 0.003; Tables S1 and S2). Crude 90‐day mortality was significantly higher in patients who failed NIV compared with patients successfully treated only with NIV (Table S3 and Figure S3).",
            "cite_spans": [],
            "section": "Comparison of patients who failed NIV vs patients successfully treated only with NIV ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "We have shown that among patients with MERS‐related AHRF, NIV was commonly used, but nearly always resulted in subsequent transition to invasive ventilation. Our results suggest that while the initial NIV use in MERS patients was not associated with reduction of mortality or length of ICU or hospital stay, these patients had greater requirement for subsequent inhaled nitric oxide. A minority of patients were successfully managed with NIV—those who were young and had less severe disease. These findings have important implications for early management of patients infected with MERS, specifically, that there is little advantage to initial NIV treatment for most patients with MERS‐related AHRF and that NIV may be associated with greater subsequent need for oxygenation rescue therapy such as inhaled nitric oxide.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Noninvasive ventilation has been proven to be useful as a means to avoid intubation and improve clinical outcomes in certain conditions, generally, with the possibility for rather rapid reversal of respiratory failure—for example, pulmonary edema due to congestive heart failure, and respiratory failure due to COPD exacerbations.22, 23 For conditions that typically worsen or do not improve in the range of many hours (eg, most causes of pneumonia), there appears to be little advantage in using NIV as a means to avoid intubation.9, 24, 25 In choosing to use NIV for as initial treatment for patients with hypoxemic respiratory failure, there is a practical risk of patients worsening on NIV and requiring intubation at a time when they already have more advanced organ failure.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Few studies have assessed the effectiveness of NIV in patients with AHRF secondary to ARDS and acute lung injury. The overall effectiveness of NIV in reducing intubation rate or improving clinical outcome in these patients remains controversial.26, 27, 28 Post hoc analysis of the LUNG SAFE study found that NIV was used in 15% of patients with ARDS and was associated with higher ICU mortality in subset of patients with severe ARDS.12 A randomized controlled trial of patients with AHRF showed that NIV was not effective in reducing intubation rate compared to high flow and standard oxygen therapy, and was associated with higher mortality.29 However, there may be important differences in care and outcomes according to the NIV interface, for example, a nasal, nose and mouth, full face, or helmet device.30\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "NIV is generally not recommended for patients with hypoxia secondary to respiratory infections due to lack of efficacy and the potential for pathogen transmission.16, 31, 32 It is also considered one of the aerosol‐generating procedures that may increase risk of transmission to healthcare workers.32 Broad dispersion of exhaled air during NIV via a face mask has previously been shown using a simulated patient encounter.33 Although NIV was successfully used in a small number of SARS patients without documented nosocomial transmission,13 other studies showed that NIV might have led to increased nosocomial transmission.16, 34 In our cohort, NIV failure was strikingly high and was associated with more requirements for inhaled nitric oxide. However, it is important to note that the process responsible for higher requirement for inhaled nitric oxide in patients treated with NIV could be related to timing of transition from NIV to invasive mechanical ventilation (ie, if transition were delayed) rather than the use of NIV per se. Finally, the confidence interval around the point estimate for the association of initial NIV and 90‐day mortality is wide; therefore, a real difference cannot be entirely be excluded in either direction. However, given the very high failure rate, our data therefore indicate that use of NIV in patients with MERS should generally be avoided unless it was used for patients with the least severity of illness.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our study has certain strengths. This is the largest cohort examining ventilation practices among critically ill patients with MERS that contains detailed demographic, baseline characteristics, physiology, interventions, and outcomes. Our study is also subject to several limitations. Due to the retrospective nature of the study, we do not have detailed settings of NIV (eg, PEEP and driving pressure), data on patient tolerance, the type of NIV mask interface (nasal or full‐face mask), pre‐ICU use of NIV, and reasons for intubation. We do not have data to address the association of NIV vs invasive ventilation with subsequent nosocomial pneumonia. Our study was not designed to address infection control issues related to NIV and risk of transmission to healthcare workers, and therefore, we cannot report on this outcome that is important to healthcare workers and other patients. Although we adjusted for imbalances in baseline characteristics using propensity score, the effect of residual unmeasured confounding cannot be excluded. Given the retrospective nature of our study, the potential effect of indication bias exists. For example, our data show that less severely ill patients as reflected by SOFA were more likely to have been managed by NIV. Nevertheless, we accounted for SOFA in the propensity score, and if residual bias exists, it would likely favor (show better outcomes with) NIV, making our findings a conservative estimate of any potential risks associated with NIV. In addition, the potential for lead‐time bias exists. Patients receiving NIV may have presented with less advanced disease, and the disease may have merely progressed while on NIV to the same point at which patients with more advanced had already presented and required invasive ventilation from outset. Due to limited number of patients who avoided intubation, we were not powered to identify independent predictors for NIV success.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we report the results of NIV use in MERS patients from a large cohort of critically ill patients. We observed that there is little advantage to initial NIV treatment for most patients with MERS‐related AHRF and that NIV may be associated with greater subsequent need for oxygen rescue therapy.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The authors have no conflict of interest to disclose.",
            "cite_spans": [],
            "section": "CONFLICT OF INTEREST",
            "ref_spans": []
        },
        {
            "text": "BMA: Conception and design, data acquisition, analytical plan, interpretation of data for the work, drafting of the manuscript, critical revision of the manuscript for important intellectual content, approval of the final version to be published, and agreement to be accountable for all aspects of the work. IQ, FH, YM, GM, AO, AK, AA, KK, SS, AAM, AM, OS, AMA, RR, AR, HB, AH, MS, and HT: Data acquisition, critical revision of the manuscript for important intellectual content, approval of the final version to be published, and agreement to be accountable for all aspects of the work. JJ: Conception and design, analytical plan, data analysis, critical revision of the manuscript for important intellectual content, approval of the final version to be published, and agreement to be accountable for all aspects of the work. LM, FGH, RAF, and YA: Conception and design, analytical plan, interpretation of data for the work, critical revision of the manuscript for important intellectual content, approval of the final version to be published, and agreement to be accountable for all aspects of the work.",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics of the study patients with Middle East respiratory syndrome (MERS) based upon initial treatment with noninvasive ventilation (NIV) compared to only treatment with invasive mechanical ventilation (invasive MV). Crude P‐values and propensity score‐adjusted P‐values are reported\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Main interventions in patients with Middle East respiratory syndrome (MERS) based upon initial treatment with noninvasive ventilation (NIV) compared to only treatment with invasive mechanical ventilation (invasive MV)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Outcomes in patients with Middle East respiratory syndrome (MERS) based upon initial treatment with noninvasive ventilation (NIV) compared to only treatment with invasive mechanical ventilation (invasive MV)\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Association between noninvasive ventilation (NIV) and 90‐d mortality among patients with the Middle East respiratory syndrome (MERS) after adjusting for propensity score\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Kaplan‐Meier plot of cumulative survival for patients with MERS based upon initial treatment with noninvasive ventilation (NIV) compared to only treatment with invasive mechanical ventilation (invasive MV)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Middle East respiratory syndrome",
            "authors": [],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "6",
            "pages": "584-594",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "19",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Disease outbreak news",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: a descriptive study",
            "authors": [],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "9",
            "pages": "752-761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical course and outcomes of critically ill patients with Middle East respiratory syndrome coronavirus infection",
            "authors": [],
            "year": 2014,
            "venue": "Ann Intern Med",
            "volume": "160",
            "issn": "6",
            "pages": "389-397",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "2014 MERS‐CoV outbreak in Jeddah–a link to health care facilities",
            "authors": [],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "9",
            "pages": "846-854",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Description of a Hospital outbreak of Middle East respiratory syndrome in a Large Tertiary Care Hospital in Saudi Arabia",
            "authors": [],
            "year": 2016,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "37",
            "issn": "10",
            "pages": "1147-1155",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Clinical aspects and outcomes of 70 patients with Middle East respiratory syndrome coronavirus infection: a single‐center experience in Saudi Arabia",
            "authors": [],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "301-306",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A multiple‐center survey on the use in clinical practice of noninvasive ventilation as a first‐line intervention for acute respiratory distress syndrome",
            "authors": [],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "1",
            "pages": "18-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Use of noninvasive ventilation in patients with acute respiratory failure, 2000–2009: a population‐based study",
            "authors": [],
            "year": 2013,
            "venue": "Ann Am Thorac Soc",
            "volume": "10",
            "issn": "1",
            "pages": "10-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Changing use of noninvasive ventilation in critically ill patients: trends over 15 years in francophone countries",
            "authors": [],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "1",
            "pages": "82-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Noninvasive ventilation of patients with acute respiratory distress syndrome. Insights from the LUNG SAFE study",
            "authors": [],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "195",
            "issn": "1",
            "pages": "67-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Effectiveness of noninvasive positive pressure ventilation in the treatment of acute respiratory failure in severe acute respiratory syndrome",
            "authors": [],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "3",
            "pages": "845-850",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Non‐invasive versus invasive mechanical ventilation for respiratory failure in severe acute respiratory syndrome",
            "authors": [],
            "year": 2005,
            "venue": "Chin Med J",
            "volume": "118",
            "issn": "17",
            "pages": "1413-1421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Noninvasive positive pressure ventilation treatment for acute respiratory failure in SARS",
            "authors": [],
            "year": 2004,
            "venue": "Sleep Breath",
            "volume": "8",
            "issn": "2",
            "pages": "97-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Transmission of severe acute respiratory syndrome during intubation and mechanical ventilation",
            "authors": [],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "11",
            "pages": "1198-1202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Critically ill patients with 2009 influenza A(H1N1) infection in Canada",
            "authors": [],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "17",
            "pages": "1872-1879",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Intensive care adult patients with severe respiratory failure caused by Influenza A (H1N1)v in Spain",
            "authors": [],
            "year": 2009,
            "venue": "Crit Care",
            "volume": "13",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Clinical findings and demographic factors associated with ICU admission in Utah due to novel 2009 influenza A(H1N1) infection",
            "authors": [],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "4",
            "pages": "752-758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Critically ill patients with the middle east respiratory syndrome (MERS): a multicenter retrospective cohort study",
            "authors": [],
            "year": 2017,
            "venue": "Crit Care Med",
            "volume": "45",
            "issn": "10",
            "pages": "1683-1695",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Infection prevention and control guidelines for patients with Middle East Respiratory Syndrome Coronavirus (MERS‐CoV) infection",
            "authors": [],
            "year": 2014,
            "venue": "Saudi Med J",
            "volume": "35",
            "issn": "8",
            "pages": "897-913",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Noninvasive ventilation for acute exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "333",
            "issn": "13",
            "pages": "817-822",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Non‐invasive positive pressure ventilation (CPAP or bilevel NPPV) for cardiogenic pulmonary oedema",
            "authors": [],
            "year": 2013,
            "venue": "Cochrane Database Syst Rev",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Predictors of failure of noninvasive positive pressure ventilation in patients with acute hypoxemic respiratory failure: a multi‐center study",
            "authors": [],
            "year": 2001,
            "venue": "Intensive Care Med",
            "volume": "27",
            "issn": "11",
            "pages": "1718-1728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Non‐invasive ventilation in community‐acquired pneumonia and severe acute respiratory failure",
            "authors": [],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "3",
            "pages": "458-466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Noninvasive ventilation for patients with acute lung injury or acute respiratory distress syndrome",
            "authors": [],
            "year": 2011,
            "venue": "Respir Care",
            "volume": "56",
            "issn": "10",
            "pages": "1583-1588",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Noninvasive ventilation for acute lung injury a meta‐analysis of randomized controlled trials",
            "authors": [],
            "year": 2016,
            "venue": "Heart Lung",
            "volume": "45",
            "issn": "3",
            "pages": "249-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Role of noninvasive ventilation in acute lung injury/acute respiratory distress syndrome: a proportion meta‐analysis",
            "authors": [],
            "year": 2010,
            "venue": "Respir Care",
            "volume": "55",
            "issn": "12",
            "pages": "1653-1660",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "High‐flow oxygen through nasal cannula in acute hypoxemic respiratory failure",
            "authors": [],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "23",
            "pages": "2185-2196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Effect of noninvasive ventilation delivered by helmet vs face mask on the rate of endotracheal intubation in patients with acute respiratory distress syndrome: a randomized clinical trial",
            "authors": [],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "22",
            "pages": "2435-2441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Clinical management of pandemic 2009 influenza A(H1N1) infection",
            "authors": [],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "4",
            "pages": "916-925",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Exhaled air dispersion during noninvasive ventilation via helmets and a total facemask",
            "authors": [],
            "year": 2015,
            "venue": "Chest",
            "volume": "147",
            "issn": "5",
            "pages": "1336-1343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Why did outbreaks of severe acute respiratory syndrome occur in some hospital wards but not in others?",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "8",
            "pages": "1017-1025",
            "other_ids": {
                "DOI": []
            }
        }
    }
}