{
    "paper_id": "PMC6096730",
    "metadata": {
        "title": "Microglia control the spread of neurotropic virus infection via P2Y12 signalling and recruit monocytes through P2Y12-independent mechanisms",
        "authors": [
            {
                "first": "Rebeka",
                "middle": [],
                "last": "Fekete",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Csaba",
                "middle": [],
                "last": "Cserép",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nikolett",
                "middle": [],
                "last": "Lénárt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Krisztina",
                "middle": [],
                "last": "Tóth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Orsolits",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bernadett",
                "middle": [],
                "last": "Martinecz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Előd",
                "middle": [],
                "last": "Méhes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bálint",
                "middle": [],
                "last": "Szabó",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Valéria",
                "middle": [],
                "last": "Németh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Balázs",
                "middle": [],
                "last": "Gönci",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Beáta",
                "middle": [],
                "last": "Sperlágh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zsolt",
                "middle": [],
                "last": "Boldogkői",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ágnes",
                "middle": [],
                "last": "Kittel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mária",
                "middle": [],
                "last": "Baranyi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Szilamér",
                "middle": [],
                "last": "Ferenczi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Krisztina",
                "middle": [],
                "last": "Kovács",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gergely",
                "middle": [],
                "last": "Szalay",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Balázs",
                "middle": [],
                "last": "Rózsa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Connor",
                "middle": [],
                "last": "Webb",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gabor",
                "middle": [
                    "G."
                ],
                "last": "Kovacs",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tibor",
                "middle": [],
                "last": "Hortobágyi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [
                    "L."
                ],
                "last": "West",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zsuzsanna",
                "middle": [],
                "last": "Környei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ádám",
                "middle": [],
                "last": "Dénes",
                "suffix": "",
                "email": "denes.adam@koki.mta.hu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Microglia are the main immunocompetent cell type of the brain that play a role in diverse physiological processes, including brain development, synaptic plasticity and memory. In turn, alterations in microglial function are linked with common brain diseases such as stroke, epilepsy, Alzheimer’s or Parkinson’s disease [3, 28, 47, 63]. But how microglial actions determine the fate of individual neurons remained largely unclear to date. Microglia are capable of removing synapses via complement-mediated manner [26, 59] and eliminate injured neurons via recognising translocated phosphatidylserine on the cell membrane [7]. Numerous mediators including chemokines, metalloproteinases, growth factors, purinergic metabolites, alarmins or damage-associated molecular patterns such as HMGB1, histones and DNA have been revealed as indicators of neuronal injury and triggers for microglial activation [9, 29, 30, 57, 58]. Among these, microglial P2Y12 receptor-mediated actions have been shown to facilitate the movement of microglial processes to sites of injury or ATP administration [14, 25], whilst constant microglial surveillance of the brain was found to be largely P2Y12-independent [39, 53]. However, whether microglial P2Y12 is involved in early recognition and clearance of injured neurons independently of mediating generic microglial actions to tissue injury remained unclear.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 323,
                    "end": 325,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 513,
                    "end": 515,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 517,
                    "end": 519,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 621,
                    "end": 622,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 899,
                    "end": 900,
                    "mention": "9",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 902,
                    "end": 904,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 906,
                    "end": 908,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 910,
                    "end": 912,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 914,
                    "end": 916,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1084,
                    "end": 1086,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1088,
                    "end": 1090,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1189,
                    "end": 1191,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "One of the major difficulties in studying microglial responses to mediators released from stressed neurons in vivo is the immediate response of surveilling microglia to any noxious stimuli [46], which is an inherent confounder of most experimental models that include manipulation in the brain parenchyma. To overcome these difficulties, we took advantage of the genetically modified strains of pseudorabies virus (PRV), a member of the subfamily Alphaherpesvirinae (similar to human herpes simplex virus type 1 or varicella-zoster virus), widely used for neuroanatomical tract-tracing and as a well-established model of neurotropic virus infection [6, 8]. When injected into peripheral organs, the “Bartha-Dup” strains of PRV display slow and highly specific retrograde transsynaptic spread in central autonomic circuits [6], allowing us to study directed microglial recruitment in parallel with the propagation of virus infection in the brain using in vivo imaging and advanced histological approaches. Since in this model microglia may only sense signals identifying affected neurons in their vicinity, but do not become infected with PRV even under ex vivo conditions unlike in the case of most viruses with potential or preferential neurotropism in vivo [6, 50], we could also investigate the functional role of microglia and microglial P2Y12 receptors in the control of infection together with the associated neuroinflammatory response.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 650,
                    "end": 651,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 653,
                    "end": 654,
                    "mention": "8",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 823,
                    "end": 824,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1260,
                    "end": 1261,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1263,
                    "end": 1265,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although some previous papers have implicated microglia in anti-viral immunity [11, 17, 40, 49, 50], most of them have not used selective microglia manipulation in vivo, and the potential mechanisms of early microglia recruitment including the role of microglial P2Y12 have not been investigated. We have shown earlier that microglia sense changes in neuronal activity and selective elimination of microglia by CSF1R-blockade leads to the dysregulation of neuronal network activity and augmented brain injury [56]. Since neurons infected with PRV-Bartha derivatives have normal electrophysiological characteristics but display increased activity [42], we hypothesised that microglia may detect detrimental changes in the case of individual cells before irreversible neuronal injury occurs. Using this model system, we demonstrate the rapid and targeted recruitment of microglia to compromised neurons using in vivo two-photon and in vitro time-lapse imaging and show that nucleotides released from infected neurons mediate this effect via microglial P2Y12 receptors. We show that through these actions, microglia are instrumental to prevent contact infection and control the transneuronal spread of neurotropic virus infection. Whilst demonstrating the role for P2Y12 in the elimination of infected cells by microglia in both the mouse and the human brain, we also show that microglia, but not microglial P2Y12 contribute to the recruitment of monocytes to transsynaptically infected neurons during viral encephalitis. Since neurotropic herpesviruses are capable of causing both acute and chronic infection in humans and also contribute to diverse forms of neurodegeneration [38, 64], these results are likely to be relevant for a number of neuroinflammatory and neurodegenerative diseases.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 84,
                    "end": 86,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 88,
                    "end": 90,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 92,
                    "end": 94,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 96,
                    "end": 98,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 510,
                    "end": 512,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 647,
                    "end": 649,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1676,
                    "end": 1678,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1680,
                    "end": 1682,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Experiments were carried out on 12–18 weeks old C57BL/6 J, P2Y12−/−, P2RX7−/−, Cx3Cr1GFP/+ and Cx3Cr1GFP/+ P2Y12−/− mice. All experimental procedures were in accordance with the guidelines set by the European Communities Council Directive (86/609 EEC) and the Hungarian Act of Animal Care and Experimentation (1998; XXVIII, Sect. 243/1998), approved by the Animal Care and Use Committee of the IEM HAS.",
            "cite_spans": [],
            "section": "Mice ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Mice were fed PLX5622 (Plexxikon Inc. Berkeley, USA; 1200 mg PLX5622 in 1 kg chow) for 3 weeks to eliminate microglia from the brain.",
            "cite_spans": [],
            "section": "Selective elimination of microglia from the brain ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Mice were randomly assigned to experimental groups and were injected either intraperitoneally or directly into the epididymal white adipose tissue with a genetically modified PRV-Bartha derivative, PRV-Bartha-Dup-Green (BDG) [5] to induce retrograde transsynaptic infection in the brain. In a set of studies, mice were infected with BDG on 16th day of PLX5622 diet to assess the effect of microglia depletion on central propagation of virus infection. For in vivo two-photon imaging, Cx3Cr1GFP/+ mice were infected with PRV-Bartha-DupDsRed (BDR) [4] enabling the co-detection of infected neurons with microglia. After virus injection, mice were let to survive for 5–7 days depending on study design and were regularly monitored for neurobehavioral symptoms.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 547,
                    "end": 548,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Neurotropic herpesvirus infection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Brain tissues were fixed by transcardial perfusion (saline, followed by 4% PFA). Immunofluorescence was performed on 25 μm thick free-floating brain sections. Images were captured with a Nikon Ni-E C2 + confocal microscope.",
            "cite_spans": [],
            "section": "Tissue processing and immunofluorescence ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Sections were mounted onto #1.5 thick borosilicate coverslips and covered with imaging medium [50] immediately before imaging. STORM imaging was performed for P2Y12 (stimulated by a 647 nm laser) using a Nikon N-STORM C2 + super-resolution system that combines ‘Stochastic Optical Reconstruction Microscopy’ technology and Nikon’s Eclipse Ti research inverted microscope to reach a lateral resolution of 20 nm and axial resolution of 50 nm [1, 18].",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 441,
                    "end": 442,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 444,
                    "end": 446,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Super-resolution (STORM) microscopy ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After the combined immunogold–immunoperoxidase stainings, sections were treated with osmium tetroxide, dehydrated in ascending ethanol series and acetonitrile, and embedded in epoxy resin. During dehydration, sections were treated with uranyl acetate. After polymerization, 70 nm thick sections were cut on an ultramicrotome, picked up on formvar-coated single-slot copper grids, and sections were examined using a Hitachi H-7100 electron microscope.",
            "cite_spans": [],
            "section": "Immuno-electron microscopy ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Following multiple immunofluorescent staining, sections were analysed using a Nikon Eclipse Ti-E inverted microscope, and an A1R laser confocal system. After imaging, sections were recovered and the immunoperoxidase reaction was developed. Electron tomography was performed using a Tecnai T12 BioTwin electron microscope equipped with a computer-controlled precision stage and an Eagle™ 2 k CCD 4 megapixel TEM CCD camera. Reconstruction was performed using the IMOD software package.",
            "cite_spans": [],
            "section": "Correlated confocal laser-scanning microscopy, electron microscopy and electron tomography ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To investigate microglia recruitment in response to neurotropic virus infection in the human brain, paraffin-embedded (FFPE) post-mortem brain tissues from five patients with known HSV-encephalitis aged 42–66 years were analysed (ethical approval ETT-TUKEB 62031/2015/EKU, 34/2016 and 31443/2011/EKU (518/PI/11)). Tissue samples from two additional patients with no known neurological disease were used as controls. After deparaffinisation, immunohistochemistry was performed, and representative pictures were captured using a Nikon Ni-E C2 + microscope.",
            "cite_spans": [],
            "section": "Post-mortem human brain samples ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To assess microglia recruitment to infected neurons in the mouse brain in real-time, Cx3CR1GFP/+ mice were i.p. injected with 10 μl of the BDR virus. The survival time was set to 7 days post-infection, when numerous infected cells were present in the cerebral cortex. After cranial window preparation, measurements were performed on a Femto2D-DualScanhead microscope (Femtonics Ltd., Hungary) coupled with a Chameleon Ultra II laser [10, 27]. Data acquisition was performed by MES softver (Femtonics Ltd.), two-photon image sequences were exported from MES and analysed using ImageJ.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 436,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 438,
                    "end": 440,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Two-photon imaging ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Primary cultures of embryonic cortical cells were prepared from mice on embryonic day 15 [12] and astroglia/microglia mixed cell cultures were prepared from the whole brains of mouse pups, as described earlier [32]. Microglial cells were isolated from 21 to 28 days old mixed cultures either by shaking or by mild trypsinization. In cultures used for time-lapse recordings, microglial cells were seeded on top of astrocytic or neuronal cell cultures in 10000 cell/cm2 density. Neuronal or astroglia cultures were infected with either PRV-Bartha-Dup-Green (BDG) virus or PRV-Bartha-DupLac (BDL) at a final titer of 2.5 × 105 PFU/ml, as described earlier [24]. The multiplicity of infection (MOI) was ~ 0,17 PFU/cell.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 211,
                    "end": 213,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Primary neuronal, astroglia and microglia cell cultures ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Time-lapse recordings were performed on a computer-controlled Leica DM IRB inverted fluorescent microscope. Phase contrast and epifluorescent images were collected consecutively every 10 min for up to 48 h post-infection. Images were edited using NIH ImageJ software. Cell tracking: images were analysed individually with the help of custom-made cell-tracking programs (G-track and Wintrack) enabling manual marking of individual cells and recording their position parameters into data files.",
            "cite_spans": [],
            "section": "Time-lapse microscopy and cell motility data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Concentrations of IL-1α, IL-1β, TNF-α, IL-6, MCP-1, RANTES (CCL5), G-CSF and KC (CXCL1) were measured from conditioned media of primary neuronal, astroglial and microglial cell cultures using cytometric bead array (CBA) Flex Sets. Measurements were performed on a BD FACSVerse machine and data were analysed using an FCAP Array software (BD Biosciences) as described earlier [16]. The cytokine levels of conditional media were corrected for total protein concentrations of the samples measured by Bradford Protein Assay Kit.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Cytokine measurement from media of primary cell cultures ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For total RNA isolation, cell culture samples were homogenized in 500 μl TRI Reagent and isolation was performed using Tissue Total RNA Mini Kit according to the manufacturer’s instructions. The primers were used in real-time PCR reaction with Fast EvaGreen qPCR Master Mix on a StepOnePlus instrument. The gene expression was analysed using the StepOne 2.3 program. Amplicons were tested by Melt Curve Analysis on StepOnePlus instrument. Experiments were normalized to gapdh expression.",
            "cite_spans": [],
            "section": "Total RNA isolation and quantitative RT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The adenine nucleotides (ATP, ADP, AMP) and adenosine (Ado) were determined in extracts from cells and culture media using HPLC method. The HPLC system used was a Shimadzu LC-20 AD Analytical & Measuring Instruments System, with an Agilent 1100 Series Variable Wavelength Detector set at 253 nm.",
            "cite_spans": [],
            "section": "Quantification of nucleotides and adenosine ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Coronal brain sections were incubated in the solution of the polyclonal NTPDase1 antibody. After secondary antibody incubation and chromogen development, sections were osmificated, dehydrated in ascending ethanol series, and embedded in Taab 812 resin. Ultrathin sections were examined using a Hitachi 7100 transmission electron microscope.",
            "cite_spans": [],
            "section": "Immunohistochemical staining for NTPDase1 ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A cerium precipitation method was used for electron microscopic investigation of ecto-ATPase activity [31]. The tissue blocks were then postfixed, dehydrated, treated and embedded into Taab 812 resin for ultrathin sectioning and microscopic examination.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Enzyme histochemistry for detection of ecto-ATPase activity ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cells were isolated from mouse brains by enzymatic digestion with the mixture of DNase I and Collagenase/Dispase. Spleen cells were isolated by mechanical homogenization of the spleen. Venous blood was collected from the heart before transcardial perfusion using 3.8% sodium citrate as an anticoagulant. Cells were acquired on a BD FACSVerse flow cytometer and data were analysed using FACSuite software. Total blood cell counts were calculated using 15 μm polystyrene microbeads.",
            "cite_spans": [],
            "section": "Flow cytometric analysis of brain, spleen and blood samples ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All quantitative measurements and analysis were performed in a blinded manner in accordance with STAIR and ARRIVE guidelines. Data were analysed using the GraphPad Prism 7.0 software. For comparing two experimental groups Student’s t test with Welch’s correction or Mann–Whitney U test, for comparing three or more groups one-way or two-way ANOVA followed by Tukey’s, Sidak’s and Dunnett’s post hoc comparison was used. P < 0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical assessment ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Please refer to the Supplementary Methods (Online Resource 1) for additional details.",
            "cite_spans": [],
            "section": "Statistical assessment ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To study whether microglia respond to local cues and are recruited to virus-infected neurons, we made use of the precisely controlled, retrograde transsynaptic spread of the PRV derivative, Bartha-DupGreen (BDG) to central autonomic nuclei [5, 6] from peripheral targets (Fig. 1a). In the hypothalamic paraventricular nucleus (PVN), microglial numbers increased threefold in response to infection and infected neurons were surrounded by numerous Iba1-positive cells (Fig. 1b, c), 6 days after intraperitoneal (i.p.) virus injection. To investigate whether microglia are involved in the control of neurotropic virus infection, we performed selective depletion of microglia, by feeding mice the CSF1R antagonist PLX5622, as demonstrated earlier [20, 56]. After 3 weeks of depletion, 96% of microglia were eliminated from the brain as evidenced by the lack of the microglial markers Iba1 and P2Y12 (Fig. 1d, e). Selective elimination of microglia resulted in a marked increase in the number of virus-infected neurons in the brain (Fig. 1f–g). This phenomenon was not dependent on the route of virus administration, since after i.p. virus injection or injection of the virus into the epididymal white adipose tissue (an organ receiving predominantly sympathetic innervation [2]), the number of virus-infected neurons was much higher in the brain in the absence of microglia [Fig. 1h; Suppl. Fig. 1 (Online Resource 1)]. In microglia-depleted mice, numerous infected cells were also present in the cerebral cortex already on day 5, and retrograde infection reaching the cortex was more widespread, affecting several areas normally not infected when microglia were present. In addition, more than a threefold increase in the number of disintegrated neurons containing viral proteins was found in the brain parenchyma in microglia-depleted mice (Fig. 1i), indicating the lack of effective elimination of the infected neurons by microglia. To investigate this phenomenon further, we visualized viral proteins using super-resolution microscopy together with the microglial phagosome/lysosome marker CD68 (Fig. 1j, k). In control mice, microglial processes tightly surrounded the cell bodies of infected neurons with viral proteins appearing in microglial phagosomes (Fig. 1j). Importantly, the absence of microglia resulted in a massive increase in extracellular viral proteins and PRV-immunopositive cell debris (Fig. 1k). Confirming these observations, electron microscopy revealed a direct contact between microglial processes and the cell membrane of the infected neurons as well as the uptake of infected neurons by microglia (Fig. 1l, m). In contrast, disintegrated neuronal membranes and extracellular immunogold-labelled viral proteins were observed in microglia-depleted animals (Fig. 1n–p). BDG products, including GFP signal [5, 6], viral capsids and PRV-immunopositive profiles were not observed in the nucleus or the cytoplasm of microglia [Suppl. Fig. 2 (Online Resource 1)], indicating that productive infection does not develop in these cells, in line with earlier reports [6, 50]. The absence of microglia was also associated with the development of diverse neurological symptoms in infected mice starting on the 5th day of infection, when infected neurons were numerous in the brain stem, the hypothalamus and the autonomic-associated nuclei in the limbic system. These symptoms included heavy breathing, muscle spasms and seizure-like episodes, which were absent in control mice (Fig. 1q).\n",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 242,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 244,
                    "end": 245,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 744,
                    "end": 746,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 748,
                    "end": 750,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1271,
                    "end": 1272,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2828,
                    "end": 2829,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2831,
                    "end": 2832,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 3081,
                    "end": 3082,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 3084,
                    "end": 3086,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Microglia are instrumental for anti-viral immunity in the brain ::: Results",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 278,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 472,
                    "end": 473,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 901,
                    "end": 902,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1033,
                    "end": 1034,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1376,
                    "end": 1377,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1844,
                    "end": 1845,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2101,
                    "end": 2102,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2263,
                    "end": 2264,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2410,
                    "end": 2411,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2628,
                    "end": 2629,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2785,
                    "end": 2786,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3495,
                    "end": 3496,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Having confirmed the instrumental role of microglia in controlling neurotropic virus infection, we aimed to investigate whether the recruitment of microglia occurs early enough to allow the isolation of infected neurons prior to the breakdown of neuronal cell membranes. To this end, we made use of the immediate-early marker, GFP, expressed in infected neurons several hours prior to the production of viral structural proteins, which allows time-mapping the different phases of infection at a single neuron level [5, 6, 15]. GFP-positive neurons expressing low levels of viral structural proteins (Phase II cells) already appeared more surrounded by microglia than the majority of neurons expressing GFP only (Phase I, Fig. 2a, b), suggesting that recruitment of microglia is induced within a few hours of infection, by the time viral structural proteins are produced [5, 6, 15]. The number of microglia increased further around neurons expressing high levels of viral proteins (Phase III), resulting in 1–3 microglial cells contacting the cell body of a single, infected neuron (Fig. 2a, b).\n",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 517,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 519,
                    "end": 520,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 871,
                    "end": 872,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 874,
                    "end": 875,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 877,
                    "end": 879,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Microglia recruitment is initiated rapidly to virus-infected neurons in the brain ::: Results",
            "ref_spans": [
                {
                    "start": 726,
                    "end": 727,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1087,
                    "end": 1088,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To investigate the processes of microglia recruitment in vivo in real-time, we used another virus strain, PRV-Bartha-DupDSRed (BDR), enabling early phases of infection to be identified based on the production of the red fluorescent protein, DSRed [4]. Mice with functional microglia were allowed a longer, 7 days survival after virus injection, resulting in the spread of infection to the upper layers of the cerebral cortex (Fig. 2c). In vivo two-photon imaging in Cx3Cr1+/GFP (microglia reporter) mice revealed the recruitment of microglia within 3 h of the increases observed in neuronal DSRed signal [Suppl. Video 1. (Online Resource 2)]. We used an optimized cranial window preparation for these studies as developed earlier, to avoid any disturbance of microglia [56]. 3D reconstruction from 2P Z-stack revealed that microglial processes formed a barrier-like structure, with several contact points around the cell body of the infected neuron (Fig. 2d). Microglia recruited to infected cells showed increased process velocity compared to microglia distant from sites of virus infection (Fig. 2e), indicating that microglia may respond to local signals induced by infected neurons. To further explore whether microglial contacts with the cell membranes of infected neurons can be formed in the early phases of virus infection, we visualized microglia–neuron contacts with confocal microscopy in Cx3Cr1+/GFP mice, followed by the investigation of selected neurons with correlated electron microscopy and electron tomography. 3D reconstruction from confocal Z-stack revealed the formation of microglial contacts around the cell body and the main dendrites of infected neurons [Fig. 2f; Suppl. Video 2. (Online Resource 3)] prior to the appearance of mature virions in the neuronal cytoplasm (Fig. 2g, h). At this stage of infection, neuronal cell membranes were intact with normal chromatin structure seen in the nucleus [Suppl. Fig. 2b (Online Resource 1)]. Microglial processes surrounding infected neurons showed CD68-immunopositivity, indicating the phagocytic activity of microglia (Fig. 2f, g). In addition, electron tomography revealed the formation of specific membrane interactions between infected neurons and microglia suggesting the recognition and contact of the intact cell membranes by recruited microglial processes (Fig. 2i).",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 770,
                    "end": 772,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Microglia recruitment is initiated rapidly to virus-infected neurons in the brain ::: Results",
            "ref_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 955,
                    "end": 956,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1098,
                    "end": 1099,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1685,
                    "end": 1686,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1800,
                    "end": 1801,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2096,
                    "end": 2097,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2341,
                    "end": 2342,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To study the mechanisms of microglia recruitment to sites of infection, we first established co-cultures of neurons and GFP-positive microglia from Cx3Cr1+/GFP mice and performed time-lapse imaging over a 48 h period. Microglia contacted the cell body and the main processes of uninfected neurons without causing injury or showing phagocytic activity [Fig. 3a, upper and mid panel and Suppl. Videos 3, 4. (Online Resources 4, 5)]. In contrast, microglia added to virus-infected neurons were recruited to and phagocytosed infected cells [Fig. 3a, bottom panel and Suppl. Video 5. (Online Resource 6)]. Next, we aimed to study the behaviour of microglia with more advanced statistical approaches [24, 43, 44], which required co-cultures of microglia with very sparsely distributed cells. Since this was not feasible with neuronal cultures, we took advantage that astrocytes are also infected with PRV under in vitro conditions [24]. In fact, in sparse astrocyte cultures microglial cells migrated much longer distances on average to reach infected cells. Statistical analysis of longer cell trajectories thus enabled us to more effectively separate random migration from targeted migration of microglial cells to infected cells, followed by localized scanning activity and phagocytosis [Fig. 3b, upper panel and Suppl. Video 6. (Online Resource 7)].\n",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 697,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 699,
                    "end": 701,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 703,
                    "end": 705,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 926,
                    "end": 928,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Virus-infected cells are recognised and engulfed by microglia in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 357,
                    "end": 358,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 542,
                    "end": 543,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1290,
                    "end": 1291,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As seen in neuronal cultures, microglia recognised and phagocytosed infected astrocytes, which was confirmed by immunofluorescent detection of the engulfed cells after imaging [Fig. 3b, bottom panel and insert, Suppl. Video 7. (Online Resource 8)]. Statistical analysis revealed the recruitment of microglia to PRV-infected cells and the formation of prolonged cell-to-cell contacts. This was evidenced by microglia trajectories showing characteristic localized pattern as cells tend to remain at virus-infected cells once they met them (Fig. 3c), which is in sharp contrast with microglia trajectories in uninfected cultures showing a random walk behaviour pattern. This phenomenon was associated with a reduction of cell velocities in infected cultures (16.6 ± 3.2 µm/h in control and 10.3 ± 2.6 µm/h in infected cultures, Fig. 3d–g) indicating that signals from infected cells direct microglial migration, scanning behaviour and subsequent phagocytic activity. Similar microglial responses were seen in neuronal/microglial co-cultures [Suppl. Fig. 3 (Online Resource 1)]. Importantly, the development of productive infection was never observed in microglia in vivo or in vitro even after the direct exposure of the cells to high viral titres or following extensive phagocytic activity, as evidenced by the absence of the immediate-early GFP signal and PRV proteins from microglia outside phagosomes [Suppl. Fig. 4 (Online Resource 1)].",
            "cite_spans": [],
            "section": "Virus-infected cells are recognised and engulfed by microglia in vitro ::: Results",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 830,
                    "end": 831,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To investigate the production of inflammatory mediators induced by neurotropic virus infection, we measured several inflammatory cytokines and chemokines that are commonly upregulated in response to virus infection [37] in cultured neurons and astrocytes. Bacterial lipopolysaccharide (LPS), a widely used proinflammatory stimulus, induced a robust increase in TNFα, IL-6, CXCL1, CCL5 (RANTES), G-CSF and MCP-1 levels in astrocytes and CXCL1, CCL5 and MCP-1 levels in neurons. In contrast, virus infection increased only CCL5 levels in both cell types at mRNA and peptide levels 24 h after infection [Suppl. Fig. 5 (Online Resource 1)], which did not explain the rapid recruitment of microglia to infected cells.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Nucleotides released from infected cells trigger microglia recruitment and phagocytosis via microglial P2Y12 ::: Results",
            "ref_spans": []
        },
        {
            "text": "Since synthesis and release of chemokines could last for several hours and our in vivo data suggested rapid microglia recruitment to sites of virus infection, we checked whether purine nucleotides such as ATP that are chemotactic for microglia at a short time scale [14] could be released from compromised cells. We found that cultured neurons released ATP after virus infection, which was associated with reduced ATP, ADP, AMP and adenosine levels in cell lysates (Fig. 4a, b), within hours upon the expression of the immediate-early marker, GFP, which precedes the expression of viral structural proteins required for productive infection [5, 6, 15]. The changes in purinergic metabolites were associated with increased ecto-ATPase levels in infected cells (Fig. 4c), but were not due to apoptosis or necrosis, since at the early stages of infection neurons expressing high levels of GFP showed no annexin V binding or uptake of propidium iodide [Suppl. Fig. 6 (Online Resource 1)]. In addition, increased ecto-ATPase levels and NTDPase1 expression were found in microglia at sites of virus infection in the brain (Fig. 4d–f), indicating that microglia respond to changes in the levels of purine nucleotides [55]. To investigate the mechanisms mediating microglial responses to purine nucleotides released from infected cells, we assessed microglial responses in co-cultures of P2X7−/− or P2Y12−/− microglia and wild type astrocytes. Similarly to that seen in wild type microglia (Fig. 3c–g), motility of P2X7−/− cells decreased when exposed to infected cells (Fig. 4g–j) and trajectories showed characteristic localized pattern due to frequent scanning activity [Fig. 4k, Suppl. Video 8. (Online Resource 9)], indicating that P2X7 deficiency does not prevent the recognition of virus-infected cells by microglia. In contrast, virus-exposed P2Y12-deficient microglia showed increased motility (Fig. 4l–o) with trajectories characteristic of random walk behaviour and lacking the localized pattern [Fig. 4p, Suppl. Video 9. (Online Resource 10)], suggesting that these cells are unable to display targeted recruitment in response to infection. Furthermore, wild type and P2X7−/− microglia showed a markedly increased phagocytic activity in infected cultures, which was fully abolished in P2Y12-deficient microglia [Fig. 4q–s and Suppl. Videos 10–11 (Online Resources 11–12)]. Thus, P2Y12 is a key contributor to recognition of compromised cells by microglia and to microglial phagocytosis of virus-infected cells in vitro.\n",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 642,
                    "end": 643,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 645,
                    "end": 646,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 648,
                    "end": 650,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1211,
                    "end": 1213,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Nucleotides released from infected cells trigger microglia recruitment and phagocytosis via microglial P2Y12 ::: Results",
            "ref_spans": [
                {
                    "start": 471,
                    "end": 472,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 765,
                    "end": 766,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1122,
                    "end": 1123,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1488,
                    "end": 1489,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1568,
                    "end": 1569,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1671,
                    "end": 1672,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1901,
                    "end": 1902,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2005,
                    "end": 2006,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2321,
                    "end": 2322,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Next, we investigated whether nucleotides released from compromised neurons are involved in the recruitment of microglia in vivo. We found that virtually all microglia surrounding the cell body and the processes of infected neurons in either C57BL/6 or Cx3Cr1+/GFP mice expressed P2Y12 receptors [Fig. 5a, Suppl. Fig. 7 (Online Resource 1)]. STORM super-resolution microscopy, which allowed visualization of P2Y12 receptors at 20 nm lateral resolution showed that microglial P2Y12 receptor numbers increased over twofold in response to infection and P2Y12 clusters in microglial processes contacting infected neurons were localized around the membrane of the infected cell (Fig. 5b, c). To investigate the contribution of purinergic signalling to antiviral immunity in vivo, we induced virus infection in mice lacking P2X7 or P2Y12 receptors (Fig. 5d). Both receptors are abundant in microglia, whereas P2Y12 is a microglia-specific marker in the brain [55] [see also Supp. Fig. 7 (Online Resource 1)]. We found that an absence of P2Y12 resulted in > 50% reduction in the numbers of microglia recruited to infected neurons in the PVN (Fig. 5f, h; p < 0.05), whereas a non-significant trend to reduction (by 35%) was seen in P2X7−/− mice (Fig. 5e, g). Similarly to that seen after selective elimination of microglia (Fig. 1g), the number of infected neurons containing viral structural proteins increased over threefold in P2Y12−/− mice (Fig. 5f, h), but no changes were seen in P2X7−/− mice (Fig. 5e, g). Interestingly, clusters of microglia observed in the brain at sites of virus infection in P2Y12−/− mice were located in the close vicinity of degenerated, PRV-immunopositive neurons, suggesting that P2Y12 deficiency markedly impairs microglial responses to signals released from infected neurons and compromises phagocytic responses, but does not fully block microglial migration to already disintegrated cells.\n",
            "cite_spans": [
                {
                    "start": 954,
                    "end": 956,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Recruitment of microglia and elimination of virus-infected neurons are mediated by microglial P2Y12 in vivo ::: Results",
            "ref_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 679,
                    "end": 680,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 848,
                    "end": 849,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1140,
                    "end": 1141,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1243,
                    "end": 1244,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1321,
                    "end": 1322,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1442,
                    "end": 1443,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1497,
                    "end": 1498,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Despite the markedly increased number of infected neurons in P2Y12−/− mice, no neurological symptoms have been observed (Fig. 5i), suggesting that the absence of microglia (Fig. 1q), but not of microglial P2Y12 alone, can cause the adverse neurological outcome in this model. To confirm this and to test for possible mechanisms underlying this difference, a new study was performed enabling a direct comparison of control, P2Y12−/− and microglia-depleted mice after infection. In P2Y12−/− mice there was deficient recruitment of microglia to infected neurons. As earlier, both the absence of P2Y12 and microglia depletion caused marked elevations in the numbers of infected and disintegrated neurons, but both these measures were elevated significantly more in the microglia-depleted animals (Fig. 6a–c). Histological analysis on cresyl violet-stained brain sections also demonstrated significantly increased neuronal injury/loss in both P2Y12−/− and microglia-depleted animals with highest levels seen after microglia depletion [Suppl Fig. 8 (Online Resource 1)]. However, the neurological symptoms only emerged with microglia depletion (Fig. 6d). In contrast, levels of extracellular virus proteins were identical in P2Y12−/− and microglia-depleted mice, while markedly increased compared to control mice (Fig. 6e, f). P2Y12−/− microglia did show significantly lower levels of CD68-positive phagolysosomes compared to that seen in control animals (Fig. 6g, h), indicating the lack of normal phagocytic activity in the absence of P2Y12.\n",
            "cite_spans": [],
            "section": "Recruitment of microglia and elimination of virus-infected neurons are mediated by microglial P2Y12 in vivo ::: Results",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 178,
                    "end": 179,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 798,
                    "end": 799,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1144,
                    "end": 1145,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1313,
                    "end": 1314,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1455,
                    "end": 1456,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Since previous studies have shown that blood-borne cells are recruited to the brain after virus infection [15, 48], we wondered whether microglia and P2Y12-mediated actions are involved in neuroinflammatory and neurobehavioral changes in this model. As expected, numerous round-shaped or elongated leukocytes with high CD45 immunopositivity were recruited to sites of virus infection (Fig. 7a). These were clearly discriminated from microglia based on their higher CD45 expression, morphology, the absence of the microglia/macrophage marker Iba1 from the majority of the cells and the complete absence of P2Y12, which is a microglia-specific marker in the brain [Fig. 7b, Suppl Fig. 7 (Online Resource 1)]. P2Y12 is known to be expressed at high levels by microglia compared to monocytes or monocyte-derived macrophages [45]. Surprisingly, selective elimination of microglia resulted in a profound reduction in CD45-positive leukocytes at sites of virus infection (Fig. 7a, c), despite the increased number of infected neurons compared to that seen in control mice (Fig. 1g). This was not due to changes in peripheral leukocyte populations in response to PLX5622, since elimination of microglia by PLX5622 did not cause a significant reduction in circulating or splenic myeloid cell populations including monocytes, granulocytes and macrophages, and did not affect numbers of T cells and B cells [Suppl. Figs. 9 and 10 (Online Resource 1)], confirming our earlier results obtained by another CSF1R antagonist, PLX3397 [56]. Infiltrating leukocyte populations have also been characterized by flow cytometry. The main population of CD45-positive cells recruited in response to virus infection were monocytes (CD45high, Cx3Cr1+, CD11b+, Ly6Chigh, Ly6G− cells), which population was markedly reduced in the absence of functional microglia (Fig. 7d–g). A non-significant trend to increased CD8 T cells in the brain in response to infection was also observed, which was not influenced by microglia depletion [Suppl. Fig. 11 (Online Resource 1)]. We also found that microglia exposed to PRV in vitro produced (CCL5) RANTES and MCP-1, whereas CCL5 and IL-1α were significantly reduced in hypothalamus homogenates of infected mice after microglia depletion [Suppl. Fig. 13 (Online Resource 1)]. Importantly, exaggerated virus infection in the brain was associated with an increase in circulating granulocytes in microglia depleted mice, suggesting that peripheral myeloid populations were capable of responding to virus infection, but their recruitment into the brain was inhibited by the absence of microglia [Suppl. Fig. 9 (Online Resource 1)]. Next, we investigated whether purinergic signalling through P2Y12 in microglia could contribute to leukocyte recruitment into the brain in response to virus infection. Importantly, no changes in the numbers of CD45-positive, blood-borne leukocytes were seen in P2Y12−/− mice after infection and monocyte infiltration was not impaired [Fig. 7g, h; Suppl. Fig. 12a, c, (Online Resource 1)]. Thus, microglia appear to be key inducers of monocyte recruitment into the brain, but these processes are largely independent of microglial P2Y12-mediated mechanisms that play a key role in controlling the spread of virus infection.\n",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 111,
                    "end": 113,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 821,
                    "end": 823,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1519,
                    "end": 1521,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Microglia recruit leukocytes into the brain in response to virus infection independently of P2Y12-mediated signalling ::: Results",
            "ref_spans": [
                {
                    "start": 390,
                    "end": 391,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 668,
                    "end": 669,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 970,
                    "end": 971,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1071,
                    "end": 1072,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1841,
                    "end": 1842,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2978,
                    "end": 2979,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "To investigate microglia recruitment and neuroinflammatory changes in the human brain, we analysed herpes simplex type 1 (HSV-1) encephalitis temporal lobe samples in which infection had been confirmed both by PCR and immunohistochemistry as reported earlier [13]. Processes of P2Y12-positive human microglial cells were extended to HSV-1-positive cells, and infected neurons were surrounded by activated microglial cells [Fig. 8a, Suppl. Table 1 (Online Resource 1)]. This has been confirmed with another specific microglial marker, Tmem119 (Fig. 8b). Infected cells were contacted by 1–3 microglia (on average 1.5 microglia/HSV1 + cell, Fig. 8c). Groups of recruited, amoeboid cells showing CD68-immunopositivity indicating phagocytic activity were also observed at sites of virus infection (Fig. 8d). Microglial cells were negative to HSV antigens suggesting that productive virus infection does not develop in these cells. Leukocytes identified by CD45-immunohistochemistry and Giemsa staining, whilst being P2Y12- and Tmem119-negative have been found at sites of virus infection in close vicinity of HSV-1-positive cells and microglia (Fig. 8e–g). A strong positive correlation between leukocyte numbers and HSV-1-positive cells was also observed (Fig. 8h). Populations of CD15-positive myeloid cells, and in lower amount, scattered CD3-positive lymphocytes and CD20-positive B cells were identified at areas of HSV1 infection (Fig. 8i). In the absence of HSV1 infection, the vast majority of Iba1-positive microglia was found to be P2Y12 positive (96%) and numbers of Tmem119-positive and P2Y12-positive microglia were similar in the brain parenchyma [Suppl. Fig. 14 (Online Resource 1)]. We found that moderate HSV1 infection (less than 50 HSV1-positive cells/mm2) was mostly associated with the activation of local microglia which were Tmem119- and P2Y12-positive. CD68-positive cells with either ramified or amoeboid morphology were also observed in these areas. At areas of advanced HSV1 infection (50–500 HSV1-positive cells/mm2), numerous CD45-positive cells were observed in the brain parenchyma, which was associated with markedly increased numbers of CD68-positive-macrophages (likely to be of both microglial and blood-borne origin). In line with this, the number of ramified microglia, and the total number of P2Y12-positive or Tmem119-positive cells was reduced [Fig. 8j, k and Suppl. Fig. 15. (Online Resource 1)]. Interestingly, similar reduction in microglial numbers was seen in mice at areas showing heavy virus load at the advanced stages of virus infection in the brain [Suppl. Fig. 16 (Online resource 1)].\n",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 262,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Recruitment of P2Y12-positive microglia and leukocytes at sites of infection in the human brain during herpes simplex encephalitis ::: Results",
            "ref_spans": [
                {
                    "start": 428,
                    "end": 429,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 548,
                    "end": 549,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 644,
                    "end": 645,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 799,
                    "end": 800,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1146,
                    "end": 1147,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1258,
                    "end": 1259,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1438,
                    "end": 1439,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2386,
                    "end": 2387,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Here, we show that microglial P2Y12-mediated responses are essential for the recognition and effective elimination of compromised neurons after virus infection that reaches the brain exclusively via retrograde transsynaptic spread. Microglia recruitment occurs within a few hours in vivo and leads to the phagocytosis of infected cells. Marked increases in the number of disintegrated cells and leakage of viral antigens into the extracellular space are seen in the absence of functional microglia, which are associated with exaggerated infection and the development of neurological symptoms. We also show that P2Y12 receptors are key drivers of microglial phagocytosis both in vivo and in vitro and that microglial P2Y12 is essential for appropriate responses to nucleotides released by infected neurons in the brain. Furthermore, we identify microglia as key inducers of monocyte recruitment into the brain in response to neurotropic virus infection and also demonstrate the relevance of these findings in the human brain.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Signals mediating early recognition of injured cells and those inducing phagocytosis of synapses or neurons by microglia in the brain are poorly defined, and the mechanisms of microglial decision-making regarding the fate of injured neurons are presently unclear. Microglia may sense changes in neuronal activity via altered extracellular ion gradients, CX3CL1-CX3CR1 or CD200-CD200R interactions, purinergic signalling, pannexin-1 hemichannels and other mechanisms to shape synaptic connectivity and neuronal networks under both physiological or pathological conditions [3, 28, 36, 53]. In addition, we and others have shown that ’danger signals’ from injured cells in the brain such as DNA, HMGB1, heat shock proteins or ATP act as potent activators of microglia and also contribute to the outcome in different brain pathologies [16, 21, 34, 35]. However, due to the complexity of these signalling pathways and the immediate response of microglia to any tissue disturbance, it is difficult to dissect the mechanisms through which microglia recognize stressed neurons in most experimental models of brain injury.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 573,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 579,
                    "end": 581,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 832,
                    "end": 834,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 840,
                    "end": 842,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 844,
                    "end": 846,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To establish a model of neuronal injury in which microglial responses to local signals can be studied within a realistic time frame and without in situ manipulation of the brain microenvironment, we have used genetically modified PRV-Bartha derivatives, which exhibit precisely controlled, retrograde transneuronal spread but do not infect microglia [6, 50]. In addition, these recombinant PRV strains allowed precise time-mapping of the spread of infection due to the expression of reporter proteins with different kinetics [4, 6]. At the same time, we could investigate the functional contribution of microglia to neurotropic herpesvirus infection, which has not been previously investigated using selective elimination of microglia. Since immune surveillance by circulating immune cells is restricted in the brain parenchyma [52], early recognition of infection by microglia is likely to be critical to mount an appropriate immune response. The central inflammatory response induced by neurotropic herpesviruses including microglial activation and recruitment of blood-borne immune cells has been previously characterized by excellent earlier studies [19, 48, 50] and our former data has also shown that microglia surround infected neurons in the brain [15]. Recent reports highlighted the importance of central type I interferon responses against vesicular stomatitis virus and herpes simplex virus type 1 implicating microglia as a source of inflammatory mediators in anti-viral immunity in the brain [17, 49]. However, the kinetics and the mechanisms of microglia recruitment to infected cells have remained unexplored to date, similarly to the need for phagocytic activity by microglia to control the spread of infection. Our data obtained both in vivo in real time and in vitro shows that the rapid and precisely controlled migration of functional microglia is critical not only to limit the spread of infection in the brain, but timely elimination of infected neurons is essential to prevent contact infection and to control the leakage of viral particles and antigens into the brain parenchyma. The rapidly worsening neurological symptoms of mice in the absence of microglia, but not in P2Y12-deficient mice, may be due to both exaggerated infection and the lack of microglial factors that control neuronal activity in the injured brain [3, 38, 56], which should be investigated in further studies. Since the PRV Bartha-Dup strains show highly specific neurotropism in vivo [4–6] and we did not find any sign of hematogenous dissemination of infection or immunopositivity to viral antigens in the liver or the spleen even after PLX5622 treatment, a major role of peripheral immune mechanisms in the markedly increased spread of infection in microglia-depleted mice is unlikely.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 352,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 354,
                    "end": 356,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 526,
                    "end": 527,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 529,
                    "end": 530,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1159,
                    "end": 1161,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1163,
                    "end": 1165,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1257,
                    "end": 1259,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1507,
                    "end": 1509,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1511,
                    "end": 1513,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2348,
                    "end": 2349,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2351,
                    "end": 2353,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2355,
                    "end": 2357,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2485,
                    "end": 2486,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2487,
                    "end": 2488,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Infected cells, including neurons and microglia were reported to sense HSV-1 via cytoplasmic DNA sensors, namely the adaptor protein stimulator of type I IFN genes (STING) [49]. However, the signals initiating microglia recruitment to infected neurons in the absence of microglial infection had remained unclear. Our in vivo and in vitro data suggest that soon after the development of productive infection, purinergic mediators released from neurons recruit the processes of uninfected microglia in their vicinity, followed by the displacement of the cells, leading to the formation of tight membrane–membrane interactions with the infected neurons. Since PRV infection alters neuronal activity [42], we hypothesised that the earliest signals from infected neurons to microglia are more likely to include mediators regulating rapid microglia–neuron interactions in vivo than de novo production of inflammatory chemokines. Specifically, noxious stimuli in neurons can trigger a sustained increase of extracellular ATP, which results in microglial activation and recruitment within minutes to hours [14, 22]. In fact, our data shows that purine nucleotides released from affected neurons contribute to microglial process extension, cell migration to infected neurons and subsequent phagocytic activity via microglial P2Y12 receptors. ATP released from injured cells leads to the activation of P2-type and adenosine receptors upon extracellular ATP catabolism by ecto-nucleotidases [51]. In line with this, we observed increased ecto-ATPase levels and NTDPase1 activity in infected cells and microglia. ATP is a strong chemotactic signal for microglia in vivo [14] and hydrolysis of ATP to ADP, which is the main ligand for P2Y12 takes place by ecto-nucleotidases within minutes [51, 55]. In turn, increased P2Y12 receptor levels were found on microglial processes contacting infected neurons, as assessed by super-resolution microscopy. Since infected neurons at the stage of immediate-early reporter protein expression are viable and electrophysiologically active [42], these results also imply that microglia are well-equipped to identify injured neurons way earlier than the integrity of the cell membranes is compromised. Our ultrastructural analysis and in vitro data also confirm this, showing normal cell membrane integrity until late stages of virus infection. Thus, in spite that P2Y12 has been implicated earlier in the recruitment of microglia to sites of tissue injury in the brain [14, 25], the present in vivo and in vitro studies have identified the cell-autonomous effect of P2Y12 on microglia to rapidly recognize and eliminate infected neurons for the first time. We also show that P2X7, which plays a major role in microglial inflammatory responses and cytokine production [54] is dispensable for anti-viral immunity in this experimental model.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 697,
                    "end": 699,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1103,
                    "end": 1105,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1481,
                    "end": 1483,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1659,
                    "end": 1661,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1778,
                    "end": 1780,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1782,
                    "end": 1784,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2065,
                    "end": 2067,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2494,
                    "end": 2496,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2498,
                    "end": 2500,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2792,
                    "end": 2794,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We also identify microglia as key contributors to monocyte recruitment to the brain during virus infection. Previous studies have implicated activated microglia in leukocyte recruitment into the brain upon virus infection, and showed that antibodies to CXCL10 and CCL2 (MCP-1) reduce the migration of murine splenocytes toward HSV-infected microglia in vitro [40, 41]. In our experimental model, elimination of microglia by CSF1R blockade was highly selective, as it did not have a significant impact on circulating and splenic leukocytes (including myeloid cell types), and infection-induced increases in circulating granulocytes was preserved in PLX5622-treated mice. In contrast, recruitment of monocytes to the brain was almost completely abolished in microglia depleted mice. In these studies, we made use of both CD45 and Cx3Cr1 as markers to reliably discriminate microglia (CD45low, Cx3Cr1high, Ly6c− cells) from monocytes (CD45high, Cx3Cr1+, Ly6chigh cells) without the need of complex BM chimeric studies that inherently include changes in BBB function and may cause microglia activation [62]. Importantly, microglial P2Y12 was essential to mediate microglia recruitment and phagocytosis, but was dispensable for monocyte recruitment to the brain. These data suggest that other microglial chemotactic factors (such as MCP-1 or RANTES) could be responsible for driving leukocyte migration to sites of infection and injury in the brain, which should be investigated in further studies. Since monocyte recruitment in P2Y12−/− mice was identical to that seen in control animals, but both an absence of microglia and P2Y12 deficiency resulted in markedly enhanced spread of infection, blood-borne monocytes may not significantly limit viral spread in the current experimental model. A similar conclusion was presented in a model of corona virus infection induced by direct injection of the virus into the brain, in spite that reduction of microglia numbers was associated with higher number of blood-borne macrophages in this study [61]. Histological characterization of post-mortem samples from human HSV-1 encephalitis cases also suggests that P2Y12-positive microglia isolate infected neurons, and a marked increase in leukocyte recruitment was also associated with severe infection.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 364,
                    "end": 366,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2038,
                    "end": 2040,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Microglia depletion, but not P2Y12 deficiency leads to characteristic neurological symptoms in virus-infected mice. In line with this, microglia-depleted mice had higher numbers of infected/dying neurons than that seen in P2Y12−/− mice, while the levels of extracellular virus proteins were not different, although significantly increased in both groups compared to control mice. Thus, the rapidly deteriorating neurological outcome seen in microglia-depleted animals may be partially due to the markedly increased neuronal infection and to the absence of potentially neuroprotective microglial mediators, such as interleukin-10 [23]. While our data show that P2Y12-dependent mechanisms are instrumental to limit neurotropic virus infection in the brain, additional microglial receptors could also contribute to this process. Since P2Y12−/− mice showed comparable leukocyte infiltration to control animals, while microglia depletion markedly influenced leukocyte responses, a role for blood-borne cells in shaping neurobehavioral symptoms seen in this experimental model cannot be fully excluded.",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 632,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The implications of these data for neurological diseases are far-reaching. The findings that microglia control neurotropic virus infection via P2Y12 in mice and the recruitment of P2Y12-positive microglia to HSV-1 cells was observed in the human brain suggest that microglial P2Y12 could play in general an important role in anti-viral immunity in the CNS (Fig. 9). Beyond infectious diseases caused by alphaherpesviruses such as PRV in swine or HSV-1 in humans, other viruses such as rabies, Zika virus, Alphaviruses, West-Nile virus, Epstein Barr virus, Influenza A viruses, and Enteroviruses can exhibit neurotropism and cause diverse neuropathologies in both humans and rodents [33, 38, 60]. In addition, the emerging role of neurotropic viruses in many forms of neurodegeneration [33, 38, 64] and the common molecular fingerprints of cellular injury suggest that understanding the mechanisms through which microglia control the elimination of injured neurons in the brain could facilitate the development of targeted therapies in several common brain diseases.\n",
            "cite_spans": [
                {
                    "start": 683,
                    "end": 685,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 687,
                    "end": 689,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 786,
                    "end": 788,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 790,
                    "end": 792,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 794,
                    "end": 796,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 362,
                    "end": 363,
                    "mention": "9",
                    "ref_id": "FIGREF8"
                }
            ]
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Selective elimination of microglia results in uncontrolled viral spread and neurobehavioral pathologies. a Retrograde transneuronal spread of PRV-Bartha-DupGreen (BDG) to the hypothalamic paraventricular nucleus (PVN) 6 days after intraperitoneal injection. b Focal neuronal infection induces recruitment of microglia (Iba1: yellow) to infected neurons (PRV: cyan) in the PVN. c Microglial numbers increase significantly at sites of virus-infected neurons, area: 0.2 mm2. d Selective depletion of microglia by PLX5622 for 3 weeks (yellow: Iba-1, magenta: P2Y12). e Depletion results in the elimination of 96% of microglia from the PVN. f An absence of microglia results in profound increases in virus-infected neurons in the brain. Control and microglia-depleted mice were injected intraperitoneally with BDG on the 16th day of the diet and allowed to survive for 5 days to induce transsynaptic spread of PRV to the hypothalamus. Note the numerous infected neurons outside the nucleus indicating increases in non-synaptic (contact) infection in the absence of microglia. g The number of infected neurons in the PVN increases over twofold in microglia depleted mice 5 days after virus injection. h An absence of microglia leads to profound increases in the number of infected neurons in the PVN. i An absence of microglia leads to increased number of infected, disintegrated neurons in the PVN. j Superresolution microscopic analysis (STORM) reveals the colocalization of the phagosome marker, CD68 (dark blue), with neuronal debris containing viral structural proteins (PRV) inside recruited microglia. k An absence of microglia leads to massive increases in extracellular virus proteins around infected, disintegrated neurons. l–p Transmission electron microscopic (TEM) images showing infected neurons in microglia competent (l, m) and depleted (n–p) animals. l Microglial processes (yellow pseudocolor) are found tightly attached to the cell membrane of infected neuron (cyan pseudocolor), as identified by anti-PRV immunogold labelling (black grains). Black arrows indicate a disrupted neuronal membrane segment isolated by a microglial process. m Infected neuronal cell debris is phagocytosed by microglia. Note the presence of viral capsids inside phagocytosed neuronal particles labelled with anti-PRV immunogold (insert). n In the absence of microglia disintegrated neuronal membranes with anti-PRV-immunogold labelled content invading the surrounding neuropil can be seen (white arrows). o Infected neuron contains viral capsids (black arrowheads), asterisk marks the nucleus, mature virions with strong PRV-immunogold labelling can be seen in the cytoplasm (white arrowheads). p PRV-virions are displayed at higher magnification. q Absence of microglia results in rapidly appearing neurological symptoms 5 days after PRV infection (0: no symptoms, 1: drooling and heavy breathing, 2: seizures and muscle spasms). Data expressed as mean ± s.e.m c *p < 0.05 n = 4–5, Mann–Whitney test e ****p < 0.0001 n = 6 unpaired t test, h, i ****p < 0.0001 Mann–Whitney test n = 10–11 i **p < 0.001 unpaired t test n = 9–12, q ****p < 0.0001 Mann–Whitney test n = 20–21 Scale bars: b 50 µm, d 50 µm, g, 100 µm, j–k 100 µm. Scale bar on m is 400 nm for l–o, 175 nm for p",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Microglia rapidly isolate virus-infected neurons in the brain. a Microglia (Iba1, yellow) are recruited to neurons infected with PRV expressing GFP with immediate-early kinetics (BDG) in the hypothalamic paraventricular nucleus (PVN). Note that microglia recruitment starts after the expression of the immediate-early marker GFP (phase I), when low levels of viral structural proteins become detectable (phase II). High levels of viral structural proteins indicate a late stage of viral infection (phase III), which is associated with higher number of microglia recruited to infected cells. b Microglial numbers increase significantly around virus-infected neurons in parallel with the propagation of infection c In vivo two-photon imaging reveals the recruitment of microglia (green) to virus-infected neurons (red) in real-time. Retrograde transsynaptic infection was induced by the virus BDR in Cx3Cr1+/GFP microglia reporter mice 7 days prior to imaging to visualize infected cells in the cerebral cortex based on the immediate-early DSRed expression. d Merged Z-planes of microglial cells around a PRV-DSRed-positive neuron (arrows indicate recruited microglia, arrowheads indicate microglial processes contacting the infected cell). e Microglial process velocity increases significantly in response to viral infection compared to that seen in control mice. f–i Correlated CLSM, electron microscopy and electron tomography confirms direct microglia–neuron contact with intercellular molecular links in early phase of viral infection. f, 3D-reconstruction from deconvolved confocal stack of a recruited microglia (green) engulfing a PRV-positive neuronal cell body (cyan) with CD68-positive phagolysosomes (magenta) within the microglia, arranged around infected neuron. Upper insert: single image plane of the same confocal stack. Middle insert: 3D-reconstruction of the same microglial cell, rotated 180° around the vertical axis. Asterisk labels the bay engulfing the soma of the infected neuron. Lower insert: 3D-reconstruction of the infected neuronal cell body with surrounding phagolysosomes located within the microglia. g Transmission electron micrograph shows the same cells on an ultrathin section matching the confocal image plane in the upper insert in f. Note that microglial processes surround the apical dendrites of the infected neuron. h Part of g (in white box) enlarged. Note that the nucleus is void of viral capsids and the membrane of the neuron is intact (white arrowheads), confirming the early phase of infection. i 3 nm thick electron tomographic section and corresponding 3D-reconstruction shows the very close cell–cell contact between the same microglia (green pseudocolor) and infected neuron (cyan pseudocolor, mitochondria are in yellow). White arrows point to putative contact sites, where the distance between the membranes is the smallest, and several filament-like structures (magenta) can be observed connecting the two cells. b ***p < 0.001 one-way ANOVA, n = 8; e *p < 0.05, unpaired t test, n = 10. Scale bars: a 10 µm; c 20 µm; d 20 µm; f 2 µm; g 1 µm; h 400 nm; i 100 nm",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Virus infection triggers the recruitment and phagocytic activity of microglia in vitro. a Cx3Cr1+/gfp microglial cells (green) repeatedly interact with non-infected neuronal processes and cell bodies without hindering process outgrowth or affecting network stability. Red arrows point to an uninterruptedly growing neurite (upper panel and Supplementary Video 3.) or a microglia slipping under a dense neuronal network (mid panel and Supplementary Video 4.). Microglial cells contacting PRV-infected neurons flatten and phagocytose compromised cells (blue arrow, bottom panel), also see Supplementary Video 5. b Cx3Cr1+/gfp microglial cells (green) move freely in non-infected astroglial cultures making and releasing contacts with several astrocytes (upper panel and Supplementary Video 6.) while they are recruited to infected cells (bottom panel and Supplementary Video 7.) and after scanning they display phagocytic activity (blue arrow). Satellite images: PRV + particles (red), eaten up by a Cx3Cr1+/gfp microglial cell (green). c Trajectories of randomly chosen microglial cells (n = 52) over 24 h in control or infected astroglial cultures. Individual cell trajectories were centered to start from the origin and superimposed for better comparison of migration directionality. Insets show typical trajectories. Note the random walk behaviour in the trajectory in the upper inset (control), and the shorter trajectory with targeted directionality (arrow) characterizing the slower migrating and scanning microglial cells in infected cultures in the lower inset. d Time-dependent average velocities of microglial cell populations in control (n = 54) or infected (n = 56) astroglial cultures. e Average velocities of microglial cells over 24 h are significantly lower in infected astroglial cultures. f Frequency distribution of time-dependent average velocities of microglial populations in control or infected astroglial cultures. g Average displacement of microglial cells in various time intervals of migration in control or infected astroglial cultures. Error stripes correspond to s.e.m. Scale bars: a 10 µm; b 25 and 10 µm, respectively. Data are expressed as mean ± s.e.m. e\nn = 121, unpaired t test, ****p < 0.0001",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Purinergic signaling mediates microglia recruitment and phagocytosis upon virus infection. a and b, HPLC analysis of ATP, ADP, AMP and adenosine levels in the supernatant (a) and in the cellular fraction (b) of control and virus-infected neuronal cultures. c Ecto-ATPase enzyme histochemistry and densitometric analysis. The ecto-ATPase activity is significantly enhanced upon infection. d NTDPase1 expression of a microglial cell (red) in the PRV-infected brain. Note that the NTDPase1+ microglia is in contact with an apparently disintegrating neuron (blue). e NTDPase1 expressing Iba1 + microglial cells in control and infected mouse brains. f Densitometric analysis of NTDPase1 expression in control and infected mouse brain slices. g and l Time-dependent average velocities of P2X7−/− (nc = 67, ni = 74) or P2Y12−/− (nc = 51, ni = 59) microglial cell populations in control or infected astroglial cultures. Note the gradual decrease in population velocity of P2X7−/− microglia in infected culture and the lack of such decrease in P2Y12−/− microglia in similar conditions. h and m Average velocities of P2X7−/− or P2Y12−/− microglial cells over 24 h in control or infected astroglial cultures, i and n Frequency distribution of time-dependent average velocities of P2X7−/− or P2Y12−/− microglial populations in control or infected astroglial cultures. j and o Average displacement of P2X7−/− or P2Y12−/− microglial cells in various time intervals of migration in control or infected astroglial cultures. Error stripes correspond to s.e.m. k and p Trajectories of equal number (n = 50) of randomly chosen P2X7−/− or P2Y12−/− microglial cells over 24 h in control or infected astroglial cultures. Individual cell trajectories were centered to start from the origin and superimposed for better comparison of migration directionality. Insets show typical trajectories. Note the more localized migration pattern due to the scanning activity of P2X7−/− microglia in infected conditions (red arrow) as compared to random walk behaviour and the lack of such localization in the trajectories of P2Y12−/− microglia in infected astroglial culture. q Phagocytic activity of wild type (WT), P2X7−/− or P2Y12−/− microglia cells in astroglial cultures infected with BDG virus. Green colour indicates the virus initiated expression of GFP in infected cells. Red arrows point to the phagocytosed cells. Note, that P2Y12−/− microglia is unable to incorporate the infected cell. r and s Percentage of phagocytic events by wild type vs. P2X7−/− (r) or P2Y12−/− (s) microglial cells in control and infected cultures. a, b\nn = 4 per group, unpaired t test, *p < 0.05; **p < 0.001 c\nn = 6, unpaired t test, ***p ≤ 0.0001 f\nn = 7, unpaired t test, **p < 0.01. h and m\nn = 121, unpaired t test, ****p < 0.0001. r and s,\nn = 9 per group, one-way ANOVA, **p < 0.001; ***p < 0.0005, ****p < 0.0001, ns = not significant. Scale bars: c 25 μm; d 5 μm; e 10 μm; q 10 μm data are expressed as mean ± s.e.m",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: P2Y12 receptor mediates recruitment of microglia in response to virus infection in vivo. a P2Y12-positive microglia are recruited to virus-infected neurons in the mouse brain (paraventricular hypothalamic nucleus is shown, maximum intensity projection from confocal Z stack of 30 steps, made with 0,50 µm step size). b STORM super-resolution microscopy reveals P2Y12 receptors clustering at microglial cell membranes contacting virus-infected neurons. Neurons are identified by GFP expression with immediate-early kinetics indicating early stages of PRV infection. c Based on STORM images, microglial P2Y12 localisation point numbers (NLP) are significantly increased at microglia–neuron contact sites, when microglia contacting infected neurons are compared with microglia contacting uninfected cells. d Fluorescent images showing the propagation of virus infection in the paraventricular nucleus of the hypothalamus in wild type, P2X7−/− and P2Y12−/− mice. Infected neurons in the late phase of PRV infection are revealed by immunostaining against viral structural proteins (cyan blue), and microglia are labelled with Iba1 (yellow) (Maximum Intensity Projection from confocal Z stack of 16 steps, made with 0.88 µm step size). e, f In P2Y12 −/− mice (n = 7) significantly less (p < 0.05) microglia are recruited to infected neurons compared to that seen in wild type (n = 6) and P2X7−/− mice (n = 7), area: 0.2 mm2. g, h Correspondingly, significantly higher numbers of infected neurons are seen in P2Y12−/− mice compared to wild-type animals, whilst no significant difference is observed between P2X7−/− and wild-type mice. area:0,2 mm2. i Absence of P2Y12 receptor did not result in any neurological symptoms 6 days after virus infection. 3 V - 3rd ventricle. Scale bars: a, 50 µm; b, 100 µm; d, 50 µm. All data expressed as mean ± s.e.m c  ***p < 0.0001 unpaired t test n = 7–13 cells e, g N.S. not significant f **p < 0.01 Mann–Whitney test, n = 7 h *p < 0.05 n = 7 unpaired t test",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: The absence of P2Y12-positive microglia leads to increased neuronal infection, impaired phagocytosis and the accumulation of extracellular virus particles. a PRV immunofluorescence showing a marked increase in the number of infected (PRV-positive) neurons in P2Y12−/− mice and after microglia depletion, compared to control animals. Note the lack of recruited Iba1 + microglia (yellow) to PRV-positive neurons in P2Y12−/− mice (inserts). b Numbers of infected (PRV +), disintegrated neurons in control, P2Y12−/− and microglia-depleted mice. c Total number of infected (PRV +) neurons is significantly higher in P2Y12−/− and microglia-depleted mice. d An absence of microglia, but not P2Y12-deficiency results in rapidly deteriorating neurological symptoms 5 days after PRV infection (0: no symptoms, 1: drooling and heavy breathing, 2: seizures and muscle spasms). e STORM super-resolution microscopy reveals a marked increase in extracellular PRV proteins in both P2Y12−/− and microglia-depleted mice compared to wild type mice. f Quantitative assessment of extracellular PRV proteins on STORM images. Number of extracellular PRV-positive localisation points (NLP) is shown in each group. g Images showing microglial phagolysosomes identified by CD68 immunofluorescence in control Cx3Cr1+/gfp, and P2Y12-deficient (Cx3Cr1+/gfp x P2Y12−/−) mice. h P2Y12-deficient microglia show a significant reduction of CD68-positive phagolysosomes compared to wild-type microglia (CD68 immunofluorescent integrated density/GFP immunofluorescent integrated density within microglial cell bodies, p = 0.0322, Mann–Whitney U test, n = 35 cells/16 ROIs). Data on d expressed as median and interquartile range, otherwise as mean ± s.e.m. b, c, d Mann–Whitney U test, n = 5–6. Scale bars: a 100 µm; e and g 2 µm. All data expressed as mean ± s.e.m b Control vs P2Y12 *p < 0.05; Control vs Depleted ****p < 0.0001; P2Y12 vs Depleted **p < 0.001, One-Way ANOVA c Control vs P2Y12 **p < 0.001; Control vs Depleted ****p < 0.0001; P2Y12 vs Depleted ****p < 0.0001 One-Way ANOVA d Control vs Depleted ****p < 0.0001; P2Y12 vs Depleted ****p < 0.0001 One-Way ANOVA f Control vs Depleted **p <  0.001; Control vs P2Y12 ***p < 0.0001 One-Way ANOVA",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Microglia are instrumental for leukocyte recruitment into the brain in response to virus infection, which is independent of P2Y12-mediated signaling. a Recruitment of CD45-positive leukocytes (orange) to the hypothalamic paraventricular nucleus (PVN) is seen around virus-infected neurons (cyan), which is markedly reduced by selective elimination of microglia b P2Y12 expression (magenta) discriminates microglia from blood-borne cells expressing high levels of CD45 (orange), most of which are negative for the microglia/macrophage marker Iba1 (cyan). c Leukocyte numbers are significantly lower in microglia depleted animals, area: 0,2 mm2, d Flow cytometric dot plots showing that microglia (Cx3Cr1high, CD45low Lyc6− cells, P8) can be well characterized and separated from infiltrating monocytes (Cx3Cr1+/int, CD45high, Ly6Chigh, Ly6G− cells, P9), during viral infection in the brain. The almost complete absence of microglia is seen after selective microglia depletion (gates P4). In spite of the exaggerated virus infection in the absence of microglia, CD45high blood-borne leukocytes (P9 gate), specifically monocytes (CD45high, Cx3Cr1+, CD11b+, Lyc6high cells, P5 gate) are profoundly reduced in the microglia depleted brains. e Cx3Cr1+/gfp microglia are profoundly reduced in the brain after feeding mice the CSF1R inhibitor PLX5622 for 3 weeks. f Monocyte numbers increase significantly in response to virus infection in the brain, which is markedly reduced in microglia depleted animals. g Immunofluorescence shows infiltrating CD45-positive leukocytes (orange) around virus-infected neurons (cyan) in the paraventricular nucleus. h Numbers of infiltrating leukocytes (orange) in P2Y12−/− mice are not significantly different from control animals, area: 0,2 mm2 All data expressed as mean ± s.e.m c, ****p < 0.0001 unpaired t test n = 12; e control vs depleted ****p < 0.0001, control inf. vs depleted inf. ****p < 0.0001 One-Way ANOVA; f control vs control inf. **p < 0.001, control inf. vs depleted inf. **p < 0.001 One-Way ANOVA. h n.s. not significant Scale bar a, b, g, 50 µm",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: Microglia and leukocytes are recruited to infected neurons in the human brain. a Different stages of recruitment of P2Y12 + microglia (arrows, visualized by DAB-Ni) are observed around herpes simplex-1 (HSV1)-infected cells (brown, visualized by NovaRED HRP substrate) in the human cerebral cortex. Processes of P2Y12-positive microglia contact HSV-positive neurons (i–ii) and assemblies of microglial cells are seen around infected cells (iii). Groups of P2Y12-positive microglia displaying amoeboid, phagocytic morphology in the absence of detectable HSV antigens are also found in infected areas (iv). b. Microglia labelled with Tmem119 (arrows) are recruited to HSV1-positive neurons (i) and engulf HSV-positive cells (ii). c Quantification showing the average number of Tmem119-positive or P2Y12-positive microglia contacting HSV1-positive cells. d CD68-positive brain macrophages (DAB-Ni) surround infected neurons (NovaRED). e Viral infection is associated with the recruitment of leukocytes (arrowheads) visualized by Giemsa stain (i) and CD45 immunostaining (ii) in the vicinity of microglia (arrows) labelled with P2Y12 (i) or Tmem119 (iii). CD68-positive macrophages in close association with blood vessels and parenchymal CD68-positive cells with microglial morphology suggest a mixed (blood-borne and resident) origin of brain phagocytes (iv). f In areas of virus infection, neurons surrounded by P2Y12-positive microglia are associated with leukocytes (Giemsa, arrowhead) and g CD45-positive leukocytes are recruited to HSV1-positive cells. h Leukocyte numbers in infected brain areas show correlation with the number of virus-infected cells. p < 0.0001, linear regression, n = 64 FOV, from 5 patients. i CD15-positive myeloid cells, and in lower amount, CD3-positive lymphocytes and CD20-positive B cells are observed at areas of HSV1 infection. j Moderate HSV1 infection (less than 50 HSV + cells/mm2) is associated with the presence of numerous Tmem119-positive, P2Y12-positive microglia, and CD68-positive microglia/macrophages, whilst decreased numbers of Tmem119 and P2Y12-positive cells. In advanced HSV1 infection (50–500 HSV + cells/mm2), markedly increased numbers of CD68-positive brain macrophages are observed in the brain parenchyma. k Quantification of parenchymal microglia and CD68-positive brain macrophages in the case of moderate and advanced HSV1 infection. bw—blood vessel. Scale bars: a, b, d, f, g, h, i—10 μm; e and j—50 μm. k *p < 0.05, **p < 0.001, ***p < 0.0001",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 9: Summary of neuroinflammatory changes after virus infection. In microglia-competent control mice, microglia recruitment around BDG-infected neurons is observed, which is associated with monocyte recruitment at sites of infection. ATP released by compromised neurons may be cleaved by CD39 to ADP leading to stimulation of P2Y12 receptors and act as a trigger for microglia recruitment and phagocytosis. The lack of microglia leads to markedly increased numbers of viral infected neurons and an almost complete absence of monocyte recruitment. The lack of microglial P2Y12 leads to reduced microglial recruitment compared to control animals, suggesting the pivotal role of P2Y12 receptor in this process, whilst monocyte infiltration is comparable to that seen in control animals",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Correlated confocal and super-resolution imaging by VividSTORM",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barna",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dudok",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Miczan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Horvath",
                    "suffix": ""
                },
                {
                    "first": "ZI",
                    "middle": [],
                    "last": "Laszlo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Katona",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Protoc",
            "volume": "11",
            "issn": "",
            "pages": "163-183",
            "other_ids": {
                "DOI": [
                    "10.1038/nprot.2016.002"
                ]
            }
        },
        "BIBREF1": {
            "title": "Dendritic spikes induce ripples in parvalbumin interneurons during hippocampal sharp waves",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chiovini",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Turi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Katona",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaszas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Palfi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szalay",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Szadai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neuron",
            "volume": "82",
            "issn": "",
            "pages": "908-924",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2014.04.004"
                ]
            }
        },
        "BIBREF2": {
            "title": "Microglia and a functional type I IFN pathway are required to counter HSV-1-driven brain lateral ventricle enlargement and encephalitis",
            "authors": [
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Conrady",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "van Rooijen",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Drevets",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Royer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alleman",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Immunol",
            "volume": "190",
            "issn": "",
            "pages": "2807-2817",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1203265"
                ]
            }
        },
        "BIBREF3": {
            "title": "Protein kinase D controls the integrity of Golgi apparatus and the maintenance of dendritic arborization in hippocampal neurons",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czondor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ellwanger",
                    "suffix": ""
                },
                {
                    "first": "YF",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gulyas",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Mansuy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hausser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pfizenmaier",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schlett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Biol Cell",
            "volume": "20",
            "issn": "",
            "pages": "2108-2120",
            "other_ids": {
                "DOI": [
                    "10.1091/mbc.e08-09-0957"
                ]
            }
        },
        "BIBREF4": {
            "title": "The diagnosis of herpes encephalitis–a case-based update",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Csonka",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Szepesi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bidiga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Klekner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hutoczky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Csiba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mehes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hortobagyi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ideggyogy Sz",
            "volume": "66",
            "issn": "",
            "pages": "337-342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "ATP mediates rapid microglial response to local brain injury in vivo",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davalos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grutzendler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "JV",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Littman",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Dustin",
                    "suffix": ""
                },
                {
                    "first": "WB",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Neurosci",
            "volume": "8",
            "issn": "",
            "pages": "752-758",
            "other_ids": {
                "DOI": [
                    "10.1038/nn1472"
                ]
            }
        },
        "BIBREF6": {
            "title": "Attenuated pseudorabies virus-evoked rapid innate immune response in the rat brain",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denes",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Boldogkoi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hornyak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Palkovits",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Kovacs",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Neuroimmunol",
            "volume": "180",
            "issn": "",
            "pages": "88-103",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jneuroim.2006.07.008"
                ]
            }
        },
        "BIBREF7": {
            "title": "AIM2 and NLRC4 inflammasomes contribute with ASC to acute brain injury independently of NLRP3",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coutts",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lenart",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Cruickshank",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pelegrin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rothwell",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brough",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "112",
            "issn": "",
            "pages": "4050-4055",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1419090112"
                ]
            }
        },
        "BIBREF8": {
            "title": "The brain parenchyma has a type I interferon response that can limit virus spread",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Drokhlyansky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goz Ayturk",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Soh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chrenek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "O’Loughlin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Madore",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Butovsky",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Cepko",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "114",
            "issn": "",
            "pages": "E95-E104",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1618157114"
                ]
            }
        },
        "BIBREF9": {
            "title": "Cell-specific STORM super-resolution imaging reveals nanoscale organization of cannabinoid signaling",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dudok",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ledri",
                    "suffix": ""
                },
                {
                    "first": "SI",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szabadits",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pinter",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Woodhams",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Henstridge",
                    "suffix": ""
                },
                {
                    "first": "GY",
                    "middle": [],
                    "last": "Balla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nyilas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nat Neurosci",
            "volume": "18",
            "issn": "",
            "pages": "75-86",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.3892"
                ]
            }
        },
        "BIBREF10": {
            "title": "Immunological control of herpes simplex virus infections",
            "authors": [
                {
                    "first": "KP",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wigdahl",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neurovirol",
            "volume": "19",
            "issn": "",
            "pages": "328-345",
            "other_ids": {
                "DOI": [
                    "10.1007/s13365-013-0189-3"
                ]
            }
        },
        "BIBREF11": {
            "title": "Neural innervation of white adipose tissue and the control of lipolysis",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Bartness",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "YB",
                    "middle": [],
                    "last": "Shrestha",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Neuroendocrinol",
            "volume": "35",
            "issn": "",
            "pages": "473-493",
            "other_ids": {
                "DOI": [
                    "10.1016/j.yfrne.2014.04.001"
                ]
            }
        },
        "BIBREF12": {
            "title": "Colony-stimulating factor 1 receptor signaling is necessary for microglia viability, unmasking a microglia progenitor cell in the adult brain",
            "authors": [
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Elmore",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Najafi",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Koike",
                    "suffix": ""
                },
                {
                    "first": "NN",
                    "middle": [],
                    "last": "Dagher",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Spangenberg",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitazawa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Matusow",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neuron",
            "volume": "82",
            "issn": "",
            "pages": "380-397",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2014.02.040"
                ]
            }
        },
        "BIBREF13": {
            "title": "High mobility group box 1 protein is released by neural cells upon different stresses and worsens ischemic neurodegeneration in vitro and in vivo",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Faraco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fossati",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patrone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pedrazzi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sparatore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Moroni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chiarugi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Neurochem",
            "volume": "103",
            "issn": "",
            "pages": "590-603",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1471-4159.2007.04788.x"
                ]
            }
        },
        "BIBREF14": {
            "title": "Purinergic signalling in neuron-glia interactions",
            "authors": [
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Burnstock",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Neurosci",
            "volume": "7",
            "issn": "",
            "pages": "423-436",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn1928"
                ]
            }
        },
        "BIBREF15": {
            "title": "Role of interleukin-10 in acute brain injuries",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Stillings",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Robicsek",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Hoh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blackburn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dore",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Neurol",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fneur.2017.00244"
                ]
            }
        },
        "BIBREF16": {
            "title": "Viral epidemics in a cell culture: novel high resolution data and their interpretation by a percolation theory based model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gonci",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nemeth",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Balogh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denes",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kornyei",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vicsek",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0015571"
                ]
            }
        },
        "BIBREF17": {
            "title": "The P2Y12 receptor regulates microglial activation by extracellular nucleotides",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Haynes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hollopeter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kurpius",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Dailey",
                    "suffix": ""
                },
                {
                    "first": "WB",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Julius",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Neurosci",
            "volume": "9",
            "issn": "",
            "pages": "1512-1519",
            "other_ids": {
                "DOI": [
                    "10.1038/nn1805"
                ]
            }
        },
        "BIBREF18": {
            "title": "Complement and microglia mediate early synapse loss in Alzheimer mouse models",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "VF",
                    "middle": [],
                    "last": "Beja-Glasser",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Nfonoyim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frouin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ramakrishnan",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Merry",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Barres",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "352",
            "issn": "",
            "pages": "712-716",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aad8373"
                ]
            }
        },
        "BIBREF19": {
            "title": "Fast two-photon in vivo imaging with three-dimensional random-access scanning in large tissue volumes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Katona",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szalay",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaszas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Veress",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hillier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chiovini",
                    "suffix": ""
                },
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Vizi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roska",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rozsa",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Methods",
            "volume": "9",
            "issn": "",
            "pages": "201-208",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1851"
                ]
            }
        },
        "BIBREF20": {
            "title": "Microglia: new roles for the synaptic stripper",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kettenmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kirchhoff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verkhratsky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neuron",
            "volume": "77",
            "issn": "",
            "pages": "10-18",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2012.12.023"
                ]
            }
        },
        "BIBREF21": {
            "title": "Mechanisms of microglial activation in models of inflammation and hypoxia: implications for chronic intermittent hypoxia",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Kiernan",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Watters",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Physiol",
            "volume": "594",
            "issn": "",
            "pages": "1563-1577",
            "other_ids": {
                "DOI": [
                    "10.1113/JP271502"
                ]
            }
        },
        "BIBREF22": {
            "title": "Microglial control of neuronal activity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bechade",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cantaut-Belarif",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bessis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Front Cell Neurosci",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fncel.2013.00032"
                ]
            }
        },
        "BIBREF23": {
            "title": "HMGB1, a novel cytokine-like mediator linking acute neuronal death and delayed neuroinflammation in the postischemic brain",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sig Choi",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nam",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Piao",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Neurosci",
            "volume": "26",
            "issn": "",
            "pages": "6413-6421",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.3815-05.2006"
                ]
            }
        },
        "BIBREF24": {
            "title": "Lipopolysaccharide treatment modifies pH- and cation-dependent ecto-ATPase activity of endothelial cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kittel",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Histochem Cytochem",
            "volume": "47",
            "issn": "",
            "pages": "393-400",
            "other_ids": {
                "DOI": [
                    "10.1177/002215549904700313"
                ]
            }
        },
        "BIBREF25": {
            "title": "Humoral and contact interactions in astroglia/stem cell co-cultures in the course of glia-induced neurogenesis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kornyei",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Szlavik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gocza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czirok",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Madarasz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Glia",
            "volume": "49",
            "issn": "",
            "pages": "430-444",
            "other_ids": {
                "DOI": [
                    "10.1002/glia.20123"
                ]
            }
        },
        "BIBREF26": {
            "title": "Virus infections in the nervous system",
            "authors": [
                {
                    "first": "OO",
                    "middle": [],
                    "last": "Koyuncu",
                    "suffix": ""
                },
                {
                    "first": "IB",
                    "middle": [],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Enquist",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell Host Microbe",
            "volume": "13",
            "issn": "",
            "pages": "379-393",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2013.03.010"
                ]
            }
        },
        "BIBREF27": {
            "title": "Heat shock proteins in neurodegenerative disorders and aging",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Leak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Cell Commun Signal",
            "volume": "8",
            "issn": "",
            "pages": "293-310",
            "other_ids": {
                "DOI": [
                    "10.1007/s12079-014-0243-9"
                ]
            }
        },
        "BIBREF28": {
            "title": "Inflammasomes link vascular disease with neuroinflammation and brain disorders",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lenart",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brough",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Cereb Blood Flow Metab",
            "volume": "36",
            "issn": "",
            "pages": "1668-1685",
            "other_ids": {
                "DOI": [
                    "10.1177/0271678X16662043"
                ]
            }
        },
        "BIBREF29": {
            "title": "Reciprocal regulation between resting microglial dynamics and neuronal activity in vivo",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "XF",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "ZL",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Dev Cell",
            "volume": "23",
            "issn": "",
            "pages": "1189-1202",
            "other_ids": {
                "DOI": [
                    "10.1016/j.devcel.2012.10.027"
                ]
            }
        },
        "BIBREF30": {
            "title": "Glial cell responses to herpesvirus infections: role in defense and immunopathogenesis",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Lokensgard",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Cheeran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gekker",
                    "suffix": ""
                },
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "186",
            "issn": "Suppl 2",
            "pages": "S171-179",
            "other_ids": {
                "DOI": [
                    "10.1086/344272"
                ]
            }
        },
        "BIBREF31": {
            "title": "Neurotropic virus infections as the cause of immediate and delayed neuropathology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ludlow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kortekaas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herden",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tappe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Trebst",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "HE",
                    "middle": [],
                    "last": "Brindle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Neuropathol",
            "volume": "131",
            "issn": "",
            "pages": "159-184",
            "other_ids": {
                "DOI": [
                    "10.1007/s00401-015-1511-3"
                ]
            }
        },
        "BIBREF32": {
            "title": "Microglial ramification, surveillance, and interleukin-1beta release are regulated by the two-pore domain K(+) channel THIK-1",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Madry",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kyrargyri",
                    "suffix": ""
                },
                {
                    "first": "IL",
                    "middle": [],
                    "last": "Arancibia-Carcamo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jolivet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kohsaka",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Bryan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Attwell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Neuron",
            "volume": "97",
            "issn": "299–312",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuron.2017.12.002"
                ]
            }
        },
        "BIBREF33": {
            "title": "Genetically timed, activity-sensor and rainbow transsynaptic viral tools",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Boldogkoi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Balint",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Awatramani",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balya",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Busskamp",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Viney",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Lagali",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duebel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pasti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tombacz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Methods",
            "volume": "6",
            "issn": "",
            "pages": "127-130",
            "other_ids": {
                "DOI": [
                    "10.1038/nmeth.1292"
                ]
            }
        },
        "BIBREF34": {
            "title": "Prolonged microglial cell activation and lymphocyte infiltration following experimental herpes encephalitis",
            "authors": [
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Cheeran",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Palmquist",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Urban",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Lokensgard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "181",
            "issn": "",
            "pages": "6417-6426",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.181.9.6417"
                ]
            }
        },
        "BIBREF35": {
            "title": "Microglial cells initiate vigorous yet non-protective immune responses during HSV-1 brain infection",
            "authors": [
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Lokensgard",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus Res",
            "volume": "121",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2006.03.009"
                ]
            }
        },
        "BIBREF36": {
            "title": "Pseudorabies virus infection alters neuronal activity and connectivity in vitro",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "McCarthy",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Tank",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Enquist",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1000640"
                ]
            }
        },
        "BIBREF37": {
            "title": "Dystroglycan is involved in laminin-1-stimulated motility of Muller glial cells: combined velocity and directionality analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mehes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czirok",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hegedus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szabo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vicsek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Satz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jancsik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Glia",
            "volume": "49",
            "issn": "",
            "pages": "492-500",
            "other_ids": {
                "DOI": [
                    "10.1002/glia.20135"
                ]
            }
        },
        "BIBREF38": {
            "title": "Laminin-1 increases motility, path-searching, and process dynamism of rat and mouse Muller glial cells in vitro: implication of relationship between cell behavior and formation of retinal morphology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mehes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czirok",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hegedus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vicsek",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jancsik",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cell Motil Cytoskeleton",
            "volume": "53",
            "issn": "",
            "pages": "203-213",
            "other_ids": {
                "DOI": [
                    "10.1002/cm.10062"
                ]
            }
        },
        "BIBREF39": {
            "title": "P2Y12 expression and function in alternatively activated human microglia",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Ase",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kinsara",
                    "suffix": ""
                },
                {
                    "first": "VT",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michell-Robinson",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Butovsky",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Ludwin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Seguela",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bar-Or",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Neurol Neuroimmunol Neuroinflamm",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1212/NXI.0000000000000080"
                ]
            }
        },
        "BIBREF40": {
            "title": "Immune surveillance in the central nervous system",
            "authors": [
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Ousman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kubes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Neurosci",
            "volume": "15",
            "issn": "",
            "pages": "1096-1101",
            "other_ids": {
                "DOI": [
                    "10.1038/nn.3161"
                ]
            }
        },
        "BIBREF41": {
            "title": "Microglia and brain macrophages in the molecular age: from origin to neuropsychiatric disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prinz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Priller",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Rev Neurosci",
            "volume": "15",
            "issn": "",
            "pages": "300-312",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn3722"
                ]
            }
        },
        "BIBREF42": {
            "title": "Pseudorabies virus-induced leukocyte trafficking into the rat central nervous system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rassnick",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Enquist",
                    "suffix": ""
                },
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Sved",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "9181-9191",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Sensing of HSV-1 by the cGAS-STING pathway in microglia orchestrates antiviral defence in the CNS",
            "authors": [
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Reinert",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lopusna",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Winther",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nandakumar",
                    "suffix": ""
                },
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Mogensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vaegter",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Nyengaard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms13348"
                ]
            }
        },
        "BIBREF44": {
            "title": "Construction of recombinant pseudorabies viruses optimized for labeling and neurochemical characterization of neural circuitry",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Boldogkoi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reichart",
                    "suffix": ""
                },
                {
                    "first": "IE",
                    "middle": [],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sik",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Erdelyi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Medveczky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Llorens-Cortes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Palkovits",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lenkei",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Brain Res Mol Brain Res",
            "volume": "109",
            "issn": "",
            "pages": "105-118",
            "other_ids": {
                "DOI": [
                    "10.1016/S0169-328X(02)00546-6"
                ]
            }
        },
        "BIBREF45": {
            "title": "Spatiotemporal responses of astrocytes, ramified microglia, and brain macrophages to central neuronal infection with pseudorabies virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rinaman",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Enquist",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Neurosci",
            "volume": "13",
            "issn": "",
            "pages": "685-702",
            "other_ids": {
                "DOI": [
                    "10.1523/JNEUROSCI.13-02-00685.1993"
                ]
            }
        },
        "BIBREF46": {
            "title": "ATP as a multi-target danger signal in the brain",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Tome",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Neurosci",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3389/fnins.2015.00148"
                ]
            }
        },
        "BIBREF47": {
            "title": "Immune surveillance of the CNS following infection and injury",
            "authors": [
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "DB",
                    "middle": [],
                    "last": "McGavern",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Immunol",
            "volume": "36",
            "issn": "",
            "pages": "637-650",
            "other_ids": {
                "DOI": [
                    "10.1016/j.it.2015.08.002"
                ]
            }
        },
        "BIBREF48": {
            "title": "Microglial P2Y12 is necessary for synaptic plasticity in mouse visual cortex",
            "authors": [
                {
                    "first": "GO",
                    "middle": [],
                    "last": "Sipe",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Lowery",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Tremblay",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Lamantia",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Majewska",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms10905"
                ]
            }
        },
        "BIBREF49": {
            "title": "P2X7 receptor: an emerging target in central nervous system diseases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sperlagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Illes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends Pharmacol Sci",
            "volume": "35",
            "issn": "",
            "pages": "537-547",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tips.2014.08.002"
                ]
            }
        },
        "BIBREF50": {
            "title": "Purinergic modulation of microglial cell activation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sperlagh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Illes",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Purinergic Signal",
            "volume": "3",
            "issn": "",
            "pages": "117-127",
            "other_ids": {
                "DOI": [
                    "10.1007/s11302-006-9043-x"
                ]
            }
        },
        "BIBREF51": {
            "title": "Microglia protect against brain injury and their selective elimination dysregulates neuronal network activity after stroke",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Szalay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Martinecz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lenart",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kornyei",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Orsolits",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Judak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Csaszar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fekete",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Katona",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Commun",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms11499"
                ]
            }
        },
        "BIBREF52": {
            "title": "Microglia in the spinal cord and neuropathic pain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsuda",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Diabetes Investig",
            "volume": "7",
            "issn": "",
            "pages": "17-26",
            "other_ids": {
                "DOI": [
                    "10.1111/jdi.12379"
                ]
            }
        },
        "BIBREF53": {
            "title": "Neuron-microglia interaction by purinergic signaling in neuropathic pain following neurodegeneration",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsuda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Neuropharmacology",
            "volume": "104",
            "issn": "",
            "pages": "76-81",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuropharm.2015.08.042"
                ]
            }
        },
        "BIBREF54": {
            "title": "A complement-microglial axis drives synapse loss during virus-induced memory impairment",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Vasek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dorsey",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Durrant",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bollman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perez-Torres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frouin",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Wilton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "534",
            "issn": "",
            "pages": "538-543",
            "other_ids": {
                "DOI": [
                    "10.1038/nature18283"
                ]
            }
        },
        "BIBREF55": {
            "title": "Novel tracing paradigms–genetically engineered herpesviruses as tools for mapping functional circuits within the CNS: present status and future prospects",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Boldogkoi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reichart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Toldi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gerendai",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Kovacs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Palkovits",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prog Neurobiol",
            "volume": "72",
            "issn": "",
            "pages": "417-445",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pneurobio.2004.03.010"
                ]
            }
        },
        "BIBREF56": {
            "title": "Intrauterine Zika virus infection of pregnant immunocompetent mice models transplacental transmission and adverse perinatal outcomes",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Vermillion",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shabi",
                    "suffix": ""
                },
                {
                    "first": "VK",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "NP",
                    "middle": [],
                    "last": "Crilly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McLane",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pekosz",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Burd",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Commun",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms14575"
                ]
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Busulfan conditioning enhances engraftment of hematopoietic donor-derived cells in the brain compared with irradiation",
            "authors": [
                {
                    "first": "FL",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sergijenko",
                    "suffix": ""
                },
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Langford-Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malinowska",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Wynn",
                    "suffix": ""
                },
                {
                    "first": "BW",
                    "middle": [],
                    "last": "Bigger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol Ther",
            "volume": "21",
            "issn": "",
            "pages": "868-876",
            "other_ids": {
                "DOI": [
                    "10.1038/mt.2013.29"
                ]
            }
        },
        "BIBREF59": {
            "title": "Microglia: dynamic mediators of synapse development and plasticity",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dissing-Olesen",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "MacVicar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Trends Immunol",
            "volume": "36",
            "issn": "",
            "pages": "605-613",
            "other_ids": {
                "DOI": [
                    "10.1016/j.it.2015.08.008"
                ]
            }
        },
        "BIBREF60": {
            "title": "Viruses and neurodegeneration",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miranda-Saksena",
                    "suffix": ""
                },
                {
                    "first": "NK",
                    "middle": [],
                    "last": "Saksena",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-10-172"
                ]
            }
        },
        "BIBREF61": {
            "title": "Microglial phagocytosis of live neurons",
            "authors": [
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Neher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Rev Neurosci",
            "volume": "15",
            "issn": "",
            "pages": "209-216",
            "other_ids": {
                "DOI": [
                    "10.1038/nrn3710"
                ]
            }
        },
        "BIBREF62": {
            "title": "Transneuronal circuit analysis with pseudorabies viruses",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Card",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Enquist",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Protoc Neurosci",
            "volume": "68",
            "issn": "",
            "pages": "151-239",
            "other_ids": {
                "DOI": [
                    "10.1002/0471142301.ns0105s68"
                ]
            }
        },
        "BIBREF63": {
            "title": "Release and activity of histone in diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "XG",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Death Dis",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/cddis.2014.337"
                ]
            }
        }
    }
}