{
    "paper_id": "PMC6234742",
    "metadata": {
        "title": "Exploring challenges of health system preparedness for communicable diseases in Arbaeen mass gathering: a qualitative study",
        "authors": [
            {
                "first": "Arezou",
                "middle": [],
                "last": "Karampourian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zohreh",
                "middle": [],
                "last": "Ghomian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Davoud",
                "middle": [],
                "last": "Khorasani-Zavareh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "According to the definition of the World Health Organization (WHO), any structured or spontaneous event leading to a certain number of people gathering in a particular site, for a specific aim in a determined period, putting pressure on the response resources and social programs, is called a mass gathering. Mass gatherings are divided into different types based on their purpose. The expansion of interconnectivity between societies and increases in the number of national and international events in communities has led to an increase in the number of mass gatherings, which, despite the benefits like cultural exchange, have health challenges such as infectious disease transmission and, should therefore be considered by health planners\n1.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 743,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "One of the health challenges of mass gatherings is the prevalence of infectious diseases and the outbreak of diseases, which, along with, Complicated health needs of participants increases the health burden on the host country. The public health system can be under severe pressure, even with advanced equipment and the proper resources for prevention and control of infectious diseases\n2–\n4. Various factors, such as the type and location of gathering, the number of participants and the lack of access to health facilities, can affect the incidence of infectious diseases in mass gatherings. Planners must therefore pay attention to these factors in preparation\n1,\n5–\n7. Since a mass gathering is a collection of many people together in one particular site, the possibility of infectious disease transmission due to the high population density always exists. Studies on mass gatherings such as Hajj, Ashura day in Karbala, and Kumbh Mela and Sabarimala in India show the prevalence of infectious diseases in these ceremonies\n8–\n13.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 388,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 390,
                    "end": 391,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 664,
                    "end": 665,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 667,
                    "end": 668,
                    "mention": "5",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 670,
                    "end": 671,
                    "mention": "7",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1027,
                    "end": 1028,
                    "mention": "8",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The dates of religious ceremonies like Hajj and Arbaeen are decided using the lunar calendar (the Islamic or Hijri calendar) which is not only shorter than the Gregorian calendar, meaning that these events occur 10 days earlier each year and can synchronize with different seasons and season-associated diseases. Accordingly, planners and policy makers of public health are faced with changing goals, requiring health system preparedness\n14,\n15. One of the world’s largest religious gatherings is the Arbaeen ceremony, which happens on the 40\nth day after the anniversary of Imam Hussein’s martyrdom, the third Shiite Imam. In the Ashura event, pilgrims walk to Karbala, south of Baghdad. Based on the statistics of 2017, the number of Iranian pilgrims taking part in the Arbaeen ceremony was 2,320,000\n16.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 440,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 803,
                    "end": 805,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Iran is a neighboring country of Iraq and shares a common land border with it. Pilgrims from other neighboring countries of Iran, such as Afghanistan and Pakistan, cross Iran to reach Iraq and the Arbaeen ceremony. On the basis of the Mutual Memorandum of Cooperation between the two countries of Iran and Iraq, Iran is committed to providing health services to other pilgrims in addition to Iranian pilgrims\n4. Therefore, it is necessary to have a plan for preparedness in dealing with infectious diseases during Arbaeen ceremony.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "If a mass gathering is not carefully managed, it can lead to the distribution of infectious diseases. In mass gatherings, infectious diseases are threats to global health security and even the political security of countries. Therefore, planning, communication and public health supervision are important in these religious ceremonies\n1,\n8. Mass gatherings are different from structured disasters so that in case of occurrence, many people will be affected\n17. Since the Arbaeen ceremony is held with the presence of many pilgrims from many different countries and, like the Hajj pilgrimage, is based on the lunar calendar, and it is held in Iraq, there is the possibility of the occurrence and transmission of infectious diseases. It is therefore essential to be prepared to control and prevent these diseases. Dealing with infectious diseases in Arbaeen is considered a challenge for policy makers\n10. According to Arbaeen's social and cultural context, it seems essential to take a deeper look in this field. On the other hand, there is relatively little knowledge about the Arbaeen ceremony; therefore, a qualitative method for clarifying the concept and challenges of health system preparedness in Arbaeen ceremony is necessary. The aim of this study was to explore challenges of health system preparedness for communicable diseases in Arbaeen ceremony.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 336,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 338,
                    "end": 339,
                    "mention": "8",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 457,
                    "end": 459,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 900,
                    "end": 902,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We collected data from June 2017 to March 2018. Since the study attempted to explore preparedness challenges of health systems, a qualitative research method with the approach of conventional content analysis was used\n18. The health system's challenge in Arbaeen is multidimensional, Owing to the cultural difference between Iran and Iraq, the challenges faced by the health system during the Arbaeen pilgrimage should be investigated in both countries. Indeed, the cultural practices of the participants, especially those surrounding health, differs during the Arbaeen ceremony. Therefore, a qualitative research method, with the aim of describing phenomena, providing new knowledge, insight and a practical health guide, is the method used in this study\n18,\n19.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 760,
                    "end": 762,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Approach ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study was conducted using in-depth interviews, based on stakeholder’s experiences in Iraq-Iran land terminals (Mehran, Shalamche, and Chazaba) and also in health care posts in Iraq. The interviews were conducted with health care providers and policy makers, as well as pilgrims in the Arbaeen ceremony.",
            "cite_spans": [],
            "section": "Setting ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Participants were chosen among executive managers and policymakers of the Ministry of Health and Medical Education, medical training and treatment and other related organizations, including the Red Crescent organization, Mobilizing the Medical Society, the Hajj and Pilgrimage Organization, medical universities in the border cities and the Social Security Organization. In total, 17 participants, consisting of 13 executive managers and 4 health policymakers, were selected in this study through purposeful sampling with the aim of exploring challenges of health system preparedness for communicable diseases in the Arbaeen ceremony. The existence of practical experience in planning or participate in Arbaeen ceremony and the ability to communicate and willingness to participate were inclusion criteria in the research. We recruited participants either by phone call or by approaching them in person.",
            "cite_spans": [],
            "section": "Participant selection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\"Maximum variety sampling\" was used to explore the experiences of the participants in those selected so that they were chosen from the Ministry of Health and Medical Education, medical training and treatment and other related organizations, including the Red Crescent organization, Mobilizing the Medical Society, the Hajj and Pilgrimage Organization, medical universities in the border cities and the Social Security Organization, with different experiences of work, education and gender. Inclusion criteria included the existence of practical experience in planning or participate in Arbaeen ceremony, the ability to communicate and willingness to participate in the research (\nTable 1).",
            "cite_spans": [],
            "section": "Participant selection ::: Methods",
            "ref_spans": [
                {
                    "start": 680,
                    "end": 687,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The study was done through face-to-face interviews followed by telephone interviews for concept saturation. The data was collected using audio recorders with permission from the participants. AK conducted the interviews, AK and DKZ transcribed the data. AK and DKZ and ZGH coded the data. DKZ and ZGH performed rigor. Initially the first two interviews were conducted in a non-structured format, with the following 15 interviews being semi-structured. Open questions used to generate the data were developed by experienced and/or knowledgeable policy makers and health care providers. The individual’s experiences and beliefs were used without considering their specialty\n20. Interviews were continued until data and concept saturation were reached\n21. The interview duration was between 35 and 95 minutes, based on the tolerance, amount of information and desire of the participants. Interviews were performed individually and based on participants' willingness in terms of time and site.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 674,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 749,
                    "end": 751,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Data gathering ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Firstly, interview questions began with the following general questions based on the participants' level and the main questions of the research: \"How was your organization preparedness plan to deal with infectious diseases in Arbaeen ceremony?\"; \"Please express your experiences of related challenges in infectious diseases in Arbaeen ceremony\"; \"What problems were in your preparedness plan?\"; “What problems did you face in the vaccination program of the health team and pilgrims in Arbaeen ceremony?”; and “What is your offer to pilgrims for a safe pilgrimage?\" Following this, exploratory questions were gradually used to clarify the concept and deepen the interview process: e.g. “Please explain further what you mean?” and “Why?” At first, the interviews were transcribed verbatim and then typed up using Microsoft Word Office.",
            "cite_spans": [],
            "section": "Data gathering ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The data were analyzed through a conventional content analysis method\n18. First, the main researcher converted the interviews to written texts. The digital files were listened to several times and the texts were read repeatedly. Next, the meaning units were determined based on the aim and the question of the research. Meaning units were a collection of words and sentences that were related to each other in terms of content and were grouped together. Meaning units reached the level of abstraction and conceptualization and were coded considering the research question. The key points and subjects were extracted as open codes. These codes have been put under the broader headings based on the present similarities and differences; in other words, the data were reduced in order to describe the phenomenon and gain a better understanding, and this abstraction process continued until concept extraction\n18. Data first emerged as meaning units, then condensed meaning units, codes, sub-themes and finally themes.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 906,
                    "end": 908,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study was approved by Ethics Committee of Shahid Beheshti University of Medical Sciences on 10/08/2017, No. IR.SBMU.RETECH.REC.1396.349. The interviews were conducted and recorded with participants' consent. Written or verbal consent was taken from participants to participate in the study. Verbal consent was only taken for telephone interviews; this was due to the distance between interviewer and interviewee. Anonymity, confidentiality and the right of resignation were informed to participants and considered during the study. The interview time was set according to participants' willingness.",
            "cite_spans": [],
            "section": "Ethical considerations ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The researchers used the trustworthiness criteria recommended by Guba and Lincoln to establish rigor\n22. All authors were engaged in the environment and field of research. In addition, the principle investigator always had suitable involvement with the participants for in-depth interviews. Credibility was established by the prolonged engagement of researchers with participants. Researcher triangulation was also used to verify the accuracy of the coding process. The research team also retained raw data, codes, and themes for control of the reliability. At the same time, sampling was carried out with maximum diversity in order to provide triangulation by means of credibility and confirmability. A detailed description of the method was used to establish transferability. Engaging participants in the research increases the interaction between researchers and participants and then the credibility\n22. The research supervisor monitored the data collection and data analysis process. It is necessary to mention that the research team participated in the Arbaeen ceremony as pilgrim and conducted field notes. Also, member- and peer-checking were used to ensure credibility. Therefore, many interviews with related topics were sent to some external expert reviewers and participants (policymakers of the Ministry of Health and Medical Education, medical training and treatment and the Red Crescent organization) to be checked, and they were requested to assess the degree of relevance between the findings and raw data. Moreover, transferability was established by sampling with maximum variation from various centers, including the Ministry of Health and Medical Education and other peer organizations including the Red Cross organization, the Medical Community Mobilization, the Hajj and Pilgrimage Organization, the country's medical universities in the border cities and the Social Security Organization with different experiences of work, education and gender. A completed SRQR checklist is available in\nSupplementary File 1.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 904,
                    "end": 906,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Rigor ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The mean age of participants was 43 and the mean time of work experience was 18 years (\nTable 1). Overall, 1125 original codes were extracted and after integration using conventional concept analysis, four original themes consisting of 11 sub-themes were identified. The theme of “health infrastructure defection in Iraq” had three sub-themes: “health abandonment in Iraq”, “the weakness of health culture” and “problems related to health system”. The theme of “poor control of factors effective in infectious diseases” had three sub-themes: the “underlying factors in prevalence of contagious diseases”, “health system response to communicable diseases” and “ignoring the risks of the Arbaeen ceremony”. The theme of “low perception of risk in pilgrims” had three sub-themes: “lack of awareness in pilgrims”, “fatalism in pilgrims” and “unhygienic belief in pilgrims”. The theme of “ineffectiveness of health education” had two sub-themes: “training shortage in the targeted group” and “educational content problems” (\nTable 2).",
            "cite_spans": [],
            "section": "Themes and sub-themes ::: Results",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "mention": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1027,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "According to the findings of this study, the main theme is pilgrim-based education. It seems that the biggest issue with the prevention of communicable diseases in the Arbaeen ceremony is pilgrim-based education. Educating pilgrims can directly help people to create or reform health infrastructures in Iraq. Education can also help to identify health risks and respond to them by identifying effective factors in combating infectious diseases. The training of health instructors and guidelines from people who are trusted and accepted by pilgrims, such as missionaries and religious leaders, can have a positive impact on their beliefs. The main point of training is to determine the targeted group both at the level of pilgrims and health directors and consider the training needs of each group in preparing training guidelines.",
            "cite_spans": [],
            "section": "Themes and sub-themes ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nHealth abandonment in Iraq. Most of the participants believed that the Iraqi health system has been abandoned because foodstuff distribution is not under the supervision of a special organization and does not have a special trustee in the execution and monitoring of health rules or, if there is one, he is inconspicuous. The existence of a trustee or supervisor in the health system can prevent the delivery and distribution of unsafe food and reduce the prevalence of infectious diseases. Unhealthy foodstuff preparation, production and distribution, and a lack of food evaluation and supervision system can lead to gastroenteric disease. Based on the participants’ experiences, the lack of a health system trustee means system weakness.",
            "cite_spans": [],
            "section": "Health infrastructure defection in Iraq ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"Sometimes donations are prepared in an unhealthy manner and so lead to acute digestive problems… The health system is weak in Iraq because health rules are not enforced and there is no supervision for these centers…\" (Executive manager, male, 30–40 years, 11–20 years job experience).",
            "cite_spans": [],
            "section": "Health infrastructure defection in Iraq ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nThe weakness of health culture. According to the participants' point of views, observation of unhealthy behaviors, such as neglect of the individual and public health standards, and the existence of cultural differences between Iran and Iraq, are considered by pilgrims to bring about an unsafe culture. Policy makers and executives should be familiar with the kind of health culture in Iraq so that they can develop a program to prevent contagious diseases. In Iranian culture, the non-use of spoons and forks is considered as lack of health belief and neglect of health, whereas in Iraq, eating food with the hands is part of the food culture. Iran's health system can help train the Iraqi people in sanitary practices alongside Iranian pilgrims.",
            "cite_spans": [],
            "section": "Health infrastructure defection in Iraq ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"Some food providers don’t meet health … The culture of using spoons and forks for food serving is different in Iran and Iraq… one of the cultural works which we can do in Iraq is health education…\" (Executive manager, male, 41–50 years, 11–20 years job experience).",
            "cite_spans": [],
            "section": "Health infrastructure defection in Iraq ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nProblems related to health system. Most participants acknowledged that despite annual health care improvements in Iraq, there are also some shortages in this field due to the lack of a long history of a health service system. Health system weakness, incomplete health service implementation and insufficient supervision of environment health are indicative of the weakness of the health infrastructure; this has made it impossible to provide environmental health, sanitation and waste disposal.",
            "cite_spans": [],
            "section": "Health infrastructure defection in Iraq ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n“Health background in Iraq was poor… There were no waste bins and waste sanitation there… failure to implement health services has led to failure in meeting health conditions … there was no health system supervision and waste collection system… of course every year its gets better than the previous year … \" (Executive manager, female, 41–50 years, 21–30 years job experience).",
            "cite_spans": [],
            "section": "Health infrastructure defection in Iraq ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nThe underlying factors in prevalence of contagious diseases. Most participants have identified underlying factors of infectious diseases as one of the challenges affecting the preparedness of the health system in dealing with infectious diseases. Various factors, such as population density and diversity, not paying attention to the principles of personal and general health, for example through a lack of health facilities, weather conditions during the trip and changes in nutrition can cause the spread of infectious diseases. Identifying these factors helps pilgrims and planners to prevent infectious diseases.",
            "cite_spans": [],
            "section": "Poor control of the effective factors on infectious diseases ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"There were few toilets or no healthy facilities. Somehow, pilgrims would have to sleep in the desert or in a limited space with a lot of people… Congestion of pilgrims from different countries increases the risk of spreading infectious diseases…” (Executive manager, male, 51–60 years, Over 30 year job experience).",
            "cite_spans": [],
            "section": "Poor control of the effective factors on infectious diseases ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nHealth system response to communicable diseases. On the basis of the view of participants, mass population movements from different countries and their gathering with different population diversity can transfer and spread endemic diseases and also emerging diseases such as plague and anthrax. There is also the possibility of bioterrorism events occurring during the Arbaeen ceremony. The health system needs facilities such as equipped laboratories to diagnose and treat infectious diseases in a timely manner. The inaccessibility or lack of experimental equipment for disease identification leads to the failure of timely diagnosis of diseases, a lack of disease control and finally the incidence of epidemics. Syndromic surveillance system can be used to diagnose infectious diseases. There is a need to correctly pass the treatment period of infectious diseases in order to prevent epidemics, although drug shortages can affect treatment completion and is one of the causes of epidemics. Vaccination also helps to prevent infectious diseases, but the requirement of pilgrims to vaccinate is always up to the host country and since vaccination is not one of Iraq's priorities, the Ministry of Health and Medical Education can only advise pilgrims to vaccinate.",
            "cite_spans": [],
            "section": "Poor control of the effective factors on infectious diseases ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"There is the probability of spread of local and new-appeared diseases and even bioterrorism due to the gathering of pilgrims from different countries… some diseases can't be diagnosed due to lack of facilities but syndromic surveillance system can be used. …the large number of pilgrims and lack of medication have led to not having complete course of antibiotic treatment… The need for vaccination is one of the requirements of the host country\". (Policy makers, male, 41–50 years, 21–30 years job experience).",
            "cite_spans": [],
            "section": "Poor control of the effective factors on infectious diseases ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nIgnoring the risks of the Arbaeen ceremony. The Arbaeen pilgrimage has special features that distinguish it from other mass gatherings. Participation of different peoples with a diverse range of socio-demographic statuses, cultures and nationalities makes this distinction. The Arbaeen pilgrimage has some specific hazards like other trips that are sometimes neglected. The population of Arbaeen pilgrims and its time of year are changeable. Financial management of travel expenses at the ceremony is carried out by volunteers. Considering these features is essential for the readiness program. In the opinion of the majority of participants, one of the challenges of the health system is the lack of attention to the risks of Arbaeen ceremony and the lack of planning based on these features.",
            "cite_spans": [],
            "section": "Poor control of the effective factors on infectious diseases ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"Arbaeen is a new phenomenon that children and adults, men and women with different cultures and ethnicities take part in the ceremony … Even with the knowledge of the dangers of the route, people attend Arbaeen ceremony… Arbaeen is a spontaneous and popular event and doesn’t cost much … the population is moving and the time of the ceremony changes every year …\" (Executive manager, male, 30–40 years, 21–30 years job experience).",
            "cite_spans": [],
            "section": "Poor control of the effective factors on infectious diseases ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nLack of awareness in pilgrims. One of the challenges in the view of the participants, especially executives, is the pilgrims' low awareness of health hazards, such as not using personal hygiene products and non-compliance with health standards. Unhealthy and dangerous practices, such as unsanitary food consumption, are not understood by pilgrims, and this low awareness and inadequate knowledge of the risks are the causes of infectious diseases in the pilgrims. Respect for personal and public health, such as hand washing, providing food from health food centers and avoiding overeating, is effective in preventing digestive diseases.",
            "cite_spans": [],
            "section": "Low perception of risk in pilgrims ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"Some pilgrims do not wash their hands or do not use personal hygiene products …Or they do not get foods from healthy centers … overeating and then digestive problems are one of the pilgrims' problems … the other problem is not being familiar with Arabic language …\" (Executive manager, female, 30–40 years, less than 10 years job experience).",
            "cite_spans": [],
            "section": "Low perception of risk in pilgrims ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nFatalism in pilgrims. Participants believed that one of the health challenges is belief in destiny and fatalism; so that most pilgrims who participate in the Arbaeen walking ceremony, based on their belief in destiny, have a relatively low understanding of the dangers and diseases, and begin their trip merely confident in Allah and without any plan for dealing with infectious diseases, such as vaccination, and continue the way using food and drinks that are often unhealthy.",
            "cite_spans": [],
            "section": "Low perception of risk in pilgrims ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"It's enough to decide to travel and you do not need to have a special plan … If you think openly, you won’t get sick, and nothing bad will happen…\" (Policy makers, male, 41–50 years, 21–30 year job experience).",
            "cite_spans": [],
            "section": "Low perception of risk in pilgrims ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nUnhygienic beliefs in pilgrims. Based on the participants’ experiences, low perception of danger in pilgrims is sometimes seen as insanitary beliefs in preventing medication consumption and disregarding hygiene recommendations. Believing in the use of medication during illness, preventing self-curing and trying to abide by hygiene recommendations prevents infectious diseases.",
            "cite_spans": [],
            "section": "Low perception of risk in pilgrims ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"Sometimes we see pilgrims using traditional treatments instead of antibiotics consumption… they don’t pay attention to hygiene recommendations such as masking and not using suspicious food…\" (Executive manager, male, 30–40 years, 11–20 year job experience).",
            "cite_spans": [],
            "section": "Low perception of risk in pilgrims ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nTraining shortage in the targeted group. Based on stakeholders' views, one of the present challenges is the quantitative and qualitative shortage in the stakeholder’s training level. This means that providing a personal and public health plan should cover all stakeholders, including executives, policymakers and volunteers in the Arbaeen ceremony, and be considered with respect to each participant. Furthermore, the timing of training is also important and should be before the days of Arbaeen ceremony in order to have a greater effect on the individuals' knowledge. Indeed, training courses should be held separately for each of the groups, pilgrims, executive managers, and policymakers, and at a proper time before Arbaeen.",
            "cite_spans": [],
            "section": "Ineffectiveness of health education ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n“Training should not exactly be in the days of Arbaeen. Personal and public health training must be held several months before Arbaeen… the training is not only for pilgrims, but also anyone involved in Arbaeen ceremony. Everyone should be trained from pilgrims to policymakers…\" (Policy maker, male, 41–50 years, 21–30 year job experience).",
            "cite_spans": [],
            "section": "Ineffectiveness of health education ::: Results",
            "ref_spans": []
        },
        {
            "text": "\nEducational content problems. Another problem was the provision of educational content. Most of the participants believed that training should be fitted with pilgrims' needs and respond to the problems of pilgrims. Pilgrims should be divided into different groups based on the level of education, their problems and illnesses, and individual and general education should be planned accordingly. Participants also believed that training in the area of personal, general and nutritional health should be provided more comprehensively.",
            "cite_spans": [],
            "section": "Ineffectiveness of health education ::: Results",
            "ref_spans": []
        },
        {
            "text": "The following quotation is an example of the above:\n\"We should divide pilgrims to diverse groups and send targeted training messages to each group, not the same training for everyone…the benefactors should be trained…pilgrims should have more training…\" (Policy maker, male, 41–50 years, 21–30 year job experience).",
            "cite_spans": [],
            "section": "Ineffectiveness of health education ::: Results",
            "ref_spans": []
        },
        {
            "text": "The aim of this study was to explore the challenges of health system preparedness for infectious diseases in the Arbaeen ceremony as the first qualitative study in Iran. The most important findings of the study are the ineffectiveness of health training, the low perception of risk in pilgrims, poor control of the causative factors of infectious diseases, and deficient and defective health infrastructure in Iraq. Based on the views of the majority of participants, pilgrim-based training is the most effective factor in health system readiness in dealing with infectious diseases in the Arbaeen ceremony.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Ineffectiveness of health training is one of the challenges of health system preparedness. One of the plans which should be considered to ensure Arbaeen ceremony preparedness is health training. Educational planning must be done before holding the Arbaeen ceremony, with consideration of the training content and targeted groups. Indeed, according to the needs of the targeted group, training must be given to pilgrims, executives and volunteer treatment teams, and the training content for pilgrims should be different to that of executives and policy makers. Past conducted studies of religious gatherings such as the Hajj in Saudi Arabia and Ashura Day in Iraq, as well as other mass gatherings, such as the Tamworth Country Music Festival, Australia, indicate the reality that a crowd of people from diverse nations and cultures is a source of infectious disease; disease transmission is one of the most important challenges of public health in these kinds of events, so using training strategies in relation to hand washing, masking and vaccination is an important factor in preventing the diseases and health improvement\n8,\n14,\n16,\n23–\n33. Since religious ceremonies are rooted in people's beliefs and have great popularity among people, people-centered education therefore has great potential to reduce the gap between knowledge and practice in pilgrims, empowering individuals and enhancing their ability to deal with health threats. This goal is achieved by identifying accurate and targeted needs, developing relevant content and through educational planning\n34. In this study, like other studies on mass gatherings, a personal health training plan, such as the importance of hand washing, using healthy food and masking, should be included in the pilgrims' training plan, and public health training such as vaccination, environmental health, monitoring donations, cooking and distribution, controlling bioterrorism and establishing mobile toilets should be considered in executives and policymakers' preparedness plan. Regarding the aim of holding the Arbaeen ceremony, which is a popular religious–ideological ceremony, training can be performed in mosques before the ceremony by clergy.",
            "cite_spans": [
                {
                    "start": 1127,
                    "end": 1128,
                    "mention": "8",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1130,
                    "end": 1132,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1134,
                    "end": 1136,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1569,
                    "end": 1571,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A low understanding of the risks of infectious diseases in pilgrims is one of the other challenges mentioned by the majority of participants, especially policymakers. A lack of risk understanding refers to the inability to identify and respond to dangerous situations. Top documents such as Sendai framework\n35 have identified that understanding risks is the first priority to decrease the incidence of disasters, and that it needs people-based and vast preventive approaches. Besides this, the Hyogo framework and sustainable development goals emphasize the role of training in increasing risk understanding and decreasing the vulnerability of individuals to hazards\n35–\n37. In this study, one of the health issues was fatalism and a low understanding of risk. A study concerning the beliefs and methods of infection control in Hajj pilgrims residing in Australia also showed that the majority of participants had low understanding of the occurrence of respiratory infections and the need for an influenza vaccine in Hajj, and refused the vaccine, using trust in Allah as an excuse and belief in destiny when dealing with the risk of disease\n38. Another problem is also the prevalence of self-treatment among pilgrims. In a study aimed at assessing the knowledge, attitude and the performance of Australian pilgrims on using antibiotics in Hajj showed that they did not have proper understanding of using these drugs and used medications arbitrarily, meaning that more training on proper use is needed\n39. A lack of understanding of health instructions and disregard for public and personal health in any situation can endanger human health. It seems that the fatalism of pilgrims with regards to diseases increases their vulnerability if the understanding of danger is reduced. Islamic instructions state that the person is obliged to preserve his health and life in any location and position, even in holy lands, and to avoid risks\n40. Given that Arbaeen is a religious gathering, religious leaders have an important position in ceremony implementation and can affect the pilgrims' beliefs and understanding of risks during pilgrimage. The influence of religious leaders on the people's beliefs can provide the opportunity to promote health. We should consider that religious scholars must be trained first and then transfer health instructions and methods of infectious disease control to the people in cultural and religious gatherings such as mosques.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 668,
                    "end": 670,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 672,
                    "end": 674,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1143,
                    "end": 1145,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1503,
                    "end": 1505,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1935,
                    "end": 1937,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Another problem in this field is the poor control of the effective factors on infectious diseases. One of the most common causes of infectious disease is the epidemiology triangle, which has three components—pathogen, host and environment. The interaction of these agents causes infectious diseases, and considering these factors can help control infectious diseases\n41. Considering the three factors in Arbaeen is very important. The ‘host’ factor includes different pilgrims with diverse cultures and nationalities. The ‘environment’ factor includes holding the ceremony in Iraq, which, due to the many years of internal and external conflicts, has had little attention paid to its health infrastructure, and also the overall environmental factors effective in the occurrence of infectious diseases. Different studies\n1,\n8,\n42 have shown that factors such as crowd size, equipment, climate, the event duration and location, the type of ceremony, and features and behavior of participants affect the occurrence of diseases in mass gatherings, and planners must consider it during preparations. To prevent the occurrence of contagious diseases and their consequences, comprehensive planning, rapid diagnosis and effective management is required\n1,\n8,\n42. One of the factors that affects the occurrence of disease is the time of year that the Arbaeen ceremony is held. Arbaeen ceremony is held based on the lunar calendar and so its needs and challenges differ and are dependent on the season that the ceremony is held, so that if the ceremony is held in cold seasons, respiratory diseases are more common and if is held in hot seasons, the majority of infectious diseases are of the digestive system. Additionally, population movement among different countries leads to the transfer of local diseases, so health considerations and cooperation between states are needed.. Policymakers should consider three components—pathogen, host and environment—before the beginning of Arbaeen mass gathering. It is also necessary that the health system is aware of all possible scenarios and the methods for dealing with them. The preparedness plan at the local level includes assessing the risk, resources capacity, equipment, surveillance system and an expert team for providing services to pilgrims.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 369,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 820,
                    "end": 821,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 823,
                    "end": 824,
                    "mention": "8",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 826,
                    "end": 828,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1245,
                    "end": 1246,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1248,
                    "end": 1249,
                    "mention": "8",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1251,
                    "end": 1253,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Health infrastructure defects in Iraq was another challenge to the health system from the participants' perspective. The term ‘health infrastructures’ refers to health facilities and their related factors. The infrastructure includes staff instructions, processes and the development of systematic approaches related to personnel resources and medical support plans\n43. Various studies indicate that readiness for structured mass gatherings depends on investing in health infrastructures and the size of gatherings, and strengthening infrastructures and post-event coordination of mass gatherings must be continued. The inappropriate location of gatherings, the weakness of facilities and the lack of infrastructure increase the vulnerability of communities\n44,\n45. The remoteness of health facilities and a lack of needed road infrastructure can make medical services and emergency assistance ineffective. Limitation of infrastructure and medical care system, increase the incidence of injuries\n44,\n45. Arbaeen is held in a country that has long been involved with interior and exterior wars; therefore, it seems that due to economic difficulties, it does not have the capacity to support the necessary health infrastructure required by pilgrims. Although according to the participants, the health system in Iraq seems somewhat weak, given that Arbaeen ceremony is of particular popularity among Shia Muslims and is held annually, therefore, some of the activities serving pilgrims and its management during the Arbaeen ceremony is voluntarily conducted. In recent years, numerous health facilities have been constructed on religious places, as well as along the path of pilgrimage using pilgrims' donations. Management of pilgrims’ donations can help to build and maintain health infrastructure in Iraq. With this policy, the Iranian pilgrims will benefit from the Arbaeen ceremony, and the level of health in the region will be improved.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 758,
                    "end": 760,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 996,
                    "end": 998,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study is the first qualitative study on the experiences of Arbaeen, so it provides rich information in this regard; however, since the results have been collected from semi-structured interviews, it is considered subjective. It is recommended that in future studies, by creating a quantitative instrument for examining the challenges and measuring, the subjective concepts can be objectively transformed and analyzed. The present study can be used as a basis for this purpose.",
            "cite_spans": [],
            "section": "Limitations and strengths of the study",
            "ref_spans": []
        },
        {
            "text": "The ineffectiveness of health training, low perception of risk in pilgrims, poor control of the effective factors on infectious diseases and deficient health infrastructure in Iraq are important challenges of the health system in dealing with contagious diseases in the Arbaeen ceremony from the stakeholder’s perspective. Therefore, pilgrim-based educational planning, along with the control of other challenges, represents an opportunity to improve the health of pilgrims taking part in the Arbaeen ceremony.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "The full data for this study are not provided because the transcripts of the interviews contain identifiable and sensitive information. Researchers can apply to access limited de-identified transcripts of interviews from the first author, Arezou Karampourian (\na.karampourian@sbmu.ac.ir) under no strict conditions. Please note that transcripts are only available in Persian.",
            "cite_spans": [],
            "section": "Data availability",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Public health for mass gatherings: Key considerations. ",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Pattern of morbidity and mortality in Karbala hospitals during Ashura mass gathering at Karbala, Iraq, 2010.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Al-Lami",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Fatlawi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bloland",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "East Mediterr Health J.",
            "volume": "19 Suppl 2",
            "issn": "",
            "pages": "S13-8",
            "other_ids": {
                "DOI": [
                    "10.26719/2013.19.Supp2.S13"
                ]
            }
        },
        "BIBREF2": {
            "title": "Exploring barriers to and facilitators of preventive measures against infectious diseases among Australian Hajj pilgrims: cross-sectional studies before and after Hajj.",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis.",
            "volume": "47",
            "issn": "",
            "pages": "53-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2016.02.005"
                ]
            }
        },
        "BIBREF3": {
            "title": "Communicable diseases as health risks at mass gatherings other than Hajj: what is the evidence?",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis.",
            "volume": "47",
            "issn": "",
            "pages": "46-52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2016.03.007"
                ]
            }
        },
        "BIBREF4": {
            "title": "Kumbh Mela 2013: Healthcare for the millions.",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Cariappa",
                    "suffix": ""
                },
                {
                    "first": "BP",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Med J Armed Forces India.",
            "volume": "71",
            "issn": "3",
            "pages": "278-81",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mjafi.2014.08.001"
                ]
            }
        },
        "BIBREF5": {
            "title": "Health risks at the Hajj.",
            "authors": [
                {
                    "first": "QA",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet.",
            "volume": "367",
            "issn": "9515",
            "pages": "1008-15",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(06)68429-8"
                ]
            }
        },
        "BIBREF6": {
            "title": "Global perspectives for prevention of infectious diseases associated with mass gatherings.",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Brunette",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect Dis.",
            "volume": "12",
            "issn": "1",
            "pages": "66-74",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(11)70246-8"
                ]
            }
        },
        "BIBREF7": {
            "title": "The quest for public health security at Hajj: the WHO guidelines on communicable disease alert and response during mass gatherings.",
            "authors": [
                {
                    "first": "QA",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbeschi",
                    "suffix": ""
                },
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Travel Med Infect Dis.",
            "volume": "7",
            "issn": "4",
            "pages": "226-30",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2009.01.005"
                ]
            }
        },
        "BIBREF8": {
            "title": "The development of conceptual models for mass-gathering health.",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arbon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prehosp Disaster Med.",
            "volume": "19",
            "issn": "3",
            "pages": "208-12",
            "other_ids": {
                "DOI": [
                    "10.1017/S1049023X00001795"
                ]
            }
        },
        "BIBREF9": {
            "title": "The qualitative content analysis process.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kyngäs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Adv Nurs.",
            "volume": "62",
            "issn": "1",
            "pages": "107-15",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2648.2007.04569.x"
                ]
            }
        },
        "BIBREF10": {
            "title": "Experiences of hospitalization in patients with multiple sclerosis: A qualitative study.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghafari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fallahi-Khoshknab",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Norouzi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Iran J Nurs Midwifery Res.",
            "volume": "19",
            "issn": "3",
            "pages": "255-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": " Establishment of public health security in Saudi Arabia for the 2009 Hajj in response to pandemic influenza A H1N1.",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "McNabb",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mahoney",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet.",
            "volume": "374",
            "issn": "9703",
            "pages": "1786-91",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(09)61927-9"
                ]
            }
        },
        "BIBREF12": {
            "title": "Developing and Measuring Psychometric Properties of “ Quality of Life Questionnaire in Infertile Couples.",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yaghmaei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohammadi",
                    "suffix": ""
                },
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Majd",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Community Based Nurs Midwifery.",
            "volume": "1",
            "issn": "4",
            "pages": "238-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Essentials of nursing research: Methods, appraisal, and utilization",
            "authors": [
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Polit",
                    "suffix": ""
                },
                {
                    "first": "BP",
                    "middle": [],
                    "last": "Hungler",
                    "suffix": ""
                },
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Fourth generation evaluation",
            "authors": [
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Guba",
                    "suffix": ""
                },
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Lincoln",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Medical services during the XXVII world summer universiade 2013 in Kazan.",
            "authors": [
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Razumovskaya",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Mishakin",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Popov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mediterr J Soc Sci.",
            "volume": "5",
            "issn": "18",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.5901/mjss.2014.v5n18p17"
                ]
            }
        },
        "BIBREF16": {
            "title": "Tuberculosis and mass gatherings-opportunities for defining burden, transmission risk, and the optimal surveillance, prevention, and control measures at the annual Hajj pilgrimage.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alotaibi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis.",
            "volume": "47",
            "issn": "",
            "pages": "86-91",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2016.02.003"
                ]
            }
        },
        "BIBREF17": {
            "title": "Australian Hajj pilgrims’ knowledge, attitude and perception about Ebola, November 2014 to February 2015.",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "HW",
                    "middle": [],
                    "last": "Willaby",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveill.",
            "volume": "20",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES2015.20.12.21072"
                ]
            }
        },
        "BIBREF18": {
            "title": "Health Knowledge, Attitude and Practice Among Iranian Pilgrims.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tabatabaei",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Mortazavi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shamspour",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Education.",
            "volume": "61",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Australian Hajj pilgrims’ knowledge about MERS-CoV and other respiratory infections.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alfelali",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Barasheed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virol Sin.",
            "volume": "29",
            "issn": "5",
            "pages": "318-20",
            "other_ids": {
                "DOI": [
                    "10.1007/s12250-014-3506-y"
                ]
            }
        },
        "BIBREF20": {
            "title": "An Outbreak of Gastroenteritis Among Iranian Pilgrims of Hajj during 2011.",
            "authors": [
                {
                    "first": "MH",
                    "middle": [],
                    "last": "Emamian",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Mohammadi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Iran Red Crescent Med J.",
            "volume": "15",
            "issn": "4",
            "pages": "317-9",
            "other_ids": {
                "DOI": [
                    "10.5812/ircmj.3681"
                ]
            }
        },
        "BIBREF21": {
            "title": "Prevention and surveillance of public health risks during extended mass gatherings in rural areas: the experience of the Tamworth Country Music Festival, Australia.",
            "authors": [
                {
                    "first": "BG",
                    "middle": [],
                    "last": "Polkinghorne",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Massey",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Durrheim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Public Health.",
            "volume": "127",
            "issn": "1",
            "pages": "32-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2012.09.014"
                ]
            }
        },
        "BIBREF22": {
            "title": "Emergence of medicine for mass gatherings: lessons from the Hajj.",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet Infect Dis.",
            "volume": "12",
            "issn": "1",
            "pages": "56-65",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(11)70337-1"
                ]
            }
        },
        "BIBREF23": {
            "title": "Non-pharmaceutical interventions for the prevention of respiratory tract infections during Hajj pilgrimage.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benkouiten",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Travel Med Infect Dis.",
            "volume": "12",
            "issn": "5",
            "pages": "429-42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2014.06.005"
                ]
            }
        },
        "BIBREF24": {
            "title": "Pattern of medical diseases and determinants of prognosis of hospitalization during 2005 Muslim pilgrimage Hajj in a tertiary care hospital. A prospective cohort study.",
            "authors": [
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Ishag",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Saudi Med J.",
            "volume": "27",
            "issn": "9",
            "pages": "1373-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Diseases pattern among patients attending Holy Mosque (Haram) Medical Centers during Hajj 1434 (2013).",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Bakhsh",
                    "suffix": ""
                },
                {
                    "first": "AI",
                    "middle": [],
                    "last": "Sindy",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Baljoon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Saudi Med J.",
            "volume": "36",
            "issn": "8",
            "pages": "962-6",
            "other_ids": {
                "DOI": [
                    "10.15537/smj.2015.8.12120"
                ]
            }
        },
        "BIBREF26": {
            "title": "Diseases Led to Refer Iranian Pilgrims From Hajj in 2012.",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Mortazavi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torkan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tabatabaei",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Iran Red Crescent Med J.",
            "volume": "17",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.5812/ircmj.12860"
                ]
            }
        },
        "BIBREF27": {
            "title": "public education",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Solaimani-kheiraldin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alizadeh-Mobasher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karamoz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The Sendai Framework for Disaster Risk Reduction 2015–2030",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Policy: Sustainable development goals for people and planet.",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Griggs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stafford-Smith",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gaffney",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature.",
            "volume": "495",
            "issn": "7441",
            "pages": "305-7",
            "other_ids": {
                "DOI": [
                    "10.1038/495305a"
                ]
            }
        },
        "BIBREF30": {
            "title": "Hyogo framework for action 2005-2015: building the resilience of nations and communities to disasters",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Australian Hajj pilgrims' infection control beliefs and practices: Insight with implications for public health approaches.",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Travel Med Infect Dis.",
            "volume": "13",
            "issn": "4",
            "pages": "329-34",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2015.05.009"
                ]
            }
        },
        "BIBREF32": {
            "title": "Knowledge, Attitude and Practice (KAP) Survey Concerning Antimicrobial Use among Australian Hajj Pilgrims.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Azeem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tashani",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Barasheed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Disord Drug Targets.",
            "volume": "14",
            "issn": "2",
            "pages": "125-32",
            "other_ids": {
                "DOI": [
                    "10.2174/1871526514666140713161757"
                ]
            }
        },
        "BIBREF33": {
            "title": "Mass gathering medicine: 2014 Hajj and Umra preparation as a leading example.",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Infect Dis.",
            "volume": "27",
            "issn": "",
            "pages": "26-31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2014.07.001"
                ]
            }
        },
        "BIBREF34": {
            "title": "Fatalism at the Arbaeen Ceremony.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karampourian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Khorasani-Zavareh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ghomiyan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Safety Promotion and Injury Prevention.",
            "volume": "5",
            "issn": "4",
            "pages": "184-1",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Methodology of Applied Research in Medical Sciences",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Malek Afzali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fotouhi",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Majdzadeh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Letter to Editor: Mortality Trends of Pilgrims in Hajj: An Implication for Establishment of Surveillance System.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ghodsi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Khorasani Zavareh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khodadadizadeh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health in Emergencies and Disasters Qurterly.",
            "volume": "2",
            "issn": "4",
            "pages": "163-4",
            "other_ids": {
                "DOI": [
                    "10.29252/nrip.hdq.2.4.163"
                ]
            }
        },
        "BIBREF37": {
            "title": "Mass gathering medicine: a practical means of enhancing disaster preparedness in Canada.",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Gutman",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Turris",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "CJEM.",
            "volume": "13",
            "issn": "4",
            "pages": "231-6",
            "other_ids": {
                "DOI": [
                    "10.2310/8000.2011.110305"
                ]
            }
        },
        "BIBREF38": {
            "title": "Should cities hosting mass gatherings invest in public health surveillance and planning? Reflections from a decade of mass gatherings in Sydney, Australia.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thackway",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Churches",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fizzell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Public Health.",
            "volume": "9",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-9-324"
                ]
            }
        },
        "BIBREF39": {
            "title": "Human stampedes during religious festivals: A comparative review of mass gathering emergencies in India.",
            "authors": [
                {
                    "first": "FT",
                    "middle": [],
                    "last": "Illiyas",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Mani",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Pradeepkumar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Disaster Risk Reduct.",
            "volume": "5",
            "issn": "",
            "pages": "10-8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijdrr.2013.09.003"
                ]
            }
        },
        "BIBREF40": {
            "title": "Incidence of Hajj-associated febrile cough episodes among French pilgrims: a prospective cohort study on the influence of statin use and risk factors.",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soula",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Infect.",
            "volume": "15",
            "issn": "4",
            "pages": "335-40",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2009.02816.x"
                ]
            }
        },
        "BIBREF41": {
            "title": "Trend of diseases among Iranian pilgrims during five consecutive years based on a Syndromic Surveillance System in Hajj.",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Razavi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sabouri-Kashani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ziaee-Ardakani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Med J Islam Repub Iran.",
            "volume": "27",
            "issn": "4",
            "pages": "179-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Experimental results in multi-UAV coordination for disaster management and civil security applications.",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Maza",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caballero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Capitán",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of intelligent & robotic systems.",
            "volume": "61",
            "issn": "1–4",
            "pages": "563-85",
            "other_ids": {
                "DOI": [
                    "10.1007/s10846-010-9497-5"
                ]
            }
        },
        "BIBREF43": {
            "title": "Hajj: infectious disease surveillance and control.",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Alhakeem",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet.",
            "volume": "383",
            "issn": "9934",
            "pages": "2073-82",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)60381-0"
                ]
            }
        },
        "BIBREF44": {
            "title": "Identification of potential health risks in mass gatherings: a study from Sabarimala pilgrimage, Kerala, India.",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Babu",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Dev",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Disaster Risk Reduct.",
            "volume": "17",
            "issn": "",
            "pages": "95-9",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijdrr.2016.04.008"
                ]
            }
        }
    }
}