{
    "paper_id": "PMC6345492",
    "metadata": {
        "title": "Thioguanine-based DENV-2 NS2B/NS3 protease inhibitors: Virtual screening, synthesis, biological evaluation and molecular modelling",
        "authors": [
            {
                "first": "Maywan",
                "middle": [],
                "last": "Hariono",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sy",
                "middle": [
                    "Bing"
                ],
                "last": "Choi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ros",
                "middle": [
                    "Fatihah"
                ],
                "last": "Roslim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mohamed",
                "middle": [
                    "Sufian"
                ],
                "last": "Nawi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mei",
                "middle": [
                    "Lan"
                ],
                "last": "Tan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ezatul",
                "middle": [
                    "Ezleen"
                ],
                "last": "Kamarulzaman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nornisah",
                "middle": [],
                "last": "Mohamed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rohana",
                "middle": [],
                "last": "Yusof",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shatrah",
                "middle": [],
                "last": "Othman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Noorsaadah",
                "middle": [],
                "last": "Abd Rahman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rozana",
                "middle": [],
                "last": "Othman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Habibah",
                "middle": [
                    "A."
                ],
                "last": "Wahab",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alexandre",
                "middle": [
                    "G."
                ],
                "last": "de Brevern",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Dengue, caused by Dengue Virus (DENV), is the most important mosquito-borne viral disease affecting the tropics and subtropics [1]. Endemic in more than 100 countries [2,3], the virus is estimated to cause 390 million infections each year [4]. DENV infections can result in serious diseases including dengue fever, dengue hemorrhagic fever (DHF), dengue shock syndrome (DSS) and even death [5]. There are no approved antiviral drugs for these diseases and currently, patients are treated with supportive care to relieve fever, pain, and dehydration [6]. A tetravalent dengue vaccine (CYD-TDENV or Dengvaxia), the first dengue vaccine has recently been registered in several countries [7]. Despite being a leading cause of hospitalisation and death among children in some Asian and Latin American countries [8], this vaccine is not recommended for use in children under 9 years of age due to safety concerns [7]. Therefore, there exists an urgent need for antiviral therapies to treat dengue.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 168,
                    "end": 169,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 170,
                    "end": 171,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 240,
                    "end": 241,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 391,
                    "end": 392,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 550,
                    "end": 551,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 685,
                    "end": 686,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 807,
                    "end": 808,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 908,
                    "end": 909,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "DENV carries a positive single strand RNA in its genome and five serotypes (DENV-1 to 5) have been identified. DENV-2 is the most prevalent type in dengue epidemic, especially in the South East Asian region and has been associated with severe dengue cases [9]. The new serotype (DENV-5) [10] was discovered in 2013 in Sarawak, Malaysia further complicates the prevention and treatment of the disease. The virus genome is encoded by three structural proteins (C, prM, E) as well as seven non-structural proteins (NS1, NS2A, NS2B, NS3, NS4A, NS4B and NS5) [11]. Of these proteins, NS2B/NS3protease (NS2B/NS3pro) has been well studied and regarded as a promising target in anti-dengue discovery [12–15].",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "NS3 is a trypsin like serine protease which plays a role in post-translation in the virus maturation. This domain has a catalytic triad made up of His51, Asp75 and Ser135 and its activity is enhanced by NS2B as the cofactor [16,17]. This cofactor contributes to the NS3 activity through its hydrophilic region which is responsible for holding and promoting the activation of NS3 while the hydrophobic region takes part in membrane association upon the cleavage process [18,19].",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 228,
                    "end": 230,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 470,
                    "end": 472,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 473,
                    "end": 475,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previous discoveries of dengue inhibitors by targeting NS2B/NS3pro activity were mainly based on the non-prime substrates which were identified by profiling dengue virus using tetrapeptides [20–22]. Significant challenges arise as the protein possesses a solvent-exposed, topologically shallow active site and dependent on the selectivity for substrates containing basic amino acids (arginine and lysine) at P1 and P2 positions [23]. Nevertheless, many peptidic or modified peptidic molecules have been discovered to have good NS2B/NS3pro inhibition activities [15, 24–30]. In addition, there are also reports of potent small molecule NS2B/NS3pro inhibitors from natural products (panduratin[31], agathisflavone and quercetin [32]), from synthetic medicinal chemistry (dehydronaphthalene [33], benzimidazole [34], and thiadiazoloacrylamide [35]) or from the utilisation of computational methods [36–39].",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 194,
                    "end": 196,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 429,
                    "end": 431,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 569,
                    "end": 571,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 727,
                    "end": 729,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 789,
                    "end": 791,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 809,
                    "end": 811,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 841,
                    "end": 843,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 896,
                    "end": 898,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 899,
                    "end": 901,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here, we report the discovery of potential NS2B/NS3pro inhibitors designed based on thioguanine scaffold identified through the virtual screening of compounds library from National Cancer Institute (NCI) diversity set II. Twenty-four compounds were found as in silico hits based on the free energy of binding (ΔGbind) ranking from a total of 1990 compounds. Twenty of them were obtained from NCI for in vitro assay, out of which four demonstrated moderate inhibition towards DENV-2 NS2B/NS3pro (IC50 = 29–77 μM). Although Diversity0713 (D0713) is not the most potent compound identified in the virtual screening, the structure contains thioguanine (TG or 6-thioguanine) scaffold can be used as a template to develop a series of analogues as its simple chemical structure benefits feasible synthetic steps. TG showed 56% inhibition at 200 μg/mL (1.2 mM) indicating that even without any modification to the structure, the scaffold itself is able to inhibit the protease activity. This compound is a drug classed as anti-neoplastic agent and used with other compounds in treating leukemia [40] and has been investigated in many pharmacological activities such as immunomodulators in autoimmune diseases [41] and transplant graft rejection [42]. From this initial study, we are interested to utilise thioguanine scaffold in the design of DENV-2 NS2B/NS3pro inhibitor(s). Thus, in this study, we designed, synthesised thioguanine analogues and investigated their possible DENV-2 NS2B/NS3pro inhibition activity. We hope that this study could contribute to the efforts in discovering novel and potent anti-dengue agents.",
            "cite_spans": [
                {
                    "start": 1088,
                    "end": 1090,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1202,
                    "end": 1204,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1238,
                    "end": 1240,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Virtual screening was carried out using AutoDockVina [43] (www.autodock.scripps.edu). The DENV-2 NS2B/NS3pro model was taken from published article [44], where the model was built based on the DENV-2 complex cofactor-protease using the crystal structure of NS2B/NS3pro West Nile Virus (WNV) as the template. The docking procedure was initiated by the preparation of NS2B/NS3pro as a macromolecule using AutoDock Tools (version 1.5.6) with default parameters for docking with AutoDock Vina. The exhaustiveness was set to 8 and other parameters were unchanged. The centre of the grid box was set at 30.71, 50.48 and 4.10 Å in x, y, z coordinates, respectively, with a box size of 25 x 25 x 25 points. The internal validation was done by re-docking the tetrapeptide inhibitor (Bz-Nle-Lys-Arg-Arg-H) with the RMSD value not greater than 2Å. The external validation was done using panduratin A (a competitive inhibitor), that dock at the same binding site of tetrapeptide inhibitor. The in silico screening of 1990 ligands from NCI diversity set (II) was carried out using the docking parameters above. The hit compounds were ranked according to the free energy of binding (ΔGbind) and analysis of their binding modes were performed using Discovery Studio 3.5 (www.accelrys.com).",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 149,
                    "end": 151,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Virtual screening ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The DENV-2 NS2B/NS3pro expression was carried out according to the established method by Yusof et al., (2000) [45] with minor modifications according to published articles [46–50]. The plasmid encoding the NS2B/NS3 protease sequence from DENV-2 was transformed into Escherichia coli strain XL1-Blue transformed with pQE30.CF40.gly(T).NS3pro expression plasmid were grown in LB medium containing 10 μg/ml ampicillin at 37°C until the OD600 reached 0.6. First, the cells were incubated at 37°C, 200 rpm until OD600 reached ~0.6. One ml of isopropyl-β-D-thiogalactopyranoside (0.5 mM in LB medium) was added to the bacterial cells for 2 hours to induce protein expression. Expression of the recombinant protein was induced by the addition of 0.5 M IPTG and the culture was incubated for 2 hours.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 173,
                    "end": 175,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 176,
                    "end": 178,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "DENV-2 NS2B/NS3pro expression and purification, optimum activity and inhibition assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The cells were harvested by centrifugation at 8000 rpm (Sorvall RC-5B Refrigerated Superspeed centrifuge) for 15 minutes at 80°C. The cell pellets were thawed (1 g) and resuspended in lysis buffer (5 mL) followed by mixing them using vortex until milky. For purification, cells were lysed by sonication conducting (6 times 15-second pulse, duty cycle 10%, output control no 3) using Ultrasonic Cell Disruptor, Branson Sonifier 450, Germany. The lysate was incubated on ice for 1 hour and then centrifuged at 8000 rpm for 1 hour at 4°C. The soluble 6x-His-NS2B/NS3protease in its native form was filtered (45 μm), batch-bound to 2 x 2 ml Ni2+-NTA (nickel-nitrilotriacetic acid) resin (pre-equilibrated with column buffer) and incubated overnight at 4°C. The resin was cleaned up from the unbound fraction by centrifugation and the resin with bound protein was collected and loaded into columns (Bio-Rad; 1 x 3 cm). The gradient technique columns were washed extensively with 3 x 15 ml of wash buffer and further eluted with 10 ml of elution buffer for each column while being monitored using Bio-Rad Bradford protein assay. The purified protein was then analysed with 12% SDS-PAGE, pooled and stored at -80°C for further use in the dengue protease activity and inhibition studies. The dengue protease activity assay was developed as previously described [51] with a slight modification [46,47,50]. Briefly, the assay system comprised of 200 mM Tris-HCl (pH 8.5) buffer, DENV-2 NS2B/NS3pro and Boc-GRR-MCA as the substrate. Protease optimum assay was executed to ascertain maximum protease activity at constant concentration of the substrate (25 μM). The protease concentrations were varied within 0–10 μM. The 7-Amino-4-methylcoumarin (AMC) [51] produced was measured as fluorescence intensity at λexcitation of 340 nm and λemission of 440 nm by using ELISA modulus microplate reader.",
            "cite_spans": [
                {
                    "start": 1354,
                    "end": 1356,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1386,
                    "end": 1388,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1389,
                    "end": 1391,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1392,
                    "end": 1394,
                    "mention": "50",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1741,
                    "end": 1743,
                    "mention": "51",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "DENV-2 NS2B/NS3pro expression and purification, optimum activity and inhibition assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The compounds were also checked for its requirement to pass the pan assay interference compounds (PAINS) (http://cbligand.org/PAINS/) before tested for their inhibition activities against DENV-2 NS2B/NS3pro at a range of concentrations (0 to 300 μg/mL). The result shows that all the tested compounds, except for D1855 passed the PAINS filter. The concentration of the protease being used was 3 μM initially incubated with the compound for 10 minutes at 37°C with 200 rpm of rotation. Subsequently, 25 μM of the substrate was added and the incubation was further prolonged for 60 minutes. The fluorescence intensity at 340/ 440 nm was measured as the AMC byproduct was released upon the peptide substrate cleavage by the protease. The experiments were triplicated and Panduratin A was used as the positive control.",
            "cite_spans": [],
            "section": "DENV-2 NS2B/NS3pro expression and purification, optimum activity and inhibition assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All reactions were carried out using standard techniques for the exclusion of moisture [52,53] except those in aqueous media. The progress of reaction was monitored using TLC on 0.25 mm silica F254 and detected under UV light, or iodine vapor. 1H-NMR and 13C-NMR spectra were determined using Bruker Avance 500 spectrometer with TMS as an internal standard and the mass spectra were determined using XEVO-G2TOF #YCA153. Melting points were obtained using a STUART SMP electro-thermal apparatus and were uncorrected. Anhydrous reactions were carried out in over-dried glassware under a nitrogen atmosphere. The detail method of synthesis, the compounds’ structures as well as the numbering due to NMR assignation can be seen in S1 Text.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "mention": "52",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 91,
                    "end": 93,
                    "mention": "53",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Synthesis of thioguanine derivatives ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To obtain the bound pose of the thioguanine analogues for MD simulation, molecular docking was carried out. 3D structures of the two most active compounds (18 and 21) were constructed and minimised using Hyperchem 8.0 [54] with 1000 steps of steepest descent followed by 1000 steps of conjugate gradient. The minimised structures were than subjected to molecular docking using AutoDock4.2 [55]. The same DENV-2 NS2B/NS3pro model [43] used in the virtual screening was used here. The protein and its inhibitors (compounds 18 and 21) were subsequently prepared using AutoDockTools 1.5.6. Polar hydrogen and Kollman charges were added into the DENV NS2B/NS3pro. In preparing both the ligands, the non-polar hydrogen atoms were merged and Gasteiger charges were assigned. The grid box size and the grid spacing were set around the catalytic triad to 60×60×60 dimension and 0.375 Å respectively, with the centre set at x = 21.517, y = 43.428 and z = -1.743. AutoDock4.2 was used to run docking with the Lamarckian Genetics Algorithm (GA) search program applied to generate 100 runs. The conformations with the ones of lowest free energy of binding and of the most populated cluster were selected. The docked conformation for each compound (18 and 21) was used as the starting structure for the subsequent dynamics studies. The interaction analysis was conducted using ligplus+ [56] and VMD 1.9. Panduratin A was used as the positive control and prepared for the simulation, in a similar way as with compounds 18 and 21.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "mention": "54",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 390,
                    "end": 392,
                    "mention": "55",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 430,
                    "end": 432,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1373,
                    "end": 1375,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Molecular docking simulation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To gain insight into the binding interaction of compounds 18, 21 and panduratin A with NS2B/NS3pro, molecular dynamics simulations were carried out using Amber 14 [57]. The following is the description of the setups of NS2B/NS3pro-18 (compound 18), NS2B/NS3pro-21 (compound 21) and NS2B/NS3pro-panduratin. All systems were prepared using LEaP program. Amber generalised force filed (GAFF) were assigned to the three compounds whilst amber ff14SB to NS2B/NS3pro. Each system was neutralised with sodium ions and solvated using TIP3P water in a 53.57, 46.51, 44.05 Å truncated octahedral water box. To eliminate the steric clashes, each system was subjected to a total of 500 stepwise minimisation using steepest descent followed by conjugated gradient. The solvent of the system was first heated to 100 K with an NVT ensemble, followed by heating of the whole system to 300 K with an NPT ensemble. Throughout the MD simulation, a 0.2 fs time step, SHAKE algorithm, periodic boundary, and 10 Å cutoffs were applied. The analysis for RMSD and gyration was taken from the beginning. The equilibration phase was 1 ns, and the production phase of the simulation was 69 ns, with a total simulation time of 70 ns for each system. Analysis was conducted using CPPTRAJ modules in AmberTools 14 and visualised through VMD.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "mention": "57",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Molecular dynamics simulation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A total of 100 frames were extracted from the last nanosecond of the 70 ns simulation trajectory files. MM/PBSA calculations were performed on each frame using MMPBSA.py module in AMBER 14. Energy compositions of compounds 18, 21 as well as panduratin A with NS2B/NS3pro was dissected accordingly.",
            "cite_spans": [],
            "section": "MM/PBSA calculation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In this study, 1990 compounds from NCI Diversity Set II were docked into the active site pocket of DENV-2 NS2B/NS3pro. The active site is made up of important amino acid residues in S1-S4 subpockets such as Asp129_NS3, Ser135_NS3, Tyr150_NS3 and Tyr161_NS3 (S1 pocket); Asp81_NS2B, Gly82_NS2B, Ser83_NS2B, Asp75_NS3 and Asn152_NS3 (S2); Ser85_NS2B, Ile86_NS2B and Lys87_NS2B (S3); Val154_NS3 and Ile155_NS3 (S4). The 24 top hit compounds were investigated for their interaction with the active site’s residues and ranked in term of the free energy of binding (ΔGbind = -10 kcal/mol to -5 kcal/mol, see S1 Table. We identified that there are more than 50 ligands docked into the active site with that ΔGbind range, but only 24 of them shows interesting interactions with the essential amino acid residues. The selection of ΔGbind range is adopted from the study reported by Shityakov (2014) that Gibbs free energy of binding < 6.0 kcal/mol is clustered as active when this prediction is highly correlated with the experimental results with R2 = 0.880; F = 692.4 standard error of estimate = 0.775 and p-value = 0.0001 [58]. This virtual screening study has a limitation in which no decoy database is being used to validate the docking protocol. The non-binding molecule could be selected over the true ligand called as false positive. Decoy database is the false positive hits which may improve the validity of the test by generating the true positive rate as well as enrichment factor. Unfortunately, the decoy for this DENV-2 NS2B/NS3pro has not been available in a database of useful decoy (DUD dude.docking.org), therefore, the validation of this virtual screening only relies on internal control docking and by in vitro assay [59]. Fig 1 shows the overlay of all 24 compounds docked into the active site of the protease. Most of the ligands bound to NS3pro, but there are two ligands (D1099 and D1343) also interacting with NS2B, particularly at Ser83.",
            "cite_spans": [
                {
                    "start": 1118,
                    "end": 1120,
                    "mention": "58",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1731,
                    "end": 1733,
                    "mention": "59",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Virtual screening and the confirmation of activity of the in silico hits ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 1736,
                    "end": 1741,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "From the 24 hits identified in the virtual screening, only 20 were available for the inhibition assay. Of these 20 compounds, only 10 compounds exhibited significant inhibition activity towards DENV-2 NS2B/NS3pro activity (Fig 2). The other 10 NCI compounds exhibited negligible inhibition (<5% inhibition at 200 μM) towards the protease activity.",
            "cite_spans": [],
            "section": "Dengue protease inhibition assay ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 228,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Four NCI compounds with the percentage of inhibition greater than 50% were selected for further assay to determine their IC50 (Fig 3). D1855 showed the strongest inhibition towards the protease activity with IC50 = 29 μM followed by D1498 (48 μM), D0713 (62 μM) and D1853 (77 μM) (Table 1). Panduratin A was used as a control in this experiment. Previously, panduratin A was isolated from finger root (Boesenbergia rotunda (L.)) demonstrating competitive inhibition toward DENV-2 NS2B/NS3pro with Ki = 25 μM [31].",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 511,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Dengue protease inhibition assay ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 132,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 281,
                    "end": 288,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "D1855 demonstrated the best inhibition towards the protease activity at concentration less than 50 μM as the relative protease activity dramatically decreased from 100 to 30% (IC50 = 29 μM). This inhibition is probably provided by the hydrogen bonding with Gly153 and His51 and the phenyl ring of the compound formed π-π- interactions with Tyr161 and His51 (Fig 4(A)). D1498 (IC50 = 48 μM) is the second most potent of these four NCI compounds where the activity might be contributed by H-bond interaction with Gly151 of NS3, π—π interaction between its anthracene ring with Tyr161 and π-cation interaction with His51 (Fig 4(B)). D0713 also demonstrated significant inhibition towards the protease with IC50 = 62 μM. The docked pose shows the formation of H-bonds between its amino groups with Asn152, Gly151, and Ser135 and π—π interaction between its guanine ring and Tyr161 (Fig 4(C)). Although the IC50 of D1853 is approximately 77 μM, this compound showed nearly 70% inhibition of the protease activity at 200 μM. As with the above NCI compounds, this ligand also formed π- π as well as π-cation interactions with Tyr161 and His51, respectively, in addition to the H-bond interaction between its amino groups with Gly151, Ser135 and Gly153 (Fig 4(D)).",
            "cite_spans": [],
            "section": "Dengue protease inhibition assay ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 358,
                    "end": 366,
                    "mention": "Fig 4(A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 619,
                    "end": 627,
                    "mention": "Fig 4(B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 878,
                    "end": 886,
                    "mention": "Fig 4(C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1246,
                    "end": 1254,
                    "mention": "Fig 4(D)",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In our quest to identify suitable scaffold for designing potential novel and potent dengue protease inhibitors, we took into consideration the structure of D0713. Although this is not the most potent compound identified in the virtual screening, the structure contains thioguanine (TG or 6-thioguanine) scaffold. TG, a known drug used with other compounds in treating leukemia [40] has also been investigated in other pharmacological activities such as in autoimmune diseases [41] and transplant graft rejection [42]. In addition, its simple chemical structure also benefits feasible synthetic steps, thus, TG is selected as a template to develop a series of analogues. Therefore, in order to test our hypothesis, TG was subjected to the protease inhibition assay and it was found that the molecule showed 56% inhibition at 200 μg/mL (1 mM) indicating that even without any modification to the structure, the scaffold itself is able to inhibit the protease activity. Thus, TG was chosen as the lead structure in the design and synthesis of potential anti-dengue compounds.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 380,
                    "mention": "40",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "41",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 513,
                    "end": 515,
                    "mention": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Dengue protease inhibition assay ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The various thioguanine derivatives designed are shown in Table 2 with the scaffold being illustrated in Fig 5. The design was initiated by connecting the aromatic hydrophilic group as hydrogen bond acceptor (HBA) (1–3) with the amino group; and aromatic hydrophobic group with sulfonyl in 4–6 at R1. In 7–13, acyl groups such as acetyl, butanoyl, isobutanoyl, pentanoyl, isopentanoyl and hexanoyl groups were placed at the same position, while benzoyl group was instead placed in 14. Replacing aliphatic hydrophobic group at R3 with cyclopentyl group, as present in D0713, yielded 15.",
            "cite_spans": [],
            "section": "Design, synthesis and protease inhibition activity of thioguanine derivatives ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 110,
                    "mention": "Fig 5",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 65,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Compounds 1–3 are imine derivatives of TG. Imine itself has an electron withdrawing nature, albeit weakly. Attaching another EWG such as NO2 (1) and COOH (2) to the benzimine (in the para position) as R1 rendered the compounds to be inactive (IC50> 1000 μM). Interestingly, attaching an electron donating group (EDG) to benzimine at R1 (3) showed high protease inhibition (IC50 = 28 μM). These raised the idea to maintain the EWG group as a linker between the two aromatic rings of TG and the phenyl group which was modified to have EDG character.",
            "cite_spans": [],
            "section": "Design, synthesis and protease inhibition activity of thioguanine derivatives ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Compounds 4 and 5 were designed to have sulfonyl (EWG) with CH3 and/ or OCH3 (EDG) on benzenesulfonyl as R1. These compounds demonstrated lower activities than 3 with IC50 of 68 and 55 μM, respectively. In 6, the same group attached to R1 was also placed at R2 during the synthesis but changes in activity were insignificant. Placing at R1 with acetyl or extended alkyl chain (7–13), in general resulted in marked reduction in protease inhibition, with the exception noted for 11 which showed IC50 = 80 μM.",
            "cite_spans": [],
            "section": "Design, synthesis and protease inhibition activity of thioguanine derivatives ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Placing a simple aromatic hydrophobic group (benzoyl) as seen in 14 did not increase the activity. Exploring placement at R3 with an aliphatic hydrophobic group (15) also did not produce a compound with any improvement in the protease inhibition activity. At this point, it was decided to synthesize six more compounds with expected higher activities.",
            "cite_spans": [],
            "section": "Design, synthesis and protease inhibition activity of thioguanine derivatives ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Inspired by 7, 8 and 11 where the compounds have amide group with promising inhibitory activity, six compounds (16–21, see Table 3) having amide group with diverse alkyl chains were designed. As the natural substrate of the protease is peptide, it made sense to incorporate amide groups into the inhibitor structure in order to mimic the peptide character. High activity of 18, 19 and 21 towards DENV-2 NS2B/NS3pro (IC50 of 0.38, 54 and 16 μM, respectively) could be due to this mimic of peptide character. Compound 18 with pentanamide chains at both R1 and R2 possessed the highest activity against the protease. However, attaching benzyl group at R2 (19) dramatically decreased the activity from 0.38 to 54 μM. Interestingly, attaching benzyl group at R3 significantly increased the activity to 16 μM. Compounds 16 and 17 have amide group extended by shorter alkyl chains showed moderate activity with IC50 = 97 and 80 μM, respectively. To confirm the essentiality of amide group, in compound 20, the amide group at R1was omitted and at R2, it was replaced with methylnaphthalene whilst at R3 with isopropyl chain. As predicted, the activity of 20 significantly decreased with IC50 = 258 μM. The activity-dose curve of compounds 18 and 21 are presented in Fig 6.",
            "cite_spans": [],
            "section": "Design, synthesis and protease inhibition activity of thioguanine derivatives ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 1258,
                    "end": 1263,
                    "mention": "Fig 6",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 130,
                    "mention": "Table 3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "From the docking results, several interactions were identified between NS2B/NS3pro with 18 and 21. For 18, interacting residues such as Ser157(135), Tyr183(161) and Gly175(153) indicated potential hydrogen bonding interactions. The numbering in the bracket indicates the numbering in Wichapong model. Binding stability is contributed by all the hydrophobic interactions surrounding the entire binding site with the free energy of binding– 7.49 kcal/mol (Fig 7). In addition, 21 demonstrated binding affinity (ΔG = -8.10 kcal/mol) with the hydrogen bonding also observed with Asn174.",
            "cite_spans": [],
            "section": "Molecular docking simulation ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 454,
                    "end": 459,
                    "mention": "Fig 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "To further substantiate the stability and conformational changes, MD simulation was carried out to understand the dynamic features of the two best compounds with respect to time at nanosecond scale. Overall the backbone RMSD values for Apo, NS2B/NS3pro-18, NS2B/NS3pro-21 are <2 Å throughout the 70 ns simulation time reflecting the stability of the systems. NS2B/NS3pro-Panduratin adopted a higher RMSD with the range of 2.0 to 2.5 Å at 20 to 50 ns simulation time, however, it stabilised at <2 Å from 50 to 70 ns of simulation time (Fig 8).",
            "cite_spans": [],
            "section": "Stability and conformational changes in MD complexes ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 535,
                    "end": 540,
                    "mention": "Fig 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "The gyration value indicates the compactness of the protein which in turn reflects directly on the folding and unfolding of the protein where unfolding of the protein would affect the kinetic of the protein activity. The gyrations of all the four systems (apoenzyme, 18, 21 and Panduratin A) are fluctuating in less than 1 Å at 15.5 to 16.5 Å. No unfolding is observed with a low fluctuation on the gyration.",
            "cite_spans": [],
            "section": "Stability and conformational changes in MD complexes ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Protein-ligand interaction in general is stabilised by various types of weak interactions with hydrogen bonding interaction is potentially one of the most important interactions. Hydrogen bond formation is observed with several important interacting residues such as His73(51), Asp151(129), Ser157(135), Asn174(152) and Tyr183(161) in both systems (Table 4) (The number in parenthesis is according to Wichapong model). Asn174 in NS2B/NS3pro played an important role in forming hydrogen bonds which occupied more than 60% of the simulation time with 18. Asp97(75) was also found to form hydrogen bonds with both nitrogen groups of 18 with the total occupancy of 8.22% simulation time. It is interesting to note that Tyr183(161) and Ser157(135) which are important in the protease activity also demonstrated weak hydrogen bonds formation with the occupancy of 2.85% and 2.73%, respectively. It is thus postulated that these hydrogen network together with the hydrophobic clusters contributed to the binding affinity of 18.",
            "cite_spans": [],
            "section": "Hydrogen bonding analysis ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 349,
                    "end": 356,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The number of hydrogen bond formation observed with 21 is lesser as compared to 18. His73 formed a hydrogen bond with nitrogen group in 21 with 27.4% occupancy of the total 70ns simulation time. Two hydrogen bonds between Ser157 and the nitrogen and oxygen groups of 21 with 5.12% and 4.58% occupancy while very weak hydrogen bonds were observed with other interacting residues such as Asp97, Asn174 and Tyr183 with less than 1% occupancies.",
            "cite_spans": [],
            "section": "Hydrogen bonding analysis ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "In the case of panduratin A, only weak hydrogen bonds with less than 10% occupancies throughout 70ns were found with residues such as Phe152, His73, Asp151 and Tyr183. The formation of hydrogen bonding is significantly weaker as compared to 18 and 21.",
            "cite_spans": [],
            "section": "Hydrogen bonding analysis ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "The interaction and decomposition energies of the interactions between panduratin A, 18 and 21 were calculated using MM/PBSA. A total of 100 snapshots were extracted every 10 ps interval from the last nanosecond. The absolute binding free energy (Table 5) for panduratin A, 18 and 21 are-11.27 ±2.99, -16.10 ± 2.70 and -18.24 ± 4.66 kcal/mol, respectively. Non-polar interaction between the binding site residues as well as the aliphatic chain (pentanoyl) of 18 and 21 provides major contribution to the binding energy. The binding of panduratin A against NS2B/NS3pro is less favourable as compared to 18 and 21. Similarly, major contribution of panduratin A binding is mainly from the non-polar interaction. This can be inferred from the fact that only weak hydrogen bonds were found between panduratin A and NS2B/NS3pro with low occupancies. This reflects that the binding of panduratin A is stabilised mainly by van der Waals and hydrophobic interactions.",
            "cite_spans": [],
            "section": "Comparison of free energy of binding between panduratin A, 18 and 21 ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 254,
                    "mention": "Table 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The binding free energy estimated by MMPBSA calculation indicated that 21 has better binding as compared to 18 but the IC50 for 18 is better. 18 and 21 have identical pentanoyl R1 group but 21 has two aromatic benzyl groups at R2 and R3 instead of a carbonyl chain and hydrogen for 18 at R2 and R3, respectively. Higher van der Waals interaction was observed from MM/PBSA calculation for 21 due to the presence of these two benzyl groups at R2 and R3. However, these interactions might be overestimated using MM/PBSA approach [60].",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 529,
                    "mention": "60",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Comparison of free energy of binding between panduratin A, 18 and 21 ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Thioguanine was identified as a potential scaffold for DENV-2 NS2B/NS3pro inhibitor based on virtual screening, in vitro assay and molecular modelling. The thioguanine scaffold is composed of pyramidine and imidazole rings attached to an amine and a thiol group which may contribute to the compound’s activity. As far as we are aware, no report of pyrimidine inhibition to DENV-2 NS2B/NS3pro, however, 2-(benzylthio)-6-oxo-4-phenyl-1,6-dihydropyrimidine has been reported to demonstrate an activity against SARS-CoV-3C like protease [61]. In addition, pyrimidine has also been shown to actively stop the growth of DENV-2 but it relies on the capability of pyrimidine to inhibit dihydroorotate dehydrogenase (DHODH), an enzyme required for viral pyrimidine biosynthesis [62]. Imidazoles have also been investigated against dengue virus [63] however the exact molecular mechanism or which protein they target is still unknown. The 6-thioguanine scaffold has been reported to non-competitively inhibit ubiquitin specific protease in various cancers [64]. With this background, we postulated that thioguanine derivatives might potentially be good inhibitors against DENV-2 NS2B/NS3pro.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 536,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 770,
                    "end": 772,
                    "mention": "62",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1047,
                    "end": 1049,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Further discussion",
            "ref_spans": []
        },
        {
            "text": "Two most active compounds (18 and 21) against DENV2-NS2B/NS3pro have an amide functional group (instead of an amino group). Amide is a part of peptide which is recognised as the key point for the protease substrate. In the docking study, the amide group is marked as a HBD with N-amide interacts with O-phenol of Tyr161 (in 18) and Asn152 (in 21) via H-bond. Previously, amide, such as α-ketoamide [65], arylcyanoacrylamide [66], and aminobenzamide [67] has been incorporated in the design of DENV NS2B/NS3pro inhibitors. The alkyl chain of 18 and phenyl-benzyl group of 21 demonstrate hydrophobic features and agreeable to docking results which show that these groups bound at the hydrophobic pocket surrounded by Val154, Ile86, Met84 and Val155. These also correlate with the decomposition energies as computed by MM/PBSA which highlight that the major contribution to the interaction with DENV-2 NS2B/NS3pro is from non-polar interaction.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 401,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Further discussion",
            "ref_spans": []
        },
        {
            "text": "It is interesting to note that the binding orientations from the MD simulations for both compounds are different despite sharing similar thioguanine (Fig 9). The thioguanine moiety is facing toward His73 and Tyr183 for 18 and 21, respectively. Compound 18 has an acyl group at R2 which provides additional electron lone pair enabling the formation of hydrogen bonds that can strengthen its binding towards NS2B/NS3pro. This reflected clearly in the hydrogen bond analysis where 18 formed more hydrogen bonds as compared to 21. Regardless of the slightly lower absolute binding energy from the MM/PBSA prediction, the binding interaction analysis of 18 with NS2B/NS3pro agrees well with experimental results. The absolute free energies of binding for both two active compounds are also more negative than panduratin A supporting the in vitro results in which compound 18 and 21 better IC50 value (0.38 and 16 μM, respectively) than panduratin A (56 μM).",
            "cite_spans": [],
            "section": "Further discussion",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 155,
                    "mention": "Fig 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "We presented here the computational design of potential DENV-2 NS2B/NS3pro inhibitors. From the virtual screening of National Cancer Institute Database, four compounds including D0713 were observed to have moderate inhibition activity on the protease. D0713 has a thioguanine scaffold in its structure prompting us to consider the scaffold for designing the new thioguanine derivatives as potential DENV-2 NS2B/NS3pro inhibitors. Fifteen compounds were synthesised and the bioactivity against dengue protease showed variation in inhibition activity from inactive to moderately active (1000>IC50>18 μM). Based on this information, a further design of six new compounds was conducted by concentrating on the attachment of amide group. All the compounds showed inhibition activity against the dengue protease with compound 18 being the most potent (IC50 of 0.38 μM). This result agrees well with the MM/PBSA calculation which showed that the interactions are mainly contributed by polar and non-polar interactions. Hydrogen bonding analysis demonstrates the importance of amino acid residues Asn174 (occupancy 60%), Asp75 (8.22%), Tyr183 and Ser157 (2.85 and 2.73%). This is further supported by the experimental results which showed that 18 could be further developed as DENV-2 NS2B/NS3pro inhibitor. It is hoped that the results obtained from this study could be used in designing more active compounds as potential dengue protease inhibitors.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig 1: The NS2B and NS3 domains are presented as surface form (blue area = NS2B, red area = NS3pro). Insets are the two ligands that bound to the NS2B, instead of NS3pro.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: The assays contained 0 μM NCI compounds were taken as 0% protease inhibition.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Panduratin A was used as a control in this experiment.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Docked poses of (a) D1855, (b) D1498, (c) D0713 and (d) D1853. The NS2B and NS3pro domains are presented as surface form (blue area = NS2B, red area = NS3pro). The H-bond interactions are assigned as yellow dots inside the white circles.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 7: Binding orientation and interaction mode of compound with compound 18 (A) and compound 21 (B) in molecular docking simulation.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8: (A) Time evolution of RMSD of NS2B/NS3pro backbone CA unbounded (Apo) (black), bounded with panduratin A (red), 18 (green) and 21 (blue). (B) Time evolution of radius of gyration of NS2B/NS3pro backbone CA unbounded (Apo) (black), bounded with panduratin A (red), 18 (green) and 21 (blue).",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig 9: Binding orientation and interaction mode of compound with 18 (A), 21 (B) and panduratin A (C) in molecular dynamics simulation.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Epidemiology of dengue: past, present and future prospects",
            "authors": [],
            "year": 2013,
            "venue": "Clin Epidemiol",
            "volume": "5",
            "issn": "",
            "pages": "299-309",
            "other_ids": {
                "DOI": [
                    "10.2147/CLEP.S34440"
                ]
            }
        },
        "BIBREF1": {
            "title": "Refining the global spatial limits of dengue virus transmission by evidence-based consensus",
            "authors": [],
            "year": 2012,
            "venue": "PLoSNegl Trop Dis",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Dengue. Lancet",
            "volume": "385",
            "issn": "",
            "pages": "453-465",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)60572-9"
                ]
            }
        },
        "BIBREF3": {
            "title": "The global distribution and burden of dengue",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "496",
            "issn": "",
            "pages": "504-507",
            "other_ids": {
                "DOI": [
                    "10.1038/nature12060"
                ]
            }
        },
        "BIBREF4": {
            "title": "Of cascades and perfect storms: the immunopathogenesis of dengue haemorrhagic fever-dengue shock syndrome (DHF/DSS)",
            "authors": [],
            "year": 2007,
            "venue": "Immunol Cell Biol",
            "volume": "85",
            "issn": "",
            "pages": "43-45",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.icb.7100008"
                ]
            }
        },
        "BIBREF5": {
            "title": "Recent advances in dengue pathogenesis and clinical management",
            "authors": [],
            "year": 2015,
            "venue": "Vaccine",
            "volume": "33",
            "issn": "",
            "pages": "7061-7068",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2015.09.103"
                ]
            }
        },
        "BIBREF6": {
            "title": "Dengue vaccine: WHO position paper—July 2016",
            "authors": [],
            "year": 2016,
            "venue": "Wkly Epidemiol Rec",
            "volume": "91",
            "issn": "",
            "pages": "349-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Virus-like particle secretion and genotype-dependent immunogenicity of dengue virus serotype 2 DNA vaccine",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "10813-10830",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00810-14"
                ]
            }
        },
        "BIBREF9": {
            "title": "First new dengue virus type in 50 years",
            "authors": [],
            "year": 2013,
            "venue": "Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The dengue viruses",
            "authors": [],
            "year": 1990,
            "venue": "Clin Microbiol Rev",
            "volume": "3",
            "issn": "",
            "pages": "376-396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "NS3 protease from flavivirus as a target for designing antiviral inhibitors against dengue virus",
            "authors": [],
            "year": 2010,
            "venue": "Genet Mol Biol",
            "volume": "33",
            "issn": "",
            "pages": "214-219",
            "other_ids": {
                "DOI": [
                    "10.1590/S1415-47572010000200002"
                ]
            }
        },
        "BIBREF12": {
            "title": "A search for vaccines and therapeutic for dengue: A review",
            "authors": [],
            "year": 2007,
            "venue": "Curr Comput-Aid Drug",
            "volume": "3",
            "issn": "",
            "pages": "101-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The medicinal chemistry of dengue virus",
            "authors": [],
            "year": 2016,
            "venue": "J Med Chem",
            "volume": "59",
            "issn": "",
            "pages": "5622-5649",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jmedchem.5b01653"
                ]
            }
        },
        "BIBREF14": {
            "title": "Discovery of nanomolar dengue and west nile virus protease inhibitors containing a 4-benzyloxyphenylglycine residue",
            "authors": [],
            "year": 2015,
            "venue": "J Med Chem",
            "volume": "58",
            "issn": "",
            "pages": "9354-9370",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jmedchem.5b01441"
                ]
            }
        },
        "BIBREF15": {
            "title": "Fragment-based molecular design of new competitive dengue Den2 Ns2b/Ns3 inhibitors from the components of fingerroot (Boesenbergia rotunda)",
            "authors": [],
            "year": 2012,
            "venue": "In Silico Biol",
            "volume": "11",
            "issn": "",
            "pages": "29-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Peptide inhibitors of dengue virus NS3 protease. Part 2: SAR study of tetrapeptide aldehyde inhibitors",
            "authors": [],
            "year": 2006,
            "venue": "Bioorg Med Chem Lett",
            "volume": "16",
            "issn": "",
            "pages": "40-43",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmcl.2005.09.049"
                ]
            }
        },
        "BIBREF17": {
            "title": "Competitive inhibition of the dengue virus NS3 serine protease by synthetic peptides representing polyprotein cleavage sites",
            "authors": [],
            "year": 2005,
            "venue": "Biochem Biophys Res Commun",
            "volume": "330",
            "issn": "",
            "pages": "1237-1246",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2005.03.107"
                ]
            }
        },
        "BIBREF18": {
            "title": "Optimization of assay conditions for dengue virus protease: Effect of various polyols and nonionic detergents",
            "authors": [],
            "year": 2009,
            "venue": "J Biomol Screen",
            "volume": "14",
            "issn": "",
            "pages": "1102-1108",
            "other_ids": {
                "DOI": [
                    "10.1177/1087057109344115"
                ]
            }
        },
        "BIBREF19": {
            "title": "Design, structure-based focusing and in silico screening of combinatorial library of peptidomimetic inhibitors of Dengue virus NS2B-NS3 protease",
            "authors": [],
            "year": 2010,
            "venue": "J Comput Aided Mol Des",
            "volume": "24",
            "issn": "",
            "pages": "195-212",
            "other_ids": {
                "DOI": [
                    "10.1007/s10822-010-9326-8"
                ]
            }
        },
        "BIBREF20": {
            "title": "Novel dengue virus-specific NS2B/NS3 protease inhibitor, BP2109, discovered by a high-throughput screening assay",
            "authors": [],
            "year": 2011,
            "venue": "Antimicrob Agents Chemother",
            "volume": "55",
            "issn": "",
            "pages": "229-238",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.00855-10"
                ]
            }
        },
        "BIBREF21": {
            "title": "Inhibition of the NS2B–NS3 protease: towards a causative therapy for dengue virus diseases",
            "authors": [],
            "year": 2004,
            "venue": "Dengue Bull",
            "volume": "28",
            "issn": "",
            "pages": "58-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Binding spesificity of polypeptide substrates in NS2B/NS3pro serine protease of dengue virus type 2: A molecular dynamics study",
            "authors": [],
            "year": 2015,
            "venue": "J Mol Graph Model",
            "volume": "60",
            "issn": "",
            "pages": "24-33",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmgm.2015.05.008"
                ]
            }
        },
        "BIBREF23": {
            "title": "Retro peptide-hybrids as selective inhibitors of the dengue virus NS2B-NS3 protease",
            "authors": [],
            "year": 2012,
            "venue": "Antiviral Res",
            "volume": "94",
            "issn": "",
            "pages": "72-79",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2012.02.008"
                ]
            }
        },
        "BIBREF24": {
            "title": "C-terminal residue optimization and fragment merging: discovery of a potent peptide-hybrid inhibitor of dengue protease",
            "authors": [],
            "year": 2014,
            "venue": "ACS Med Chem Lett",
            "volume": "5",
            "issn": "",
            "pages": "1037-1042",
            "other_ids": {
                "DOI": [
                    "10.1021/ml500245v"
                ]
            }
        },
        "BIBREF25": {
            "title": "Thiazolidinone–peptide hybrids as dengue virus protease inhibitors with antiviral activity in cell culture",
            "authors": [],
            "year": 2013,
            "venue": "J Med Chem",
            "volume": "56",
            "issn": "",
            "pages": "8389-8403",
            "other_ids": {
                "DOI": [
                    "10.1021/jm400828u"
                ]
            }
        },
        "BIBREF26": {
            "title": "Inhibition of dengue NS2B-NS3 protease and viral replication in Vero cells by recombinant retrocyclin-1",
            "authors": [],
            "year": 2012,
            "venue": "BMC Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-12-314"
                ]
            }
        },
        "BIBREF27": {
            "title": "Protegrin-1 inhibits dengue NS2B-NS3 serine protease and viral replication in MK2 cells",
            "authors": [],
            "year": 2012,
            "venue": "J Biomed Biotechnol",
            "volume": "",
            "issn": "",
            "pages": "2514-2582",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Design and evaluation of substrate-based octapeptide and non substrate-based tetrapeptide inhibitors of dengue virus NS2B-NS3 proteases",
            "authors": [],
            "year": 2013,
            "venue": "Biochem Biophys Res Commun",
            "volume": "434",
            "issn": "",
            "pages": "767-772",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2013.03.139"
                ]
            }
        },
        "BIBREF29": {
            "title": "Critical effect of peptide cyclization on the potency of peptide inhibitors against Dengue virus NS2B-NS3 protease",
            "authors": [],
            "year": 2012,
            "venue": "J Med Chem",
            "volume": "55",
            "issn": "",
            "pages": "6881-6887",
            "other_ids": {
                "DOI": [
                    "10.1021/jm300655h"
                ]
            }
        },
        "BIBREF30": {
            "title": "Inhibitory activity of cyclohexenyl chalcone derivatives and flavonoids of fingerroot, Boesenbergia rotunda (L.), towards dengue-2 virus NS3 protease",
            "authors": [],
            "year": 2006,
            "venue": "Bioorg Med Chem Lett",
            "volume": "16",
            "issn": "",
            "pages": "3337-40",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmcl.2005.12.075"
                ]
            }
        },
        "BIBREF31": {
            "title": "Flavonoids as noncompetitive inhibitors of dengue virus NS2B-NS3 protease: Inhibition kinetics and docking studies",
            "authors": [],
            "year": 2015,
            "venue": "Bioorg Med Chem Lett",
            "volume": "23",
            "issn": "",
            "pages": "466-470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Identification of a novel inhibitor of dengue virus protease through use of a virtual screening drug discovery Web portal",
            "authors": [],
            "year": 2014,
            "venue": "J Chem Inf Model",
            "volume": "54",
            "issn": "",
            "pages": "2816-2825",
            "other_ids": {
                "DOI": [
                    "10.1021/ci500531r"
                ]
            }
        },
        "BIBREF33": {
            "title": "A small molecule inhibitor of dengue virus type 2 protease inhibits the replication of all four dengue virus serotypes in cell culture",
            "authors": [],
            "year": 2015,
            "venue": "Virol J",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12985-014-0235-7"
                ]
            }
        },
        "BIBREF34": {
            "title": "Identification of novel thiadiazoloacrylamide analogues as inhibitors of dengue-2 virus NS2B/NS3 protease",
            "authors": [],
            "year": 2014,
            "venue": "Bioorg Med Chem",
            "volume": "22",
            "issn": "",
            "pages": "6344-6352",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2014.09.057"
                ]
            }
        },
        "BIBREF35": {
            "title": "Design of Chemotherapeutic Agent for Dengue Virus Protease",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Nonsubstrate based inhibitors of dengue virus serine protease: a molecular docking approach to study binding interactions between protease and inhibitors",
            "authors": [],
            "year": 2007,
            "venue": "Asia Pac J Mol Biol Biotechnol",
            "volume": "15",
            "issn": "",
            "pages": "53-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Discovery of antiviral molecules for dengue: In silico search and biological evaluation",
            "authors": [],
            "year": 2016,
            "venue": "Eur J Med Chem",
            "volume": "110",
            "issn": "",
            "pages": "87-97",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejmech.2015.12.030"
                ]
            }
        },
        "BIBREF38": {
            "title": "Analysis of secondary structure predictions of dengue virus type 2 NS2B/NS3 against crystal structure to evaluate the predictive power of the in silico methods",
            "authors": [],
            "year": 2007,
            "venue": "In Silico Biol",
            "volume": "7",
            "issn": "",
            "pages": "215-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The cytotoxicity of thioguanine vs mercaptopurine in acute lymphoblastic leukemia",
            "authors": [],
            "year": 1994,
            "venue": "Leuk Res",
            "volume": "18",
            "issn": "",
            "pages": "805-810",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Association of 6-thioguanine nucleotide levels and inflammatory bowel disease activity: a meta-analysis",
            "authors": [],
            "year": 2006,
            "venue": "Gastroenterology",
            "volume": "130",
            "issn": "",
            "pages": "1047-53",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2006.01.046"
                ]
            }
        },
        "BIBREF41": {
            "title": "The purine path to chemotherapy",
            "authors": [],
            "year": 1989,
            "venue": "Biosci Rep",
            "volume": "9",
            "issn": "",
            "pages": "509-529",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading",
            "authors": [],
            "year": 2010,
            "venue": "J Comput Chem",
            "volume": "31",
            "issn": "",
            "pages": "455-461",
            "other_ids": {
                "DOI": [
                    "10.1002/jcc.21334"
                ]
            }
        },
        "BIBREF43": {
            "title": "Homology modeling and molecular dynamics simulations of Dengue virus NS2B/NS3 protease: insight into molecular",
            "authors": [],
            "year": 2010,
            "venue": "J Mol Recognit",
            "volume": "23",
            "issn": "",
            "pages": "283-300",
            "other_ids": {
                "DOI": [
                    "10.1002/jmr.977"
                ]
            }
        },
        "BIBREF44": {
            "title": "Purified NS2B/NS3 serine protease of dengue virus type 2 exhibits cofactor NS2B dependence for cleavage of substrates with dibasic amino acids in vitro",
            "authors": [],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "",
            "pages": "9963-9969",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Rational discovery of dengue type 2 non-competitive inhibitors",
            "authors": [],
            "year": 2013,
            "venue": "Chem Biol Drug Des",
            "volume": "82",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": [
                    "10.1111/cbdd.12122"
                ]
            }
        },
        "BIBREF46": {
            "title": "Studies on quercuslusitanica extracts on DENV-2 replication",
            "authors": [],
            "year": 2006,
            "venue": "Dengue Bull",
            "volume": "30",
            "issn": "",
            "pages": "260-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Activity of recombinant dengue 2 virus NS3 protease in the presence of a truncated NS2B co-factor, small peptide substrates, and inhibitors",
            "authors": [],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "45762-45771",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M107360200"
                ]
            }
        },
        "BIBREF49": {
            "title": "Extract of Scutellariabaicalensis inhibits dengue virus replication",
            "authors": [],
            "year": 2013,
            "venue": "BMC Complement Altern Med",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6882-13-91"
                ]
            }
        },
        "BIBREF50": {
            "title": "A new fluorescent tag for labeling of saccharides",
            "authors": [],
            "year": 1983,
            "venue": "Anal Biochem",
            "volume": "128",
            "issn": "",
            "pages": "41-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "9-Benzyl-6-benzylsulfanyl-9H-purin-2-amine",
            "authors": [],
            "year": 2014,
            "venue": "Acta Cryst E",
            "volume": "70",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "2-Bromo-4-(3, 4-dimethyl-5-phenyl-1, 3-oxazolidin-2-yl)-6-methoxyphenol",
            "authors": [],
            "year": 2012,
            "venue": "Acta Cryst E",
            "volume": "68",
            "issn": "",
            "pages": "o35-o36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility",
            "authors": [],
            "year": 2009,
            "venue": "J Comput Chem",
            "volume": "28",
            "issn": "",
            "pages": "73-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "LigPlot+: multiple ligand-protein interaction diagrams for drug discovery",
            "authors": [],
            "year": 2011,
            "venue": "J Chem Inf Model",
            "volume": "51",
            "issn": "",
            "pages": "2778-2786",
            "other_ids": {
                "DOI": [
                    "10.1021/ci200227u"
                ]
            }
        },
        "BIBREF56": {
            "title": "SPFP: Speed without compromise—A mixed precision model for GPU accelerated molecular dynamics simulations",
            "authors": [],
            "year": 2013,
            "venue": "Comput Phys Commun",
            "volume": "184",
            "issn": "",
            "pages": "374-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "In silico predictive model to determine vector-mediated transport properties for the blood–brain barrier choline transporter",
            "authors": [],
            "year": 2014,
            "venue": "Adv Appl Bioinform Chem",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2147/AABC.S63749"
                ]
            }
        },
        "BIBREF58": {
            "title": "Benchmark of four popular virtual screening programs: construction of the active/decoy dataset remains a major determinant of measured performance",
            "authors": [],
            "year": 2016,
            "venue": "J Cheminform",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13321-016-0167-x"
                ]
            }
        },
        "BIBREF59": {
            "title": "The MM/PBSA and MM/GBSA methods to estimate ligand-binding affinities",
            "authors": [],
            "year": 2015,
            "venue": "Expert Opin Drug Discov",
            "volume": "10",
            "issn": "",
            "pages": "449-461",
            "other_ids": {
                "DOI": [
                    "10.1517/17460441.2015.1032936"
                ]
            }
        },
        "BIBREF60": {
            "title": "Synthesis, docking studies, and evaluation of pyrimidines as inhibitors of SARS-CoV 3CL protease",
            "authors": [],
            "year": 2010,
            "venue": "Bioorg Med Chem Lett",
            "volume": "20",
            "issn": "",
            "pages": "3569-3572",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmcl.2010.04.118"
                ]
            }
        },
        "BIBREF61": {
            "title": "Inhibition of dengue virus through suppression of host pyrimidine biosynthesis",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "6548-6556",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02510-10"
                ]
            }
        },
        "BIBREF62": {
            "title": "Synthesis and evaluation of imidazole-4,5- and pyrazine-2,3-dicarboxamides targeting dengue and yellow fever virus",
            "authors": [],
            "year": 2014,
            "venue": "Eur J Med Chem",
            "volume": "87",
            "issn": "",
            "pages": "529-539",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejmech.2014.09.062"
                ]
            }
        },
        "BIBREF63": {
            "title": "6-Thioguanine is noncompetitive and slow binding inhibitor of human deubiquitinating protease USP2",
            "authors": [],
            "year": 2018,
            "venue": "Sci Rep",
            "volume": "8",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-17765-5"
                ]
            }
        },
        "BIBREF64": {
            "title": "Synthesis and biological evaluation of α-ketoamides as inhibitors of the Dengue virus protease with antiviral activity in cell-culture",
            "authors": [],
            "year": 2011,
            "venue": "Bioorg Med Chem",
            "volume": "19",
            "issn": "",
            "pages": "4067-4074",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2011.05.015"
                ]
            }
        },
        "BIBREF65": {
            "title": "Arylcyanoacrylamides as inhibitors of the dengue and west nile virus proteases",
            "authors": [],
            "year": 2011,
            "venue": "Bioorg Med Chem",
            "volume": "19",
            "issn": "",
            "pages": "7318-7337",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2011.10.061"
                ]
            }
        },
        "BIBREF66": {
            "title": "Inhibitors of Dengue virus and West Nile virus proteases based on the aminobenzamide scaffold",
            "authors": [],
            "year": 2012,
            "venue": "Bioorg Med Chem",
            "volume": "20",
            "issn": "",
            "pages": "4140-4148",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmc.2012.04.055"
                ]
            }
        }
    }
}