{
    "paper_id": "PMC6450937",
    "metadata": {
        "title": "Inevitable isolation and the change of stress markers in hemodialysis patients during the 2015 MERS-CoV outbreak in Korea",
        "authors": [
            {
                "first": "Yang",
                "middle": [
                    "Gyun"
                ],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Haena",
                "middle": [],
                "last": "Moon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Se-Yun",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu-Ho",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Da-Wun",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kipyo",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ju",
                "middle": [
                    "Young"
                ],
                "last": "Moon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Young-Ki",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ajin",
                "middle": [],
                "last": "Cho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong-Seock",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hayne",
                "middle": [
                    "Cho"
                ],
                "last": "Park",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sang-Ho",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": "lshkidney@khu.ac.kr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The HD unit was the principal location for the propagation of MERS infections in 2013 in Saudi Arabia1. One patient on maintenance hemodialysis (HD) in our hospital was infected with Middle East respiratory syndrome coronavirus (MERS-CoV) during the outbreak of MERS in Korea. The 83 HD patients and 12 medical staff were exposed to the MERS patient. Facing the possibility of a large epidemic, we had to follow the guidelines by National Disaster Management; thus, we decided to quarantine all exposed HD patients and medical staff in the hospital or their home. The medical staff caring for those patients had to wear level D personal protection equipment during work and were isolated in their homes after work2. Patients who were quarantined irrespective of their wishes suffered from isolation and fear of infection. Fortunately, no additional patients were infected with MERS-CoV, but all HD patients and medical staff experienced extreme physical and mental stress for the 17 days of isolation.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 713,
                    "end": 714,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Circulating cell-free DNA (circulating-cfDNA) is released from damaged cells and associated with various pathological conditions3,4. Previous studies showed physical or emotional stress could augment circulating-cfDNA5,6. Also, circulating-cfDNA was a predictor of mortality and showed a close association with chronic inflammation in HD patients7,8. Pentraxin-3 (PTX-3) is a marker of systemic inflammation producing rapidly by various cells under the inflammation or stress conditions9. These three parameters are commonly used as stress parameters in pathologic status.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "4",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 217,
                    "end": 218,
                    "mention": "5",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 219,
                    "end": 220,
                    "mention": "6",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 346,
                    "end": 347,
                    "mention": "7",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 348,
                    "end": 349,
                    "mention": "8",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 486,
                    "end": 487,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We thought sudden isolation could lead to severe stress and influence the clinical outcome of HD patients. So, the clinical data and serum sample was collected in the beginning and middle of the isolation period and a long time after isolation. This study was designed to confirm our hypothesis that MERS isolation could affect not only clinico-laboratory findings but also various stress markers including circulating cf-DNA and PTX-3.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Forty-five percent of the patients were undergoing dialysis because of diabetes mellitus end-stage renal disease (DM-ESRD) (Table 1). The average value of the Charlson comorbidity index was 4.52 ± 1.86. The Hct were decreased at M1, then recovered at M3 (Fig. 1, Table 2). The level of kt/v at M1 was lower than the levels before and after the MERS isolation period, but a significant difference was found only between the level of M1 and M3. The indoxyl sulfate (IS) level was not decreased at M0-M1. The levels of IS at M3 were significantly higher than those at M0 and M1 (Fig. 1). The levels of IS at M0 closely correlated with those at M1 and M3 (Supplementary Fig. S1). Two HD patients died during quarantine. The first death was ascribed to aspiration pneumonia in an 88-year-old female patient with hypertensive ESRD. The second death was caused by mechanical ileus and pneumonia in a 91-year-old female with hypertensive ESRD.",
            "cite_spans": [],
            "section": "Clinico-laboratory findings in HD patients ::: Results",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 581,
                    "end": 582,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 269,
                    "end": 270,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Segregation affected the levels of circulating cf-DNA. The ccf-gDNA (LPL) was significantly elevated at M0, irrespective of whether the subject was a patient or staff member (Fig. 2). The levels of ccf-gDNA decreased over time, but the decrease was delayed in HD patients. At M1, ccf-gDNA levels were significantly higher in HD patients than in the medical staff. The ccf-gDNA level initially abruptly decreased in medical staff but slowly reduced in HD patients. The delta value of ccf-gDNA between M0 and M1 and between M1 and M3 was not different between HD patients and medical staff. These results indicated that stress was sufficient to increase ccf-gDNA levels both in HD patients and medical staff. However, the correction of increased ccf-gDNA levels was delayed in HD patients.",
            "cite_spans": [],
            "section": "Effect of isolation on the level of ccf-gDNA ::: Results",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Similarly, ccf-mtDNA (ND1) was elevated at M0 and was not different between HD patients and medical staff (Fig. 2). At M1, the level of ccf-mtDNA was significantly lower in medical staff than in HD patients. However, ccf-mtDNA levels in HD patients only began to decrease after M1. The delta values of ccf-mtDNA between M0 and M1 were significantly higher in medical staff than in HD patients, but these values between M1 and M3 were lower in medical staff than in HD patients. Hb and Hct were negatively correlated, and ferritin was positively correlated with the levels of ccf-mtDNA at M1 in HD patients (Fig. 3). Levels of ccf-mtDNA were increased in both patients and medical staff, but processing was delayed in HD patients. An increase in ccf-mtDNA levels is associated with anemia and an acute reactive protein response.",
            "cite_spans": [],
            "section": "Effect of isolation on the level of ccf-mtDNA ::: Results",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 612,
                    "end": 613,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "PTX-3 levels were markedly elevated at M0, and higher levels were maintained at M1 in patients than in medical staff. These levels were similar between HD patients and medical staff at M3 (Fig. 4). The levels of PTX-3 gradually decreased in HD patients from M0 to M3. When the patients were divided by average level of PTX-3 (4.4 ng/mL at M0), the high PTX-3 group showed higher levels of circulating cf-DNA at M0 and included more patients with DM-ESRD (Table 3). Ferritin was slightly increased in the high PTX-3 group, but this difference was not statistically significant. PTX-3 levels correlated positively with levels ccf-gDNA and ccf-mtDNA at M0. At M1 and M3, PTX-3 levels were positively associated only with ccf-gDNA (Supplementary Fig. S2). High PTX-3 group showed a more elevated level of circulating cf-DNA and included more DM-ESRD patients compared with low PTX-3 group.",
            "cite_spans": [],
            "section": "Effect of isolation on PTX-3 ::: Results",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 461,
                    "end": 462,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Fifty-four (65.1%) and 29 (34.9%) HD patients were hospitalized under single room isolation (SRI) and cohort isolation (CI), respectively. We aimed to determine whether the method of separation could affect stress parameters. Levels of ccf-gDNA were significantly increased in HD patients isolated under SRI at M1 and M3, although these levels were similar at M0 (Fig. 5). The levels of ccf-mtDNA were not different between the patients under SRI and CI.",
            "cite_spans": [],
            "section": "Effect of isolation type on stress parameters ::: Results",
            "ref_spans": [
                {
                    "start": 369,
                    "end": 370,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "A total of 83 HD patients and 12 medical staff in our hospital were isolated for 17 days because one patient was found to be infected with MERS. During a recent MERS outbreak in Saudi Arabia, many of infected patients were HD patients and medical staff in HD units and health care facilities1. Therefore, the quarantine of HD patients in our hospital was necessary for us to maintain dialysis and prevent additional infections. As an increasing number of people move easily between countries, dialysis units must be prepared in order to avoid the spread of infectious diseases while dialysis treatment continues.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We quarantined all of the HD patients in a single room to prevent the additional spread of MERS. Fifty-four HD patients receiving dialysis treatment at the same time or in the same space with the MERS patient was classified as the high-risk patients who could easily be contagious, and they had to be isolated even during dialysis. Additional dialysis machines were installed in hospital rooms for their dialysis. This quarantine for the high-risk patients was SRI. The remaining 29 patients who received dialysis treatment at a different time and in a different place with the confirmed MERS patient were also hospitalized. They continued dialysis treatment in an artificial kidney unit, with a 1-bed distance from the nearest patient. This quarantine was designated as CI. Fortunately, sputum examinations revealed that there were no newly diagnosed MERS patients in our dialysis unit. Our quarantine policy could have helped to prevent the further spread of MERS-CoV if there had been additional patients with MERS.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The staff required more time to prepare the dialysis treatment, including donning protection equipment and disinfecting the dialysis machines; thus, dialysis time was shortened slightly. Besides, the number of medical staff caring for the patients decreased, and face-to-face communication was limited. Laboratory findings showed decreases in Hb, Hct, and kt/v during quarantine although the change was subtle. It means the patients did not receive appropriate care. Considerable stress in itself could also have affected these clinical parameters. The levels of ccf-mtDNA as a stress marker were negatively correlated with those of Hb and Hct and positively associated with those of ferritin, an acute reactive protein. We had no sooner tried to correct anemia than MERS quarantine terminated. Significant increases in Hct at M3 reflected the effort. IS is protein-bound uremic retention that originates during intestinal fermentation10. IS concentrations were lower in HD patients maintaining a vegetarian diet compared with those in patients on a diet that included meat11. These results suggested that IS could be a nutritional marker. Our data also showed that the concentration of IS significantly increased after isolation. We speculated that the increase in IS levels related to nutrient recovery. HD patients and medical staff complained of poor meals and did not enjoy the food because they were provided only with lunch boxes. The increase in IS levels at M3 corresponded to the change of nutrition that accompanied the end of isolation.",
            "cite_spans": [
                {
                    "start": 935,
                    "end": 937,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study found that circulating cf-DNA is abruptly elevated in not only patients but also medical staff. Living alone and working with protective equipment can cause high levels of mental and physical stress in not only patients but also healthcare workers during quarantine12,13. The result that the level of ccf-gDNA was higher in the HD patients under SRI reflected their severe stress. Levels of circulating cf-DNA steadily decreased in both patients and staff after isolation, but the decrease was delayed in the HD patients. Circulating cf-DNA in plasma indicates inflammation or cell death following cellular stress and tissue damage3. ccf-mtDNA containing CpG DNA repeats is known to attract neutrophils and activate immune cells14–17. Phagocytes quickly ingest the contents from apoptotic cells, therefore circulating cf-DNA is present in the circulation before phagocytes arrive18. When the engulfment of apoptotic bodies is reduced, or cell death is amplified, circulating cf-DNA can be substantially elevated19. Cellular apoptosis is common in HD patients due to chronic inflammation and immune dysfunction20,21. We suspected that more cells had undergone apoptotic and necrotic cell death or immune cells could not process circulating cf-DNA in HD patients. Also, chronic inflammation related to uremia, malnutrition, and calcification might have caused the late recovery of circulating cf-DNA. However, this study did not find a difference in the levels of circulating cf-DNA between HD patients and medical staff. Stress circumstances might be related to higher levels of ccf-mtDNA because chronic stress could alter the mitochondrial structure and lead to mitochondrial damage22,23. Healthcare workers, including nurses and medical doctors, are recognized as experiencing high levels of occupational stress24. Constantly elevated levels of circulating cf-DNA, especially ccf-mtDNA, are thought to reflect continuous occupational stress in our medical staff. We conducted a survey using Impact of Event Scale-Revised (IES-R) targeting the HD patients and medical staff at 12 months after the quarantine (Supplementary Fig. 3)25. The results identified the IES-R score at post-MERS was higher in medical staff than in HD patients. And post-MERS IES-R scores correlated positively with levels of ccf-mtDNA at M1. Healthcare workers responded with higher levels of psychological stress during the 2003 SARS outbreak26. They more easily recognize someone who will need to be hospitalized or die from infectious diseases. Thus, they might have worried more about becoming infected by MERS-CoV whenever they contacted patients. The higher IES-R scores in medical staff reflected the greater psychological impact and physical work stress. However, circulating cf-DNA was still not higher in HD patients than in medical staff at M3. If chronic inflammation was the only reason for the delay in processing circulating cf-DNA, it would be elevated in HD patients at M3. Therefore, insufficient care could be the main factor that caused the delayed recovery of circulating cf-DNA.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 278,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 279,
                    "end": 281,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 642,
                    "end": 643,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 739,
                    "end": 741,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 890,
                    "end": 892,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1022,
                    "end": 1024,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1120,
                    "end": 1122,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1123,
                    "end": 1125,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1694,
                    "end": 1696,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1697,
                    "end": 1699,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1824,
                    "end": 1826,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2142,
                    "end": 2144,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2429,
                    "end": 2431,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our data showed that PTX-3 increased in HD patients only at the time of isolation, and decreased steadily. PTX-3 is an inflammatory cytokine sharing structural homology with CRP but is produced in response to proinflammatory stimuli27. It increases after HD and sensitively reflected in cardiovascular diseases and atherosclerosis28,29. More patients with DM ESRD were included in the high PTX-3 group. These results indicated that continuous inflammation tends to exist in diabetic patients regardless of acute stress. The patients with high PTX-3 levels showed significant elevation of circulating cf-DNA and mild increases in ferritin. There was a significant positive correlation between PTX-3 and circulating cf-DNA levels at M0, which was the acute phase of isolation. A previous study reported that the plasma from HD patients induced the release of interleukin-6 from peripheral blood monocytes of healthy controls14. We cautiously speculate that the stressful conditions caused by MERS increased circulating cf-DNA both in HD patients and medical staff but induced inflammatory responses in HD patients and not in medical staff.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 922,
                    "end": 924,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, stress parameters including circulating cf-DNA and PTX-3 showed that MERS quarantine had a critical effect on the HD patients and medical staff. However, elevated circulating cf-DNA levels slowly recovered in HD patients, and PTX-3 were only increased in HD patients. Laboratory findings revealed that HD patients had not been appropriately treated during quarantine and subnormal care might associate delayed recovery of circulating cf-DNA in HD patients. More attention to the improvement of HD patients is needed in such infection outbreaks. Moreover, plasma cell-free DNA and PTX-3 could be good indicators to evaluate stress and quality-of-care in HD patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Quarantine was started on June 16 and ended on July 2 in 2015. All HD patients were hospitalized in a single room for 17 days, but separated differently depending on their degree of infectious risk. Close contacts (n = 54) undergoing HD at the same time (3 sessions, from June 11 to 16) as the patient with MERS received isolated HD in their rooms installed with portable dialysis machines. We defined this quarantine as “single room isolation (SRI).” The rest of the patients (n = 29) were classified as low risk and received HD at artificial kidney units, with a 1-bed width distance from the neighboring patient. It was defined as “cohort isolation (CI).” Infection surveillance was performed using real-time PCR examinations of serial sputum samples obtained from HD patients and medical staff.",
            "cite_spans": [],
            "section": "Isolation strategy ::: Methods",
            "ref_spans": []
        },
        {
            "text": "This study included a total of 95 participants, comprising 83 HD patients and 12 medical staff, at Gangdong Kyung Hee University Hospital. We collected 3 mL of whole blood in EDTA-coated tubes at 2, 4, and 16 weeks after isolation. Two weeks after the quarantine was included in the isolation period; therefore, we defined the sample taken at 2 weeks as “M0”. Samples obtained at 4 and 16 weeks after isolation were named M1 and M3, respectively. Briefly, whole blood was centrifuged at 1,500 × g at room temperature for 10 min, and the supernatants were transferred to fresh tubes. Plasma samples were stored at −80 °C and used after 12–16 months of storage. This study was approved by the Clinical Institutional Review Board of Gangdong Kyung Hee University Hospital, and written informed consent was obtained from all participants.",
            "cite_spans": [],
            "section": "Participants and plasma preparation ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Demographic and clinical information was collected at the time of blood sampling at M0. The Charlson comorbidity index was calculated to assess the co-morbidity30. We obtained laboratory data, including serum hemoglobin (Hb), hematocrit (Hct), albumin, hsCRP, total cholesterol, single-pool kt/v, etc. for several months before and after isolation. Single-pool kt/v was calculated based on intradialytic blood urea reduction and weight change31. Sampling during the MERS quarantine resumed after the isolation was terminated; thus, the July sample was obtained four weeks after isolation. Accordingly, it was collected together with the sample to test for circulating cfDNA and PTX-3 at M1.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Indoxyl sulfate was quantified by high-performance liquid chromatography (HPLC) with fluorescence detection32. The chromatographic equipment was an Agilent 1260 Infinity system (Agilent Technologies, Germany). The samples were prepared by mixing 250 µL of plasma with 900 µL of the internal standard solution, which was methyl paraben (100 µg/mL; Sigma-Aldrich) in acetonitrile (J.T. Baker; Deventer). Then, the samples were vortexed and centrifuged for 10 minutes at 3500 rpm, and 250 µL of supernatant was transferred to the HPLC system. The separation was performed on a Spherisorb OSD-2 C18 column (250 4.6 mm, 5 µm, Waters) with sodium acetate buffer (pH 4.5, Sigma-Aldrich, St. Louis, MO) and acetonitrile (10:90, v/v; J.T. Baker; Deventer) as the mobile phase at a flow rate of 1.3 mL/min. The excitation and emission wavelengths were set at 280 and 375 nm, respectively.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Measurement of plasma indoxyl sulfate ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Circulating cf-DNA was extracted from 200 μL of plasma using a QIAamp DNeasy Blood and Tissue kit (Qiagen, Valencia, Calif). The ccf-gDNA and ccf-mtDNA were amplified using a StepOnePlus real-time PCR system (Applied Biosystems, Massachusetts). Primers for the human NADH1 dehydrogenase 1 gene (ND1) were used for mtDNA, and primers for the human lipoprotein lipase gene (LPL) were used for gDNA. Standard DNA fragments of ND1 and LPL were synthesized using an Integrated DNA Technologies kit (IDT, Coralville, IA) for absolute quantification. The fragment solutions were 10-fold serially diluted. The concentrations of DNA were converted to copy number using the Andrew Staroscik Calculator for the absolute copy number from a template33. All samples were analyzed in duplicate, and a no-template negative control was included in every analysis.",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 738,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Measurement of plasma cell-free genomic DNA and cell-free mitochondria DNA ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The level of PTX-3 in plasma was measured using a Quantikine ELISA Human Pentraxin 3/TSG-13 kit (R&D Systems, Minneapolis) according to the manufacturer’s protocol. The detection range was 0.31–20.00 ng/mL. Concentrations were determined using a standard curve generated from specific standards provided by the manufacturer. Each sample was measured in duplicate.",
            "cite_spans": [],
            "section": "Pentraxin-3 (PTX-3) ELIZA ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analyses were conducted using SPSS software (version 20 SPSS, Inc., Chicago, IL). For normally distributed variables, Student’s t-test and one-way ANOVA were used for comparisons, and the data are presented as the mean ± SE. The Mann-Whitney U and Kruskal-Wallis tests were used for comparisons of variables that were not normally distributed. Correlations were assessed with Pearson’s correlation coefficient for parametric distributions. Statistical significance was set at P < 0.05.",
            "cite_spans": [],
            "section": "Statistics ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics in HD patients and medical staff.\nBMI, body mass index; SBP, systolic blood pressure; DBP, diastolic blood pressure; ESRD, end stage renal disease; DM, diabetes mellitus.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Changes in laboratory findings before and after MERS isolation.\nHb, hemoglobin; Hct, hematocrit; Ca, calcium; P, phosphorus; intact PTH, intact parathyroid hormone; TIBC, total iron-binding capacity. We used single pool Kt/V to indicate dialysis adequacy.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Characteristics of patients with high and low levels of PTX-3 at M0.\nDM ESRD, diabetes end stage renal disease; PTX-3, pentraxin-3; ccf-gDNA, circulating cell-free genomic DNA; ccf-mtDNA, circulating cell-free mitochondria DNA.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Changes in laboratory findings and indoxyl sulfate before and after MERS isolation (A) Hct, (B) kt/v, and (C) ca x p were decreased at M1 and recovered after MERS isolation. (D) The level of indoxyl sulfate was similar at M0 and M1 but significantly increased at M3. For Hct and kt/v, *P value < 0.05 vs. M1 (ANOVA, LDS post-hoc analysis) For indoxyl sulfate, **P value < 0.01.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Log levels of ccf-gDNA and ccf-mtDNA at M0, M1, and M3 The human lipoprotein lipase gene (LPL) for gDNA and the human NADH1 dehydrogenase 1 gene (ND1) for mtDNA were used. (A) The level of ccf-gDNA was highest at M0 in both HD patients and medical staff and then gradually decreased. However, the recovery was delayed in HD patients. (B) The delta values of ccf-gDNA between M0 and M1 and between M3 and M1 were similar. (C) The level of ccf-mtDNA was also highest at M0 in patients and medical staff and decreased for 3 months. (D) ccf-mtDNA was decreased between M0 and M1 but decreased less between M3 and M1 in medical staff than in HD patients. *P value < 0.05 and ** < 0.01.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Correlation of clinical parameters and ccf-mtDNA at M1 (A,B) The level of ccf-mtDNA was negatively correlated with Hb (r = −0.345, P = 0.005), Hct (r = −0.279, P = 0.024) and (C) positively associated with ferritin (r = 0.302, P = 0.013). Pearson’s correlation test was used.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: PTX-3 and correlation with the level of circulating cf-DNA (A) The level of PTX-3 was only increased in HD patients. It was highest at M0 and significantly decreased at M1 and M3. There was no difference in PTX-3 at M3 between the patients and medical staff. (B,C) PTX-3 was positively correlated with the level of ccf-gDNA (r = 0.484, P < 0.001) and ccf-mtDNA (r = 0.391, P < 0.001). *P value < 0.05 and ** < 0.01.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: The change of circulating-cfDNA depending on isolation methods in HD patients The levels of circulating cf-DNA were similar in the patients on SRI and CI. However, (A) the level of ccf-gDNA was significantly higher in the patients on SRI at M1 and M3 than them on CI. (B) The level of ccf-mtDNA was not different depending on the method of isolation. SRI: Single room isolation, CI: cohort isolation *P value < 0.05 and ** < 0.01.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407-416",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1306742"
                ]
            }
        },
        "BIBREF1": {
            "title": "p-Cresyl sulfate and indoxyl sulfate in hemodialysis patients",
            "authors": [
                {
                    "first": "BK",
                    "middle": [],
                    "last": "Meijers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical journal of the American Society of Nephrology: CJASN",
            "volume": "4",
            "issn": "",
            "pages": "1932-1938",
            "other_ids": {
                "DOI": [
                    "10.2215/CJN.02940509"
                ]
            }
        },
        "BIBREF2": {
            "title": "Reduced protein bound uraemic toxins in vegetarian kidney failure patients treated by haemodiafiltration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kandouz",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Mohamed",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sandeman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Hemodialysis international. International Symposium on Home Hemodialysis",
            "volume": "20",
            "issn": "",
            "pages": "610-617",
            "other_ids": {
                "DOI": [
                    "10.1111/hdi.12414"
                ]
            }
        },
        "BIBREF3": {
            "title": "Worry experienced during the 2015 Middle East Respiratory Syndrome (MERS) pandemic in Korea",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Ro",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PloS one",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0173234"
                ]
            }
        },
        "BIBREF4": {
            "title": "Factors Influencing Emergency Nurses’ Burnout During an Outbreak of Middle East Respiratory Syndrome Coronavirus in Korea",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Asian Nurs Res (Korean Soc Nurs Sci)",
            "volume": "10",
            "issn": "",
            "pages": "295-299",
            "other_ids": {
                "DOI": [
                    "10.1016/j.anr.2016.10.002"
                ]
            }
        },
        "BIBREF5": {
            "title": "Apoptotic cell-free DNA promotes inflammation in haemodialysis patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Atamaniuk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kopecky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Skoupy",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Saemann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weichhart",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nephrol Dial Transplant",
            "volume": "27",
            "issn": "",
            "pages": "902-905",
            "other_ids": {
                "DOI": [
                    "10.1093/ndt/gfr695"
                ]
            }
        },
        "BIBREF6": {
            "title": "Effect of blood pressure and glycemic control on the plasma cell-free DNA in hemodialysis patients",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Kidney Res Clin Pract",
            "volume": "34",
            "issn": "",
            "pages": "201-206",
            "other_ids": {
                "DOI": [
                    "10.1016/j.krcp.2015.09.002"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Circulating mitochondrial DAMPs cause inflammatory responses to injury",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "464",
            "issn": "",
            "pages": "104-107",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08780"
                ]
            }
        },
        "BIBREF9": {
            "title": "Degradation of chromosomal DNA during apoptosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nagase",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kawane",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mukae",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fukuyama",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell Death Differ",
            "volume": "10",
            "issn": "",
            "pages": "108-116",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.cdd.4401161"
                ]
            }
        },
        "BIBREF10": {
            "title": "Autoimmunity versus tolerance: can dying cells tip the balance?",
            "authors": [
                {
                    "first": "IC",
                    "middle": [],
                    "last": "Viorritto",
                    "suffix": ""
                },
                {
                    "first": "NP",
                    "middle": [],
                    "last": "Nikolov",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Immunol",
            "volume": "122",
            "issn": "",
            "pages": "125-134",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clim.2006.07.012"
                ]
            }
        },
        "BIBREF11": {
            "title": "Middle East Respiratory Syndrome Coronavirus Transmission in Dialysis Unit and Infection Control Interventions in Korea",
            "authors": [
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "37",
            "issn": "",
            "pages": "1514-1516",
            "other_ids": {
                "DOI": [
                    "10.1017/ice.2016.201"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Aspects of immune dysfunction in end-stage renal disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clinical journal of the American Society of Nephrology: CJASN",
            "volume": "3",
            "issn": "",
            "pages": "1526-1533",
            "other_ids": {
                "DOI": [
                    "10.2215/CJN.00950208"
                ]
            }
        },
        "BIBREF14": {
            "title": "Mitochondrial allostatic load puts the ‘gluc’ back in glucocorticoids",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Juster",
                    "suffix": ""
                },
                {
                    "first": "BS",
                    "middle": [],
                    "last": "McEwen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature reviews. Endocrinology",
            "volume": "10",
            "issn": "",
            "pages": "303-310",
            "other_ids": {
                "DOI": [
                    "10.1038/nrendo.2014.22"
                ]
            }
        },
        "BIBREF15": {
            "title": "Molecular signatures of major depression",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Current biology: CB",
            "volume": "25",
            "issn": "",
            "pages": "1146-1156",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cub.2015.03.008"
                ]
            }
        },
        "BIBREF16": {
            "title": "Occupational stress in consultants in accident and emergency medicine: a national survey of levels of stress at work",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burbeck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coomber",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Med J",
            "volume": "19",
            "issn": "",
            "pages": "234-238",
            "other_ids": {
                "DOI": [
                    "10.1136/emj.19.3.234"
                ]
            }
        },
        "BIBREF17": {
            "title": "Impact of Event Scale: a measure of subjective stress",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Psychosom Med",
            "volume": "41",
            "issn": "",
            "pages": "209-218",
            "other_ids": {
                "DOI": [
                    "10.1097/00006842-197905000-00004"
                ]
            }
        },
        "BIBREF18": {
            "title": "Understanding, compliance and psychological impact of the SARS quarantine experience",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol Infect",
            "volume": "136",
            "issn": "",
            "pages": "997-1007",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268807009156"
                ]
            }
        },
        "BIBREF19": {
            "title": "Modified atherogenic lipoproteins induce expression of pentraxin-3 by human vascular smooth muscle cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klouche",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Atherosclerosis",
            "volume": "175",
            "issn": "",
            "pages": "221-228",
            "other_ids": {
                "DOI": [
                    "10.1016/j.atherosclerosis.2004.03.020"
                ]
            }
        },
        "BIBREF20": {
            "title": "Plasma pentraxin 3 in patients with chronic kidney disease: associations with renal function, protein-energy wasting, cardiovascular disease, and mortality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clinical journal of the American Society of Nephrology: CJASN",
            "volume": "2",
            "issn": "",
            "pages": "889-897",
            "other_ids": {
                "DOI": [
                    "10.2215/CJN.00870207"
                ]
            }
        },
        "BIBREF21": {
            "title": "Pentraxin 3 is elevated in haemodialysis patients and is associated with cardiovascular disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boehme",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nephrol Dial Transplant",
            "volume": "22",
            "issn": "",
            "pages": "2224-2229",
            "other_ids": {
                "DOI": [
                    "10.1093/ndt/gfl747"
                ]
            }
        },
        "BIBREF22": {
            "title": "Overview of circulating nucleic acids in plasma/serum",
            "authors": [
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Butt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swaminathan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann N Y Acad Sci",
            "volume": "1137",
            "issn": "",
            "pages": "236-242",
            "other_ids": {
                "DOI": [
                    "10.1196/annals.1448.002"
                ]
            }
        },
        "BIBREF23": {
            "title": "Updating and validating the Charlson comorbidity index and score for risk adjustment in hospital discharge abstracts using data from 6 countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "American journal of epidemiology",
            "volume": "173",
            "issn": "",
            "pages": "676-682",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwq433"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "HPLC-fluorescence method for measurement of the uremic toxin indoxyl sulfate in plasma",
            "authors": [
                {
                    "first": "Z’abi,M",
                    "middle": [],
                    "last": "Al",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al Toubi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of chromatographic science",
            "volume": "51",
            "issn": "",
            "pages": "40-43",
            "other_ids": {
                "DOI": [
                    "10.1093/chromsci/bms103"
                ]
            }
        },
        "BIBREF26": {
            "title": "The sensitivity of real-time PCR amplification targeting invasive Salmonella serovars in biological specimens",
            "authors": [
                {
                    "first": "TV",
                    "middle": [],
                    "last": "Nga",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-125"
                ]
            }
        },
        "BIBREF27": {
            "title": "Decrease in cell free DNA levels following participation in stress reduction techniques among women undergoing infertility treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Czamanski-Cohen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Arch Womens Ment Health",
            "volume": "17",
            "issn": "",
            "pages": "251-253",
            "other_ids": {
                "DOI": [
                    "10.1007/s00737-013-0407-2"
                ]
            }
        },
        "BIBREF28": {
            "title": "Circulating cell-free mitochondrial DNA, but not leukocyte mitochondrial DNA copy number, is elevated in major depressive disorder",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lindqvist",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Neuropsychopharmacology: official publication of the American College of Neuropsychopharmacology",
            "volume": "43",
            "issn": "",
            "pages": "1557-1564",
            "other_ids": {
                "DOI": [
                    "10.1038/s41386-017-0001-9"
                ]
            }
        },
        "BIBREF29": {
            "title": "Circulating, cell-free DNA as a marker for exercise load in intermittent sports",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haller",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PloS one",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0191915"
                ]
            }
        },
        "BIBREF30": {
            "title": "Circulatory mitochondrial DNA is a pro-inflammatory agent in maintenance hemodialysis patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PloS one",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0113179"
                ]
            }
        },
        "BIBREF31": {
            "title": "Circulating cell-free DNA in hemodialysis patients predicts mortality",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tovbin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nephrol Dial Transplant",
            "volume": "27",
            "issn": "",
            "pages": "3929-3935",
            "other_ids": {
                "DOI": [
                    "10.1093/ndt/gfs255"
                ]
            }
        },
        "BIBREF32": {
            "title": "Inducible expression of PTX3, a new member of the pentraxin family, in human mononuclear phagocytes",
            "authors": [
                {
                    "first": "VV",
                    "middle": [],
                    "last": "Alles",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Blood",
            "volume": "84",
            "issn": "",
            "pages": "3483-3493",
            "other_ids": {
                "DOI": []
            }
        }
    }
}