{
    "paper_id": "PMC7167487",
    "metadata": {
        "title": "Lessons learned from Korea: COVID-19 pandemic",
        "authors": [
            {
                "first": "Hazhir",
                "middle": [],
                "last": "Moradi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Atefeh",
                "middle": [],
                "last": "Vaezi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nTo the Editor—The World Health Organization (WHO) declared COVID-19 a pandemic on March 11, pointing to >118,000 cases of coronavirus pneumonia worldwide.1 On the last day of 2019, China reported some cases of pneumonia with unknown etiology in Wuhan. Approximately 7 days later, gene sequencing revealed that the etiologic agent was a coronavirus, which was subsequently named SARS-Cov-2.2 As of March 18, 2020, >218,000 infected patients and 8,900 deaths had been reported, and the virus had reached 173 countries.3\n",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "mention": "1",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 391,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 518,
                    "mention": "3",
                    "ref_id": null
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To control an outbreak, every country needs to have preparedness, alert, and response plans.4 Preparedness comprises activities that began before the crisis; its goal is to create infrastructure and to empower public health workers. Alert plans comprise activities conducted to detect and verify the outbreak, and response activities during the crisis focus on controlling the problem.5\n",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 386,
                    "mention": "5",
                    "ref_id": null
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The first individual with COVID-19 in Korea was detected on January 20, 2020.6 Today, 60 days after the first case, statistics show that the peak of infection has passed. A total of 8,413 cases have been confirmed, and the number of new cases has reached <100 for the fourth day in a row.3 In this study, we describe the outbreak response and preparedness activities that Korea implemented to control the COVID-19 epidemic.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 289,
                    "mention": "3",
                    "ref_id": null
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The outbreak alert system in Korea has 4 levels: (1) attention to the outbreak, in which the government began to monitor and prepare; (2) caution when the outbreak entered the country and the government operates cooperation system; (3) alerts regarding the spread of infection to other areas and initiation of the response system; and (4) mobilization of a nationwide response system as the outbreak spread and became severe.7\n",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 426,
                    "mention": "7",
                    "ref_id": null
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Four days after the notification of new cases in China,8 while the source was not yet clear, Korea started screening and implemented a quarantine plan at the airports. Those who had visited Wuhan in the previous 14 days were required to complete a health questionnaire and to self-quarantine for 14 days. If fever or respiratory symptoms appeared, they were required to call the Korea Centers for Disease Control and Prevention (KCDC).3\n",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 436,
                    "mention": "3",
                    "ref_id": null
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "On January 20, the first case of COVID-19 pneumonia, which was detected in the airport screening station, was confirmed,6 resulting in the elevation of the infection alert level from blue (attention) to yellow (caution). In-depth epidemiological studies were conducted, and all contacts were followed for 14 days. These individuals were isolated and tested if any symptoms appeared, and all of the places where the case patients had gone (eg, hotels, markets, and health facilities) were disinfected.3 On February 21, when epidemiologic studies revealed 2 main sources of transmission, those places were defined as “special care zones” where a specialized team focused on controlling transmission,9 and the alert level was elevated to the highest (severe).10\n",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 501,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 698,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 758,
                    "mention": "10",
                    "ref_id": null
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Rapid diagnosis and widespread testing were other areas of focus in Korea. The proportion of confirmed to suspected cases varied from 0.5 in the initial days to 3.9 in the peak days. Early detection helped Korea eliminate the infection from the community and restrict it to health facilities, which is an essential aspect of outbreak response. Also, research teams started their work in the very early days to develop rapid tests, treatments, and vaccines. From January 31 onward, the 6-hour test was distributed in some health facilities, and from February 7 onward, all health facilities all around the country had this test.10\n",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 629,
                    "mention": "10",
                    "ref_id": null
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Moreover, the KCDC started reporting the situation from January 20 onward to provide accurate and real-time data. These reports included the number of confirmed cases and patients under investigation, history of confirmed cases, and prevention advice for the public. The number of the KCDC call center has been mentioned in almost every report, and Koreans were asked not to travel to China and Wuhan, to avoid public outdoor activities, to cough or sneeze safely, and to wear masks when visiting a health center. Besides, the guideline for management and screening get updated whenever needed; travel to Wuhan which was in the definition of suspected cases where changed to travel to china, and finally omitted.10\n",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 714,
                    "mention": "10",
                    "ref_id": null
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Altogether, the main goal of outbreak response in Korea was prevention of entrance of COVID-19 and at the same time, inhibition of the spread of the virus throughout the country. These goals were achieved through 3 main strategies: (1) containment and mitigation based on outbreak situation; (2) Risk communication to attract community participation; and (3) science-based and fact-driven actions.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A novel coronavirus from patients with pneumonia in China, 2019",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "A Framework for Global Outbreak Alert and Response.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Public health crisis preparedness and response in Korea",
            "authors": [],
            "year": 2013,
            "venue": "Osong Public Health Res Perspect",
            "volume": "4",
            "issn": "",
            "pages": "278-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The first case of 2019 novel coronavirus pneumonia imported into Korea from Wuhan, China: implication for infection prevention and control measures",
            "authors": [],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "How to manage a public health crisis and bioterrorism in Korea",
            "authors": [],
            "year": 2013,
            "venue": "Osong Public Health Res Perspect",
            "volume": "4",
            "issn": "",
            "pages": "223-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "An update on the 2019-nCoV outbreak",
            "authors": [],
            "year": 2020,
            "venue": "Am J Infect Control",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2020.01.023"
                ]
            }
        },
        "BIBREF9": {
            "title": "Transmission potential of COVID-19 in South Korea",
            "authors": [],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "339-344",
            "other_ids": {
                "DOI": []
            }
        }
    }
}