{
    "paper_id": "PMC7103696",
    "metadata": {
        "title": "Clinical observation and management of COVID-19 patients",
        "authors": [
            {
                "first": "Taisheng",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hongzhou",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenhong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "When SARS-CoV-2 infects a person, the lesions are not limited to the lungs. The virus causes viraemia after entering the body and the main clinical manifestations are fever, pharyngalgia, fatigue, diarrhoea and other non-specific symptoms [3,4]. This process includes the incubation phase and the early phase of the disease. The incubation takes 1–14 days (3–7 days being common). Peripheral blood leucocytes and lymphocytes are not significantly reduced (normal or slightly lower) at this phase. Then, the viruses spread through the bloodstream and mainly in the lungs, gastrointestinal tract, and heart, presumably concentrated in the tissues expressing ACE2, the receptor of SARS-CoV-2. This phase occurs around 7–14 after the onset of the symptoms when the virus starts a second attack, which is also the main cause of the aggravation of symptoms. At this time, pulmonary lesions became worse, and chest CT scans show imaging changes consistent with COVID-19. At this stage, the peripheral blood lymphocytes decrease significantly, involving both T and B lymphocytes. Inflammatory factors in peripheral blood are increased.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 242,
                    "end": 243,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Clinical course of COVID-19 ::: Professor Taisheng Li (being sent to Wuhan from Beijing to provide frontline care to the COVID-19 cases in a local hospital)",
            "ref_spans": []
        },
        {
            "text": "Patients at this phase will begin to develop the hypercoagulable state and D-Dimer-based coagulation factors may appear abnormal. The use of IVIG at this time may provide patients with effective clinical benefits and inhibit the formation of inflammatory factors storm (“cytokine storm”). LWMH therapy, suggested by colleagues at the Department of Hematology, Peking Union Medical College Hospital, may also alleviate the hypercoagulable state in patients. During the development of dyspnoea and chest imaging changes from light to severe, the D-dimer increased from mild to significant, along with prolonged prothrombin time (PT) and gradual decrease of fibrinogen (FBG) and platelet. Recently, it has been observed that some of the non-survivors suffered from ischaemic changes such as ecchymosis of the fingers and toes (Figure 1), at the same time as the organ functions of the heart and kidneys became worse. The above manifestations are consistent with the diagnosis of the hypercoagulable phase of DIC. It is believed that COVID-2019 can activate coagulation cascade through various mechanisms, leading to severe hypercoagulability. Early anticoagulation may block clotting formation and reduce microthrombus, thereby reducing the risk of major organ damages [5,6].\n",
            "cite_spans": [
                {
                    "start": 1267,
                    "end": 1268,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1269,
                    "end": 1270,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Abnormal coagulation status ::: Professor Taisheng Li (being sent to Wuhan from Beijing to provide frontline care to the COVID-19 cases in a local hospital)",
            "ref_spans": [
                {
                    "start": 824,
                    "end": 832,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "What we are faced with is a newly discovered viral disease, testing drugs are selected mainly based on the past experience of such drugs treating other related diseases. Some of them only had in vitro tests. Some hasn’t finished Phase II clinical trials. Large-scale clinical trials will take a long time. Therefore, the small-scale clinical trials, including Phase II clinical trials, are currently given priority to, in which case, its effect, proper dosage, the medication and adverse reaction are initially verified. Those possibly effective and relatively safe medications can be coordinated to the large-scale and multi-centre clinical trials. In this way, a bulk of repetitive trials are avoided.",
            "cite_spans": [],
            "section": "Research design ::: Professor Hongzhou Lu (a leader in China to try various anti-viral drugs to treat COVID-19 cases)",
            "ref_spans": []
        },
        {
            "text": "Another reality situation is the fact that the National COVID-19 Treatment Guideline has been updated quite urgently to include possibly effective drugs and experts are continuously offering new medical suggestions. Therefore, the medical workers in clinical trials usually take consideration of national guideline and expert opinion, while carrying out the trial under the premise that the normal treatment is not affected. As a result, the intervention group may be covered by a variety of anti-viral medications. It is difficult to leave the control group blank in order to confirm the absolute effect of the testing drug in the intervention group. The specific effects of the testing medication cannot be verified. In this case, the current clinical studies are not as rigorous as the traditional clinical trials, but they help draw a quick initial result which can help with the following study design. It is of vital importance to motivate the quick publication of clinical trial results, which can contribute significantly to clinical treatment.",
            "cite_spans": [],
            "section": "Research design ::: Professor Hongzhou Lu (a leader in China to try various anti-viral drugs to treat COVID-19 cases)",
            "ref_spans": []
        },
        {
            "text": "Traditional Chinese medicine, after a long history of clinical use, has carved out its own theory and practice. The most typical ones are the “Doctrine of Shanghai” (febrile diseases caused by exogenous pathogenic factors) and the “Doctrine of Seasonal Febrile Diseases.” In the diagnosis and treatment of acute respiratory infectious diseases like SARS and influenza, traditional Chinese medicine has played a significant role. But its treatment determination is based on “Syndrome Differentiation,” in which case, individual plans are produced. The Chinese medicine formulae are typical of complicated chemical compositions. This means that a creative evaluation system of traditional Chinese medicine needs to be developed.",
            "cite_spans": [],
            "section": "Traditional Chinese medicine ::: Professor Hongzhou Lu (a leader in China to try various anti-viral drugs to treat COVID-19 cases)",
            "ref_spans": []
        },
        {
            "text": "Currently, there have been more than 330 laboratory-confirmed adult cases of COVID-19 in Shanghai [7]. Most patients (>90%) are in mild or moderate states, and more than 90% of them have been cured and discharged by now. Because no specific drugs have been shown with clear effectiveness in helping the human body to clear the SARS-CoV-2 viruses, the disease severity rate in Shanghai (26 cases, around 9–10%) actually objectively reflected the natural history of the disease, and was comparable with the severity rate at other places outside Hubei Province. All critically ill patients received invasive mechanical ventilation, and six patients received extracorporeal membrane oxygenation (ECMO). We found that in addition to the involvement of the respiratory system, critically ill patients often had systemic involvement of multiple organs, including the heart, kidney, and coagulation system in the early disease course. Sometimes multiple system involvement was observed even at the time of initial hospital admission. Therefore, in addition to the respiratory supportive treatment, timely multiorgan evaluation and treatment is very crucial.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "A team approach to manage COVID-19 patients ::: Professor Wenhong Zhang (responsible for Shanghai’s overall clinical management of the COVID-19 cases)",
            "ref_spans": []
        },
        {
            "text": "Every critically ill COVID-19 patient in Shanghai is managed by a group of healthcare providers which includes at least a pulmonologist, an infectious diseases expert, a critical care specialist, and an ECMO specialist if necessary. Nephrologists, psychiatrists, physicians of traditional Chinese medicine, experienced nurses also actively participate in managing these patients as well. Besides, substantial heterogeneity among severe patients was noted. Mild patients are more alike, but each severe case is severe in his/her own way. There may be multiple pathophysiological mechanisms in these critically ill patients. The types of critically ill patients need to be more carefully classified in order to perform more individualized treatment, in addition to conducting more dedicated research to develop a unique management plan. In Shanghai, medical decisions and interventions are carefully tailored to the unique characteristics of each severe patient.",
            "cite_spans": [],
            "section": "A team approach to manage COVID-19 patients ::: Professor Wenhong Zhang (responsible for Shanghai’s overall clinical management of the COVID-19 cases)",
            "ref_spans": []
        },
        {
            "text": "The overall mortality rate is about 0.9% in Shanghai. However, we have found that once the disease course progressed to the critical illness state (requiring mechanical ventilation), the prognosis of the patients would become significantly worse. From this perspective, treatments that can prevent mild state from progressing to the severe or critical state will significantly improve the overall prognosis of the clinical courses. Such effective treatments include intermittent short-term haemofiltration (ISVVH), low-dose short-course glucocorticoids therapy, among other approaches. The use of glucocorticoids is rather controversial and there is no general agreement by now. Based on our experiences, stably mild patients could self-manage the infection effectively and corticosteroid would not be recommended for them considering its potential risks. For patients who have an overly exuberant inflammatory response or are at high risk of developing ARDS, early-start of corticosteroids could be helpful. The benefit of corticosteroids as rescue treatment remains doubtful.",
            "cite_spans": [],
            "section": "Early and effective treatment of mild cases is critical ::: Professor Wenhong Zhang (responsible for Shanghai’s overall clinical management of the COVID-19 cases)",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: Ecchymosis in severe type of COVID-19 patients.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "",
            "pages": "221-236",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1719902"
                ]
            }
        },
        "BIBREF1": {
            "title": "RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "",
            "pages": "313-319",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1725399"
                ]
            }
        },
        "BIBREF2": {
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "",
            "pages": "386-389",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1729071"
                ]
            }
        },
        "BIBREF3": {
            "title": "Detectable 2019-nCoV viral RNA in blood is a strong indicator for the further clinical severity",
            "authors": [
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "XZ",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "",
            "pages": "469-473",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1732837"
                ]
            }
        },
        "BIBREF4": {
            "title": "Diagnosis and clinical management of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) infection: an operational recommendation of Peking Union Medical College Hospital (V2.0)",
            "authors": [],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "",
            "pages": "582-585",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Hypothesis for potential pathogenesis of SARS-CoV-2 infection–a review of immune changes in patients with viral pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Era of molecular diagnosis for pathogen identification of unexplained pneumonia, lessons to be learned",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Emerg Microbes Infec",
            "volume": "9:1",
            "issn": "",
            "pages": "597-600",
            "other_ids": {
                "DOI": []
            }
        }
    }
}