{
    "paper_id": "PMC7090843",
    "metadata": {
        "title": "Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease 2019",
        "authors": [
            {
                "first": "Jianbo",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Simeng",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhongxiang",
                "middle": [],
                "last": "Cai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianbo",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ning",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiang",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tingting",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ruiting",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huawei",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lijun",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lihua",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manli",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huafen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gaohua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhongchun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shaohua",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since the end of December 2019, the Chinese city of Wuhan has reported a novel pneumonia caused by coronavirus disease 2019 (COVID-19), which is spreading domestically and internationally.1 The virus has been named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). In this report, we will refer to the disease, COVID-19. According to data released by the National Health Commission of China, the number of confirmed cases in mainland China has increased to 80 151 as of March 2, 2020,2 and confirmed cases have been reported in more than a dozen other countries. Moreover, person-to-person transmission has been recorded outside mainland China.3 On January 30, 2020, the World Health Organization held an emergency meeting and declared the global COVID-19 outbreak a public health emergency of international concern.4",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 656,
                    "end": 657,
                    "mention": "3",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 828,
                    "end": 829,
                    "mention": "4",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Facing this critical situation, health care workers on the front line who are directly involved in the diagnosis, treatment, and care of patients with COVID-19 are at risk of developing psychological distress and other mental health symptoms. The ever-increasing number of confirmed and suspected cases, overwhelming workload, depletion of personal protection equipment, widespread media coverage, lack of specific drugs, and feelings of being inadequately supported may all contribute to the mental burden of these health care workers. Previous studies have reported adverse psychological reactions to the 2003 SARS outbreak among health care workers.5,6,7,8 Studies showed that those health care workers feared contagion and infection of their family, friends, and colleagues,5 felt uncertainty and stigmatization,5,6 reported reluctance to work or contemplating resignation,6 and reported experiencing high levels of stress, anxiety, and depression symptoms,7 which could have long-term psychological implications.7 Similar concerns about the mental health, psychological adjustment, and recovery of health care workers treating and caring for patients with COVID-19 are now arising.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 653,
                    "mention": "5",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 654,
                    "end": 655,
                    "mention": "6",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 656,
                    "end": 657,
                    "mention": "7",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 658,
                    "end": 659,
                    "mention": "8",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 778,
                    "end": 779,
                    "mention": "5",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 816,
                    "end": 817,
                    "mention": "5",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 818,
                    "end": 819,
                    "mention": "6",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 877,
                    "end": 878,
                    "mention": "6",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 961,
                    "end": 962,
                    "mention": "7",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1017,
                    "end": 1018,
                    "mention": "7",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Psychological assistance services, including telephone-, internet-, and application-based counseling or intervention, have been widely deployed by local and national mental health institutions in response to the COVID-19 outbreak. On February 2, 2020, the State Council of China announced that it was setting up nationwide psychological assistance hotlines to help during the epidemic situation.9 However, evidence-based evaluations and mental health interventions targeting front-line health care workers are relatively scarce.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 396,
                    "mention": "9",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To address this gap, the aim of current study was to evaluate mental health outcomes among health care workers treating patients with COVID-19 by quantifying the magnitude of symptoms of depression, anxiety, insomnia, and distress and by analyzing potential risk factors associated with these symptoms. Participants from Wuhan city (the capital of Hubei province) and other areas inside and outside Hubei province in China were enrolled in this survey to compare interregional differences. This study aimed to provide an assessment of the mental health burden of Chinese health care workers, which can serve as important evidence to direct the promotion of mental well-being among health care workers.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This study followed the American Association for Public Opinion Research (AAPOR) reporting guideline. Approval from the clinical research ethics committee of Renmin Hospital of Wuhan University was received before the initiation of this study. Verbal informed consent was provided by all survey participants prior to their enrollment. Participants were allowed to terminate the survey at any time they desired. The survey was anonymous, and confidentiality of information was assured.",
            "cite_spans": [],
            "section": "Study Design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study is a cross-sectional, hospital-based survey conducted via a region-stratified, 2-stage cluster sampling from January 29, 2020, to February 3, 2020. During this period, the total confirmed cases of COVID-19 exceeded 10 000 in China. To compare the interregional differences of mental health outcomes among health care workers in China, samples were stratified by their geographic location (ie, Wuhan, other regions inside Hubei province, and regions outside Hubei province). Because Wuhan was most severely affected, more hospitals in Wuhan were sampled. Hospitals equipped with fever clinics or wards for COVID-19 were eligible to participate in this survey. A total of 20 hospitals in Wuhan (10 designated by the local government to treat COVID-19 and 10 nondesignated), 7 hospitals in other regions of Hubei province, and 7 hospitals from 7 other provinces with a high incidence of COVID-19 (1 hospital from each province) were included. In total, 34 hospitals were involved. Milestone events during the outbreak of COVID-19 and the duration of this study are presented in the eFigure in the Supplement.",
            "cite_spans": [],
            "section": "Study Design ::: Methods",
            "ref_spans": []
        },
        {
            "text": "One clinical department was randomly sampled from each selected hospital, and all health care workers in this department were asked to participate in this study. The target sample size of participants was determined using the formula N = Zα2P(1 − P) / d2, in which α = 0.05 and Zα = 1.96, and the estimated acceptable margin of error for proportion d was 0.1. The proportion of health care workers with psychological comorbidities was estimated at 35%, based on a previous study of the SARS outbreak.7 To allow for subgroup analyses, we amplified the sample size by 50% with a goal of at least 1070 completed questionnaires from participants.",
            "cite_spans": [
                {
                    "start": 500,
                    "end": 501,
                    "mention": "7",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Participants ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We focused on symptoms of depression, anxiety, insomnia, and distress for all participants, using Chinese versions of validated measurement tools.10,11,12,13 Accordingly, the 9-item Patient Health Questionnaire (PHQ-9; range, 0-27),10 the 7-item Generalized Anxiety Disorder (GAD-7) scale (range, 0-21),11 the 7-item Insomnia Severity Index (ISI; range, 0-28),12 and the 22-item Impact of Event Scale–Revised (IES-R; range, 0-88)13 were used to assess the severity of symptoms of depression, anxiety, insomnia, and distress, respectively. The total scores of these measurement tools were interpreted as follows: PHQ-9, normal (0-4), mild (5-9), moderate (10-14), and severe (15-21) depression; GAD-7, normal (0-4), mild (5-9), moderate (10-14), and severe (15-21) anxiety; ISI, normal (0-7), subthreshold (8-14), moderate (15-21), and severe (22-28) insomnia; and IES-R, normal (0-8), mild (9-25), moderate (26-43), and severe (44-88) distress. These categories were based on values established in the literature.10,11,12,13",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 149,
                    "end": 151,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 152,
                    "end": 154,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 155,
                    "end": 157,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 232,
                    "end": 234,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 429,
                    "end": 431,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1022,
                    "end": 1024,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Outcomes and Covariates ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The cutoff score for detecting symptoms of major depression, anxiety, insomnia, and distress were 10, 7,14 15, and 26, respectively. Participants who had scores greater than the cutoff threshold were characterized as having severe symptoms.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Outcomes and Covariates ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Demographic data were self-reported by the participants, including occupation (physician or nurse), sex (male or female), age (18-25, 26-30, 31-40, or >40 years), marital status, educational level (≤undergraduate or ≥postgraduate), technical title (junior, intermediate, or senior), geographic location (Wuhan, Hubei province outside Wuhan, or outside Hubei province), place of residence (urban or rural), and type of hospital (secondary or tertiary). The different technical titles of respondents refer to the professional titles certificated by the hospital. Participants were asked whether they were directly engaged in clinical activities of diagnosing, treating, or providing nursing care to patients with elevated temperature or patients with confirmed COVID-19. Those who responded yes were defined as frontline workers, and those who answered no were defined as second-line workers.",
            "cite_spans": [],
            "section": "Outcomes and Covariates ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data analysis was performed using SPSS statistical software version 20.0 (IBM Corp). The significance level was set at α = .05, and all tests were 2-tailed. The original scores of the 4 measurement tools were not normally distributed and so are presented as medians with interquartile ranges (IQRs). The ranked data, which were derived from the counts of each level for symptoms of depression, anxiety, insomnia, and distress, are presented as numbers and percentages. The nonparametric Mann-Whitney U test and Kruskal-Wallis test were applied to compare the severity of each symptom between 2 or more groups. To determine potential risk factors for symptoms of depression, anxiety, insomnia, and distress in participants, multivariable logistic regression analysis was performed, and the associations between risk factors and outcomes are presented as odds ratios (ORs) and 95% CIs, after adjustment for confounders, including sex, age, marital status, educational level, technical title, place of residence, working position (first-line or second-line), and type of hospital.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the study, among the 1830 health care workers (702 [38.4%] physicians and 1128 [61.6%] nurses) asked to participate, 1257 respondents (68.7%) completed the survey. The occupational and geographic data of nonrespondents were similar to those of respondents (eTable 1 in the Supplement). Of the 1257 responding participants, 493 (39.2%) were physicians, and 764 (60.8%) were nurses. The response rates for physicians and nurses were 70.2% and 67.7%, respectively. Of the participants, 760 (60.5%) worked in Wuhan, 261 (20.8%) worked in Hubei province outside Wuhan, and 236 (18.8%) worked outside Hubei province. Most participants were women (964 [76.7%]), were aged 26 to 40 years (813 [64.7%]), were married, widowed, or divorced (839 [66.7%]), had an educational level of undergraduate or less (953 [75.8%]), had a junior technical title (699 [55.6%]), and worked in tertiary hospitals (933 [74.2%]). A total of 522 participants (41.5%) were frontline health care workers directly engaged in diagnosing, treating, or caring for patients with or suspected to have COVID-19. Nearly all participants (1220 [97.1%]) lived in urban areas (Table 1).",
            "cite_spans": [],
            "section": "Demographic Characteristics ::: Results",
            "ref_spans": [
                {
                    "start": 1138,
                    "end": 1145,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A considerable proportion of participants had symptoms of depression (634 [50.4%]), anxiety (560 [44.6%]), insomnia (427 [34.0%]), and distress (899 [71.5%]). Nurses, women, frontline workers, and those in Wuhan reported experiencing more severe symptom levels of depression, anxiety, insomnia, and distress (eg, severe depression among physicians vs nurses: 24 [4.9%] vs 54 [7.1%]; P = .01; severe anxiety among men vs women: 10 [3.4%] vs 56 [5.8%]; P = .001; severe insomnia among frontline workers vs second-line workers: 9 [1.7%] vs 3 [0.4%]; P < .001; severe distress among workers in Wuhan vs Hubei outside Wuhan and outside Hubei: 96 [12.6%] vs 19 [7.2%] among those in Hubei outside Wuhan and 17 [7.2%] among those outside Hubei; P < .001) (Table 2). Compared with those working in tertiary hospitals, participants working in secondary hospitals were more likely to report severe symptoms of depression (53 [5.6%] vs 25 [7.7%]; P = .003), anxiety (48 [5.1%] vs 18 [5.5%]; P = .046), and insomnia (10 [1.0%] vs 2 [0.6%]; P = .02) but not distress (Table 2).",
            "cite_spans": [],
            "section": "Severity of Measurements and Associated Factors ::: Results",
            "ref_spans": [
                {
                    "start": 749,
                    "end": 756,
                    "mention": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1055,
                    "end": 1062,
                    "mention": "Table 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The median (IQR) scores on the PHQ-9 for depression, the GAD-7 for anxiety, the ISI for insomnia, and the IES-R for distress for all respondents were 5.0 (2.0-8.0), 4.0 (1.0-7.0), 5.0 (2.0-9.0), and 20.0 (7.0-31.0), respectively. Similar to findings in severity of symptoms, participants who were nurses, women, frontline health care workers, and working in Wuhan had higher scores in all 4 scales compared with those who were physicians, men, second-line health care workers, and working in Hubei province outside Wuhan or outside Hubei province (eg, median [IQR] PHQ-9 scores among physicians vs nurses: 4.0 [1.0-7.0] vs 5.0 [2.0-8.0]; P = .007; median [IQR] GAD-7 scores among men vs women: 2.0 [0-6.0] vs 4.0 [1.0-7.0]; P < .001; median [IQR] ISI scores among frontline vs second-line workers: 6.0 [2.0-11.0] vs 4.0 [1.0-8.0]; P < .001; median [IQR] IES-R scores among those in Wuhan vs those in Hubei outside Wuhan and those outside Hubei: 21.0 [8.5-34.5] vs 18.0 [6.0-28.0] in Hubei outside Wuhan and 15.0 [4.0-26.0] outside Hubei; P < .001) (Table 3). Compared with health care workers in tertiary hospitals, those in secondary hospitals reported higher scores on scales measuring symptoms of depression, anxiety, and insomnia (median [IQR] PHQ-9 score, 4.0 [1.0-7.0] vs 5.0 [2.0-9.0]; P < .001; median [IQR] GAD-7 score, 3.0 [0-7.0] vs 4.0 [1.0-7.0]; P = .005; median [IQR] ISI score, 4.0 [2.0-9.0] vs 6.0 [2.0-10.0]; P = .008). There were no differences in hospital status for scores of distress (median [IQR] IES-R score: workers in tertiary hospitals, 19.0 [7.0-32.0]; workers in secondary hospitals, 20.0 [6.0-31.0]; P = .46). However, frontline health care workers from tertiary and secondary hospitals reported equally high scores on all 4 scales (eg, median [IQR] PHQ-9 score, 5.0 [2.0-8.0] vs 6.0 [3.0-9.0]; P = .08) (Table 4). In pairwise comparisons, participants from Hubei province outside Wuhan and participants outside Hubei province reported similar levels of symptoms of depression, anxiety, insomnia, and distress but were all lower than that of health care workers in Wuhan, the origin of the epidemic (eTable 2 in the Supplement). Analyses of scores of 3 factors (avoidance, intrusion, and hyperarousal) derived from the IES-R are presented in eTable 3, eTable 4, and eTable 5 in the Supplement.",
            "cite_spans": [],
            "section": "Scores of Measurements and Associated Factors ::: Results",
            "ref_spans": [
                {
                    "start": 1049,
                    "end": 1056,
                    "mention": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1834,
                    "end": 1841,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Multivariable logistic regression analysis showed that, after controlling for confounders, being a woman and having an intermediate professional title were associated with severe symptoms of depression, anxiety, and distress (eg, severe depression among women: OR, 1.94; 95% CI, 1.26-2.98; P = .003; severe anxiety among those with intermediate professional titles: OR, 1.82; 95% CI, 1.38-2.39; P < .001). Compared with working in a tertiary hospital, working in secondary hospitals was associated with more severe symptoms of depression (OR, 1.65; 95% CI, 1.17-2.34; P = .004) and anxiety (OR, 1.43; 95% CI, 1.08-1.90; P = .01). Working outside Hubei province was associated with a lower risk of feeling distressed than working in Wuhan (OR, 0.62; 95% CI, 0.43-0.88; P = .008). Compared with working in second-line positions, working in the frontline directly treating patients with COVID-19 appeared to be an independent risk factor for all psychiatric symptoms after adjustment (depression, OR 1.52; 95% CI, 1.11-2.09; P = .01; anxiety, OR 1.57; 95% CI, 1.22-2.02; P < .001; insomnia, OR 2.97; 95% CI, 1.92-4.60; P < .001; distress: OR, 1.60; 95% CI, 1.25-2.04; P < .001) (Table 5).",
            "cite_spans": [],
            "section": "Risk Factors of Mental Health Outcomes ::: Results",
            "ref_spans": [
                {
                    "start": 1176,
                    "end": 1183,
                    "mention": "Table 5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "This study has several limitations. First, it was limited in scope. Most participants (81.2%) were from Hubei province, limiting the generalization of our findings to less affected regions. Second, the study was carried out during 6 days and lacks longitudinal follow-up. Because of the increasingly arduous situation, the mental health symptoms of health care workers could become more severe. Thus, long-term psychological implications of this population are worth further investigation. Third, this study was unable to distinguish the association of symptoms with being a clinician in this region vs simply living in this region (because there was no comparator group) and was also unable to distinguish preexisting mental health symptoms vs new symptoms. Fourth, although the response rate of this study was 68.7%, response bias may still exist if the nonrespondents were either too stressed to respond or not at all stressed and therefore not interested in this survey.",
            "cite_spans": [],
            "section": "Limitations ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In this survey study of physicians and nurses in hospitals with fever clinics or wards for patients with COVID-19 in China, health care workers responding to the spread of COVID-19 reported high rates of symptoms of depression, anxiety, insomnia, and distress. Protecting health care workers is an important component of public health measures for addressing the COVID-19 epidemic. Special interventions to promote mental well-being in health care workers exposed to COVID-19 need to be immediately implemented, with women, nurses, and frontline workers requiring particular attention.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF1": {
            "title": "Validity and reliability of Patient Health Questionnaire-9 and Patient Health Questionnaire-2 to screen for depression among college students in China",
            "authors": [],
            "year": 2013,
            "venue": "Asia Pac Psychiatry",
            "volume": "5",
            "issn": "4",
            "pages": "268-275",
            "other_ids": {
                "DOI": [
                    "10.1111/appy.12103"
                ]
            }
        },
        "BIBREF2": {
            "title": "Reliability and validity of a generalized anxiety scale in general hospital outpatients",
            "authors": [],
            "year": null,
            "venue": "Shanghai Arch Psychiatry",
            "volume": "22",
            "issn": "4",
            "pages": "200-203",
            "other_ids": {
                "DOI": [
                    "10.3969/j.issn.1002-0829.2010.04.002"
                ]
            }
        },
        "BIBREF3": {
            "title": "Insomnia Severity Index: psychometric properties with Chinese community-dwelling older people",
            "authors": [],
            "year": 2010,
            "venue": "J Adv Nurs",
            "volume": "66",
            "issn": "10",
            "pages": "2350-2359",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2648.2010.05394.x"
                ]
            }
        },
        "BIBREF4": {
            "title": "The development of the Chinese version of Impact of Event Scale–Revised (CIES-R)",
            "authors": [],
            "year": 2003,
            "venue": "Soc Psychiatry Psychiatr Epidemiol",
            "volume": "38",
            "issn": "2",
            "pages": "94-98",
            "other_ids": {
                "DOI": [
                    "10.1007/s00127-003-0611-x"
                ]
            }
        },
        "BIBREF5": {
            "title": "Validation of the Generalized Anxiety Disorder-7 (GAD-7) among Chinese people with epilepsy",
            "authors": [],
            "year": 2016,
            "venue": "Epilepsy Res",
            "volume": "120",
            "issn": "",
            "pages": "31-36",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eplepsyres.2015.11.019"
                ]
            }
        },
        "BIBREF6": {
            "title": "The psychological impact of severe acute respiratory syndrome outbreak on healthcare workers in emergency departments and how they cope",
            "authors": [],
            "year": 2005,
            "venue": "Eur J Emerg Med",
            "volume": "12",
            "issn": "1",
            "pages": "13-18",
            "other_ids": {
                "DOI": [
                    "10.1097/00063110-200502000-00005"
                ]
            }
        },
        "BIBREF7": {
            "title": "Updated understanding of the outbreak of 2019 novel coronavirus (2019-nCoV) in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "4",
            "pages": "441-447",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25689"
                ]
            }
        },
        "BIBREF8": {
            "title": "Severe acute respiratory syndrome (SARS) and healthcare workers",
            "authors": [],
            "year": 2004,
            "venue": "Int J Occup Environ Health",
            "volume": "10",
            "issn": "4",
            "pages": "421-427",
            "other_ids": {
                "DOI": [
                    "10.1179/oeh.2004.10.4.421"
                ]
            }
        },
        "BIBREF9": {
            "title": "SARS infection among health care workers in Beijing, China",
            "authors": [],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "20",
            "pages": "2662-2663",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.290.20.2662"
                ]
            }
        },
        "BIBREF10": {
            "title": "Dying and caring on the edge: Taiwan’s surviving nurses’ reflections on taking care of patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2007,
            "venue": "Appl Nurs Res",
            "volume": "20",
            "issn": "4",
            "pages": "171-180",
            "other_ids": {
                "DOI": [
                    "10.1016/j.apnr.2006.08.007"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Nurses fighting against severe acute respiratory syndrome (SARS) in Hong Kong",
            "authors": [],
            "year": 2003,
            "venue": "J Nurs Scholarsh",
            "volume": "35",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/j.1547-5069.2003.00209.x"
                ]
            }
        },
        "BIBREF13": {
            "title": "Fighting the SARS epidemic in Taiwan: a nursing perspective",
            "authors": [],
            "year": 2003,
            "venue": "J Nurs Adm",
            "volume": "33",
            "issn": "11",
            "pages": "565-567",
            "other_ids": {
                "DOI": [
                    "10.1097/00005110-200311000-00005"
                ]
            }
        },
        "BIBREF14": {
            "title": "An exploratory study of nurses suffering from severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2005,
            "venue": "Int J Nurs Pract",
            "volume": "11",
            "issn": "4",
            "pages": "150-160",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1440-172X.2005.00520.x"
                ]
            }
        },
        "BIBREF15": {
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001468"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Survey of stress reactions among health care workers involved with the SARS outbreak",
            "authors": [],
            "year": 2004,
            "venue": "Psychiatr Serv",
            "volume": "55",
            "issn": "9",
            "pages": "1055-1057",
            "other_ids": {
                "DOI": [
                    "10.1176/appi.ps.55.9.1055"
                ]
            }
        },
        "BIBREF19": {
            "title": "Stress and psychological distress among SARS survivors 1 year after the outbreak",
            "authors": [],
            "year": 2007,
            "venue": "Can J Psychiatry",
            "volume": "52",
            "issn": "4",
            "pages": "233-240",
            "other_ids": {
                "DOI": [
                    "10.1177/070674370705200405"
                ]
            }
        },
        "BIBREF20": {
            "title": "Psychological effects of the SARS outbreak in Hong Kong on high-risk health care workers",
            "authors": [],
            "year": 2004,
            "venue": "Can J Psychiatry",
            "volume": "49",
            "issn": "6",
            "pages": "391-393",
            "other_ids": {
                "DOI": [
                    "10.1177/070674370404900609"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}