{
    "paper_id": "PMC7169730",
    "metadata": {
        "title": "Middle East respiratory syndrome coronavirus experimental transmission using a pig model",
        "authors": [
            {
                "first": "J.",
                "middle": [],
                "last": "Vergara‐Alert",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "V.",
                "middle": [
                    "S."
                ],
                "last": "Raj",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Muñoz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "F.",
                "middle": [
                    "X."
                ],
                "last": "Abad",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "I.",
                "middle": [],
                "last": "Cordón",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "B.",
                "middle": [
                    "L."
                ],
                "last": "Haagmans",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Bensaid",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Segalés",
                "suffix": "",
                "email": "joaquim.segales@irta.cat",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS‐CoV) was first detected in 2012 in Saudi Arabia, and it causes severe acute respiratory illness with fever, cough and shortness of breath (Zaki, van Boheemen, Bestebroer, Osterhaus, & Fouchier, 2012). Up to date, it has caused 1952 human infections, including 693 related deaths (World Health Organization (WHO), 2017). Dromedaries are the natural reservoir of MERS‐CoV (Sabir et al., 2016). However, other animal species such as non‐human primates (rhesus macaques and common marmosets), members of the family Camelidae (alpacas and llamas), rabbits and pigs have been demonstrated to be susceptible to MERS‐CoV infection (Crameri et al., 2016; Falzarano et al., 2014; Haagmans et al., 2015; Munster, de Wit, & Feldmann, 2013; Vergara‐Alert, van den Brand, et al., 2017; de Wit et al., 2013, 2017). The finding that pigs can be infected with MERS‐CoV would suggest that other Suidae might be susceptible to the virus. Indeed, common warthogs (Phacochoerus africanus), bushpig (Potamochoerus larvatus) and wild boars are commonly found in the Greater Horn of Africa or the Middle East, sharing the same habitats and water sources with dromedaries (Cumming, 2008; Vergara‐Alert, Vidal, Bensaid, & Segalés, 2017). A recent study in alpacas demonstrated efficient animal‐to‐animal transmission (Adney, Bielefeldt‐Ohmann, Hartwig, & Bowen, 2016) but, to our knowledge, evidence for transmission between animals from other species has not been reported. To study whether MERS‐CoV might be transmitted between pigs, an experimental transmission study in this animal model was designed and performed under direct and indirect contact settings.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Fifteen six to eight‐week‐old Yorkshire × Landrace pigs (Ca N'Arola S.L., Castellterçol, Barcelona, Spain) were housed at Biosafety Level 3 (BSL‐3) animal facilities (IRTA‐CReSA, Barcelona, Spain), and divided into three groups: G1, MERS‐CoV‐inoculated pigs (P1–P5); G2, direct contacts (P6–P10); G3, indirect contacts (P11–P15). Three extra animals were used as negative controls (G4, P16–P18). Animals from G1, G2 and G3 were housed in the same experimental box unit but placed in two different pens. The pens were separated by two fences with a 30 cm distance among them (Figure 1). Tarpaulin, from the ceiling to the floor, was used to avoid contact between pen 1 and pen 2. Tarpaulin was also placed in the front doors of both pens. At the beginning of the experiment, G1 was housed in pen 1, and G2 and G3 in pen 2.",
            "cite_spans": [],
            "section": "Experimental design ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 582,
                    "end": 583,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "G1 was inoculated with 107 TCID50 (50% tissue culture infectious dose) MERS‐CoV (passage 7 human isolate HCoV‐EMC/2012) in 3 mL saline solution via intranasal route (1.5 mL in each nostril). Two days later, all tarpaulins were removed and G2 pigs were moved from pen 2 to pen 1 until the end of the study.",
            "cite_spans": [],
            "section": "Experimental design ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All animals were monitored daily for clinical signs (sneezing, coughing, nasal discharge and/or dyspnoea), as well as rectal temperatures until day 10 post‐inoculation (PI). Nasal swabs (NS) were obtained on days 0, 1, 2, 3, 4 PI from all animals and at days 7, and 10 PI from G1. Animals from G2 and G3 were also sampled at 5, 6, 9 and 12 days PI, corresponding to days 3, 4, 7 and 10 after direct (G2) and indirect (G3) contact with G1.",
            "cite_spans": [],
            "section": "Experimental design ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Two independent NS were collected and placed in PBS (for PCR analysis) and DMEM containing antimicrobial drugs (for detection of infectious virus); swabbing was performed deep in both sides of the nasal cavity. Sera were obtained before challenge and at 7, 15 and 26 days PI, and they were subsequently used to detect the presence of MERS‐CoV‐specific antibodies. Negative control pigs were sampled (NS and sera) and euthanized before the start of the experiment.",
            "cite_spans": [],
            "section": "Sampling procedures ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Daily environmental samples (ES) between day 0 and 10 PI were obtained from air sampling and wall surface swabbing (Figure 1). Briefly, swabs pre‐moistened with transport medium (Copan Universal Transport Medium UTM‐RT System) were collected from walls in pen 1 and 2 (ES1 and ES2). Air sampling was performed using an air sampler (Airport MD8 Sartorius device) located between pens, which suctioned 50 L/min air volume for 20 min through a gelatin membrane filter (ES3). Air from the box unit was sampled with 10 × 10 cm dry membrane filters located in the air extraction of the box (ES4). ES were tested for the presence of viral RNA.",
            "cite_spans": [],
            "section": "Sampling procedures ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Viral RNA from NS and ES was extracted with NucleoSpin® RNA virus kit (Macherey‐Nagel, Germany) following the manufacturer's instructions. The RNA extracts were tested by the UpE PCR (Raj et al., 2013), and the techniques were carried on as previously (Vergara‐Alert, van den Brand, et al., 2017). NS were also evaluated for the presence of infectious virus by titration in Vero cells, following previous protocol (Vergara‐Alert, van den Brand, et al., 2017).",
            "cite_spans": [],
            "section": "Virus detection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Serum samples from days 0, 7, 15 and 26 PI were tested to determine the specific S1‐antibodies by a MERS‐CoV S1‐ELISA, and by a specific virus neutralization assay, as previously described (Haagmans et al., 2016).",
            "cite_spans": [],
            "section": "Humoral immune response assays ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Similar to a previous experiment (Vergara‐Alert, van den Brand, et al., 2017), none of the pigs had appreciable rise in rectal temperature upon challenge, nor any clinical signs (data not shown). All MERS‐CoV‐experimentally infected animals (P1–P5) shed viral RNA at least from 1 to 4 days PI, and three of five pigs had detectable viral RNA until 7 days PI (Figure 2a). Most importantly, all five animals shed infectious virus during the first 4 days PI (Figure 2b). Viral RNA was detected in four of five cohoused, direct contact animals (G2) at least one time PI. The MERS‐CoV RNA load of G2 pigs, however, was lower than those of G1 (Figure 2a). No viral RNA or infectious virus was detected in swabs from G3 (P11–P15) and control pigs (P16–P18).To test whether seroconversion occurred, serum samples were tested with a specific recombinant MERS‐CoV S1‐ELISA and for neutralizing antibodies against MERS‐CoV. All five MERS‐CoV infected animals (P1–P5) had detectable levels of S1‐antibodies 2‐ and 3‐weeks after the infection (Figure 2c). The specificity of the response was confirmed by virus neutralization assay. In P1–P4 (but not in P5), serum neutralizing MERS‐CoV‐specific titres (1:40–1:160) were detected at 1‐ and 2‐week PI (Figure 2d). However, at week 3 PI, the virus neutralizing antibodies decreased (1:20–1:40). No MERS‐CoV‐specific antibodies were detected in serum of G2, G3 and control pigs. In environmental samples, very low levels of viral RNA were detected at different time points, with a peak at day 5 PI (Table 1).",
            "cite_spans": [],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 366,
                    "end": 367,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 645,
                    "end": 646,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1038,
                    "end": 1039,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1245,
                    "end": 1246,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1539,
                    "end": 1540,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Other livestock besides dromedaries are susceptible to MERS‐CoV infection (Crameri et al., 2016; Falzarano et al., 2014; Haagmans et al., 2015; Munster et al., 2013; Vergara‐Alert, van den Brand, et al., 2017; de Wit et al., 2013, 2017); thus, they might be potential intermediate hosts of the virus. However, transmission studies have only been performed in alpacas. Here, no MERS‐CoV effective transmission was observed between pigs, as sustained by two main facts. First, viral RNA was detected from four of the five cohoused animals (G2), but at levels relatively similar to those found in environmental samples, and during a shorter period time than G1. Second, seroconversion was only observed in MERS‐CoV‐infected group pigs (G1), but specific antibodies were not detected in G2 or G3.",
            "cite_spans": [],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In summary, using our pig model of MERS‐CoV infection (Vergara‐Alert, van den Brand, et al., 2017), we analysed animal‐to‐animal transmission of MERS‐CoV. Although the role of Suidae in the transmission of MERS‐CoV should be further clarified, unlike camelids, pigs do not seem to be able to transmit MERS‐CoV efficiently, suggesting that the role of pigs as reservoir is probably negligible.",
            "cite_spans": [],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Viral RNA from air sampling and wall surface swabbing at different times after MERS‐CoV infection. Swabs were collected from the walls in pen 1 and pen 2 (ES1 and ES2), air sampling was performed with an air device (ES3), and circulating air from the box was sampled with filters located in the ceiling air extraction of the room (ES4)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Schematic representation of the experimental animal box. Boxes in the animal facility of the biosafety level 3 at IRTA‐CReSA are behind two sets of doors (with a shower in between) following the standards of a negative pressure room. Animals were distributed into two pens separated by two fences with a 30 cm distance between them. G1 (P1–P5) was allocated in pen 1 and G2 (P6–P10) and G3 (P11–P15), in pen 2. Two days after inoculation of G1 with MERS‐CoV, G2 was cohoused with G1 until the end of the experiment. Tarpaulin was used to prevent contact between G1 and the other two groups during the firsts 2 days after inoculation. Environmental samples (ES) were obtained from different locations, as represented in the scheme",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Viral shedding and antibody responses after experimental inoculation of MERS‐CoV into pigs (G1), and after direct (G2) or indirect (G3) exposure of non‐infected pigs with G1. (a) Viral RNA and (b) infectious MERS‐CoV from pigs nasal swab samples collected at different times after challenge. Each line or bar represents an individual animal. (c) MERS‐CoV S1 antibody responses were analysed in serum from all animals at post‐inoculation days 0, 7, 15 and 26. An ELISA with recombinant MERS‐CoV S1 protein was used, and results are represented individually. (d) Individual MERS‐CoV neutralization titres from pigs as determined from serum. Dashed lines depict the detection limit of the assays. Ct, cycle threshold; MERS‐CoV, Middle East respiratory syndrome coronavirus; OD, optical density; PRNT90, 90% plaque reduction neutralization test; TCID50, 50% tissue culture infective dose",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Infection, replication, and transmission of Middle East respiratory syndrome coronavirus in alpacas",
            "authors": [],
            "year": 2016,
            "venue": "Emerging Infectious Diseases",
            "volume": "22",
            "issn": "6",
            "pages": "1031-1037",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Experimental infection and response to rechallenge of alpacas with Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2016,
            "venue": "Emerging Infectious Diseases",
            "volume": "22",
            "issn": "6",
            "pages": "1071-1074",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Phacochoerus africanus. The IUCN Red List of Threatened Species 2008: e.T41768A10535705",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2305/iucn.uk.2008.rlts.t41768a10535705.en"
                ]
            }
        },
        "BIBREF3": {
            "title": "Infection with MERS‐CoV causes lethal pneumonia in the common marmoset",
            "authors": [],
            "year": 2014,
            "venue": "PLoS Pathogens",
            "volume": "10",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Asymptomatic Middle East respiratory syndrome coronavirus infection in rabbits",
            "authors": [],
            "year": 2015,
            "venue": "Journal of Virology",
            "volume": "89",
            "issn": "11",
            "pages": "6131-6135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "An orthopoxvirus‐based vaccine reduces virus excretion after MERS‐CoV infection in dromedary camels",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "6268",
            "pages": "77-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Pneumonia from human coronavirus in a macaque model",
            "authors": [],
            "year": 2013,
            "venue": "New England Journal of Medicine",
            "volume": "368",
            "issn": "16",
            "pages": "1560-1562",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus‐EMC",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": "251-254",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Co‐circulation of three camel coronavirus species and recombination of MERS‐CoVs in Saudi Arabia",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "351",
            "issn": "6268",
            "pages": "81-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Livestock susceptibility to infection with Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2017,
            "venue": "Emerging Infectious Diseases",
            "volume": "23",
            "issn": "2",
            "pages": "232-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Searching for animal models and potential target species for emerging pathogens: Experience gained from Middle East respiratory syndrome (MERS) coronavirus",
            "authors": [],
            "year": 2017,
            "venue": "One Health",
            "volume": "3",
            "issn": "",
            "pages": "34-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Domestic pig unlikely reservoir for MERS‐CoV",
            "authors": [],
            "year": 2017,
            "venue": "Emerging Infectious Diseases",
            "volume": "23",
            "issn": "6",
            "pages": "985-988",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2306.170096"
                ]
            }
        },
        "BIBREF12": {
            "title": "Middle East respiratory syndrome coronavirus (MERS‐CoV) causes transient lower respiratory tract infection in rhesus macaques",
            "authors": [],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "110",
            "issn": "41",
            "pages": "16598-16603",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Middle East respiratory syndrome coronavirus (MERS‐CoV): Infection, prevention and control measures are critical",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "New England Journal of Medicine",
            "volume": "367",
            "issn": "19",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": []
            }
        }
    }
}