{
    "paper_id": "PMC3468988",
    "metadata": {
        "title": "Genomics and Public Health Research: Can the State Allow Access to Genomic Databases?",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Cousineau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "N",
                "middle": [],
                "last": "Girard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C",
                "middle": [],
                "last": "Monardes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T",
                "middle": [],
                "last": "Leroux",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M",
                "middle": [
                    "Stanton"
                ],
                "last": "Jean",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The ongoing surveillance function has two main objectives: to follow closely the evolution of the population’s health status and of its determinants and to inform the public and those responsible for the planning, organization and evaluation of services, within and outside of the healthcare network of this evolution (26). Included in this function are measures that delimit access to information, as well as those needed for the description and analysis of the population’s health status and then for the distribution of this information to each targeted public (26). The ongoing surveillance function also encompasses vigilance, producing snapshots of health and well-being (socio-medical statistics), analysis of determinants, and finally, identification of vulnerable groups and of efficient interventions (13). It accounts for observed variations and tendencies, detects emerging problems, and elaborates prospective scenarios of health status and well-being, taking into account the natural evolution of problems, interventions and the change of determinants. It also implies communicating information on the state of public health and well-being to the population itself (27).",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 321,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 812,
                    "end": 814,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1180,
                    "end": 1182,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Ongoing surveillance of the population’s health status ::: Core Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Ongoing surveillance thus differs from public health research. Surveillance aims to support decision-making concerning the health and well-being status of a given population. Research, as a source of new scientific knowledge is better characterized as a support function of public health (Table 1).",
            "cite_spans": [],
            "section": "Ongoing surveillance of the population’s health status ::: Core Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": [
                {
                    "start": 289,
                    "end": 296,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Prevention specifically targets chronic diseases, trauma, and social problems having an impact on the health of the population (suicide, violence, drug addiction, etc.) This includes reducing risk factors, vulnerability, and early screening (13). Prevention thus has a double objective: reducing risk factors for disease, psychosocial problems and trauma and detecting these problems before they become exacerbated (26). Prevention can be carried out among individuals and at-risk groups by bolstering existing aptitudes, developing the acquisition of new skills, and practicing preventive care, including screening (27).",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 416,
                    "end": 418,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Prevention of diseases, psychosocial problems, and injuries ::: Core Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Protection refers to the collection, by public health officials, of information deemed necessary in preventing or responding to a dangerous situation; this information is to be collected from individuals, groups, and populations in the case of a real or anticipated threats to public health (27). A threat to public health occurs as stated by article 2, when there is the “presence within the population of a biological, chemical, or physical agent that may cause an epidemic if it is not controlled” (16). In the case of a real or apprehended health threat, health authorities will act at the scale of either the entire population, groups, or individuals (26). Health protection measures apply to harmful situations and particularly to biological, physical, and chemical aggressors, including the battle against sexually transmitted diseases and AIDS, workplace health, and environmental health (13). The compilation of information for epidemiological studies, in order to better determine the threat and implement measures to counter or assess the situation is authorized. Medical observation by public health teams, established by article 2 of the Quebec Public Health Act (16) allows the discovery of threats to population health in real time (26).",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 294,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 897,
                    "end": 899,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1177,
                    "end": 1179,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1248,
                    "end": 1250,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Health protection ::: Core Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "For the Québec National Public Health Program 2003–2012 (22), health promotion refers to actions supporting individuals and communities in their effort to exert better control over essential factors of health and well-being. These actions, while encouraging individual progress, emphasize social and political dimensions: supporting community action, developing public policies, and creating a (physical, cultural, social, economical, and political) environment that is favorable to health (27, 22). This is in line with article 3 of the Quebec Public Health Act (16), in virtue of which measures provided by the Act are geared towards “exerting a positive influence on major health determinants, in particular through trans-sectoral coordination”. Thus, its aim is, from an ecological perspective, to facilitate the development of conditions favorable to health in the social and economic environment as well as in individual and collective behaviors (13). This includes interventions not only on lifestyle but also on the totality of health determinants and the development of conditions and environments that are favorable to health and well-being (13).",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 495,
                    "end": 497,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 953,
                    "end": 955,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Promotion of health and well-being ::: Core Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "According to the Québec National Public Health Program 2003–2012 (25), this function involves identifying the problems and situations which call for a regulatory, legislative or policy-based solution in order to enhance or maintain the health of the population. It consists also in assessing the consequences of public policies for the population’s health and recommending measures to reduce their negative effects on health; finally, it includes carrying out mandates related to the application of regulations, laws, or policies, which come under spheres other than public health in order to prevent certain health problems (26). Overall, this function illustrates the support needed for the elaboration and application of laws and regulations, which have an effect on the health, and well-being of citizens (27).",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 626,
                    "end": 628,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 810,
                    "end": 812,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Regulation, legislation, and public policies that have an impact on health ::: Support Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "This support function demands the development and the maintenance of professional resources, expertise, and skills (27). Of course, it includes the importance of evaluating the program’s training needs in order to offer continuing education (26).",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 242,
                    "end": 244,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Skills development and maintenance ::: Support Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "As expected, “the research and innovation function includes all activities focused on the production, dissemination, and application of scientific knowledge as well as on innovation” (21). In short, this element refers to research needed to maintain and develop expertise for the implementation and evaluation of public health programs (27).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 337,
                    "end": 339,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Research and innovation ::: Support Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "If genomics research is a new tool in public health action, should not the research and innovation function be integrated into the core functions of public health as an important activity, thus enabling the State to achieve its public health objectives? In this respect, should State powers in public health allow access to databases for the purposes of genomic research?",
            "cite_spans": [],
            "section": "Research and innovation ::: Support Functions ::: Public Health: Core and Support Functions ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Within the framework of current practices related to public health, the Public Health Act stipulates that public health authorities may collect information by means of registries or information and data collection systems. Registries, which are established for the purpose of clinical preventive care or for protecting the health of the population, contain personal information on certain health services or health care received by the population (16). The best example is the vaccination registry described at article 61 (16). Data and information collection systems administered by public health authorities are divided into two categories. The first category refers to the system established by the Minister of Health and Social Services for the compilation of sociological and health-related personal or non-personal information on births, stillbirths, and deaths (16). This system is not intended for genetic information. The second category refers to systems for the collection of data and personal and non-personal information on the prevalence, incidence, and distribution of health problems and in particular on problems having a significant impact on premature mortality and on morbidity and disability (16). These systems could be used to investigate the prevalence of infectious diseases.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 450,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 523,
                    "end": 525,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 869,
                    "end": 871,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1214,
                    "end": 1216,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Information collection by public health authorities ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "These collection systems have been implemented within the framework of the ongoing surveillance entrusted exclusively to the Minister and to public health directors5 (art. 34, par. 1). Ongoing surveillance is carried out in order to:\n“Obtain an overall picture of the health status of the population;Monitor trends and temporal and spatial variations;Detect emerging problems;Identify major problems;Develop prospective scenarios of the health status of the population;Monitor the development within the population of certain specific health problems and of their determinants” (art. 33).",
            "cite_spans": [],
            "section": "Information collection by public health authorities ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Undoubtedly, points 3, 4 and 6 could be perceived by some as legislative basis for the creation of a data collection system of genomic information; nevertheless, ongoing surveillance, as prescribed by the Act, is surveillance of the “health status of the general population and of health determinants so as to measure their evolution and be able to offer appropriate services to the population” (art. 4, par. 1). Ongoing surveillance does not apply “to research and knowledge development activities carried out in the sector of health or social services in particular, by the Institut national de santé publique du Québec” (art. 4, par. 2).",
            "cite_spans": [],
            "section": "Information collection by public health authorities ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In addition, although the Act stipulates that “[p]eriodic surveys on health and social issues shall be conducted to gather the recurrent information necessary for ongoing surveillance of the health status of the population” (art. 39), the nature of such surveys leads us to believe that they cannot be used in the context of genomic databases. Indeed, the Act specifies that “[t]he carrying out of national surveys shall be entrusted to the Institut de la statistique du Québec created under the Act respecting the Institut de la statistique du Québec (chapter I-13.011), which shall comply with the objectives determined by the Minister” (art. 42, par. 1). Conducting genetic susceptibility research is not equivalent to conducting statistical surveys.",
            "cite_spans": [],
            "section": "Information collection by public health authorities ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Having established the lack of a legislative basis for genomic research by the State in the course of the normal practice of public health, and more specifically, in ongoing surveillance, would it be possible for other previously collected data to be used by the State for other purposes, such as genomic research?",
            "cite_spans": [],
            "section": "Information collection by public health authorities ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The Public Health Act provides measures for monitoring public health and for ensuring proper transmission of information. Four areas are outlined: reporting of unusual clinical manifestations associated with a vaccination (art. 69); mandatory reporting of intoxications, infections and diseases (art. 81–82); notification of the public health director in the case where a person who is likely suffering from a disease or infection, subject to mandatory reporting, is refusing or neglecting to submit to an examination (art. 86); alerting public authorities to health threats (other than those arising from a sexually transmitted biological agent) (art. 92–94).",
            "cite_spans": [],
            "section": "Information collected in the context of control measures ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Two areas outlined by the Act are particularly relevant to our study: mandatory reporting of intoxication, infections, and diseases, and the alerting of public authorities to health threats. First, we ask ourselves if genetic susceptibilities should be included in the category of reportable intoxications, infections, and diseases pursuant to section. It is important to specify that “the list may include only intoxications, infections or diseases that are medically recognized as capable of constituting a threat to the health of a population and as requiring vigilance on the part of public health authorities or an epidemiological investigation” (art. 80). Thereby:",
            "cite_spans": [],
            "section": "Information collected in the context of control measures ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "“With respect to the list drawn up pursuant to section 79 of the Act, the intoxications, infections and diseases that may be included for reporting to public health authorities must satisfy the following criteria :\nthey either present a risk for the occurrence of new cases in the population, because the disease or infection is contagious, or because the origin of the intoxication, infection, or disease may lie in a source of contamination or exposure in the environment of the person affected;they are medically recognized as a threat to the health of the population, as defined in section 2 of the Act, which may result in serious health problems in the persons affected;they require vigilance on the part of public health authorities or an epidemiological investigation; andpublic health or other authorities have the power to take action in their respect to prevent new cases, to control an outbreak or to limit the magnitude of an epidemic, through the use of medical or other means” (29).",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 995,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Information collected in the context of control measures ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Genetic susceptibility does not satisfy these criteria; the above list enumerates diseases, rather than methods for the detection of disease akin to the detection of susceptible genes.",
            "cite_spans": [],
            "section": "Information collected in the context of control measures ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Secondly, government departments and bodies, local municipalities, health care professionals, directors of institutions must report threats, other than those that arise from a sexually transmitted infection, to the public health director (art. 92–94). Given the current legislative framework, reporting “does not authorize the person making the report to disclose personal or confidential information unless, after evaluating the situation, the public health authority concerned requires such information in the exercise of the powers provided for” in the case of threat to the public health (art. 95). A threat to public health occurs when there is the “presence within the population of a biological, chemical, or physical agent that may cause an epidemic if it is not controlled” (art. 2, par. 2). Therefore, in any situation where the public health director believes on reasonable grounds that the health of the population is or could be threatened, he may conduct an epidemiological investigation (art. 96). Where required within the scope of an epidemiological investigation, the public health director may:\n1) “require that every substance, plant, animal or other thing in a person’s possession be presented for examination; [...]5) take or require a person to take samples of air or of any substance, plant, animal or other thing;6) require that samples in a person’s possession be transmitted for analysis to the Institut national de santé publique du Québec or to another laboratory;7) require any director of a laboratory or of a private or public medical biology department to transmit any sample or culture the public health director considers necessary for the purposes of an investigation to the Institut national de santé publique du Québec or to another laboratory;8) order any person, any government department, or any body to immediately communicate to the public health director or give the public health director immediate access to any document or any information in their possession; even if the information is personal information or the document or information is confidential;9) require a person to submit to a medical examination or to furnish a blood sample or a sample of any other bodily substance, if the public health director believes on reasonable grounds that the person is infected with a communicable biological agent”(art. 100, 102).",
            "cite_spans": [],
            "section": "Information collected in the context of control measures ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "If certain authorities have powers to sanction the collection and transfer of biological samples or of personal information (held by a third party or by the individual concerned), is it conceivable that these powers could be used to sanction genomic research, for example research into genetic susceptibility to an infectious disease endangering the health of the population?",
            "cite_spans": [],
            "section": "Information collected in the context of control measures ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In declaring a public health emergency, the Government has extraordinary powers at its disposal. The declaration of a public health emergency in all or part of the territory of Quebec will occur “where a serious threat to the health of the population, whether real or imminent, requires the immediate application of certain measures to protect the health of the population” (art. 118). The Government or the Minister (if he or she has been so empowered) may, notwithstanding any contrary provisions, order any person, government department or body to communicate or provide immediate access to any document or information held, even personal or confidential information or a confidential document, in order to protect the health of the population (art. 123, par. 1(3)). The state of emergency is considered so paramount that “[t]he Government, the Minister or another person may not be prosecuted by reason of an act performed in good faith” (art. 123, par. 2).",
            "cite_spans": [
                {
                    "start": 765,
                    "end": 766,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Information collected in an emergency ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Unless such “emergency” information is available and workable, genomic research will not be possible due to time constraints; the research would take too long before results could determine which measures to adopt. If the Government has extraordinary powers at its disposal, we consider that they are inappropriate in this research context. In fact, such information should already be accessible under these powers.",
            "cite_spans": [],
            "section": "Information collected in an emergency ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Not only does the Public Health Act not expressly permit research in public health, but also, our analysis leads us to conclude that these provisions do not give appropriate powers to the State to access genomic databases for research purposes. On the other hand, because the Act Respecting Institut national de santé publique du Québec (28) already gives certain powers for research into public health, it seems appropriate to examine whether this Act presents a new avenue to explore.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Information collected in an emergency ::: Public Health Act (16b16-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The Institut national de santé publique du Québec (INSPQ) was established to contribute to the development, consolidation, dissemination and application of knowledge in the field of public health (art. 3, par. 2(1)) and also to develop and promote research in the field of public health in collaboration with the various research organizations and funding bodies (art. 3, par. 2(6), 21). A review published by the INSPQ also notes that research into the health and well-being of the population and its determinants seeking to produce, integrate, disseminate and apply scientific knowledge to the exercise of public health functions, belong to the field of public health research6 (23).",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 379,
                    "end": 380,
                    "mention": "6",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 681,
                    "end": 683,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "An Act Respecting Institut national de santé publique du Québec (28b28-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Knowing this, could the INSPQ initiate fundamental research in genomics? This would present a challenge since the Government of Quebec prioritizes applied research over fundamental research in public health (22). On this matter, the INSPQ states that basic research, the results and applications of which are not expected in the short or medium term have been excluded from the field of research in public health, while applied research was included (23).",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 210,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "An Act Respecting Institut national de santé publique du Québec (28b28-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "If all legislative texts examined here do not create an explicit power to access and use genomic databases for research purposes, we can ask ourselves if it is possible to invoke the precautionary principle to legitimate a state power allowing this type of intervention.",
            "cite_spans": [],
            "section": "An Act Respecting Institut national de santé publique du Québec (28b28-ijph-41-13bibr) ::: State Legislative Powers and Research in Public Health Genomics ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Is there a clear definition of the precautionary principle? The Framework for the Application of Precaution in Science-based Decision Making about Risk (30) outlines guiding principles for the application of precaution to science-based decision making in areas of federal regulatory activity regarding the protection of health, the environment, and the conservation of natural resources. The concept of precaution is presented as resting on the notion that the absence of full scientific certainty shall not be used as a reason for postponing decisions where there is a risk of serious or irreversible harm (30).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 608,
                    "end": 610,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Formalized in international environmental law, the precautionary principle was incrementally introduced into the domain of public health7. Specifically, we can emphasize its use in food safety. Its direct applicability was explicitly recognized by the European Court of Justice, notably in the case of the embargo on British beef during the mad cow crisis (31). The principle has also been recognized as an important risk management tool in the context of pandemics. In France, as in Canada, it was prominent in the reports of commissioners appointed to inquire into the tainted blood scandal and the SARS crisis8 (32–34).",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 615,
                    "end": 617,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 618,
                    "end": 620,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Three fundamental components of the precautionary principle are outlined: the lack of full scientific certainty, the risk of serious or irreversible harm and the need for a decision (30). The first two elements are criteria for the application of the principle, whereas the third determines its normative scope. However, these application parameters establish standards that cannot be determined objectively, and are therefore subject to different interpretations.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "For example, concerning scientific uncertainty, the level, and threshold of scientific knowledge on potential risk, required to apply the principle, is unclear9. In the same line of thought, the severity or the irreversibility of the potential harm cannot always be evaluated solely by objective scientific criteria (35). Furthermore, the conceptual framework of the third element, the need for a decision, does not anticipate the nature or the scope of the precautionary measures, leaving the authorities with a margin of discretion.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Different interpretations of the precautionary principle resulting from the articulation of these three key elements10 have been developed and reviewed in the literature (36). Indeed, the precautionary principle is a concept of “variable geometry” (37). It has a malleable character; the definition and its impact on the decision making process vary according to the context of application. There is no strict consensus on this issue.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 249,
                    "end": 251,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "A typology of the precautionary principle permits an examination of interpretations in line with our primary objective, which is to legitimate a state power allowing access and use by the authorities of genomic databases for research purposes and to see if, for this end, it is possible to invoke the precautionary principle.",
            "cite_spans": [],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The first two versions, “the institutional model” and “the cautious approach”, can be qualified as antagonistic11. They are based on the proportionality and the severity of the precautionary measures adopted. The institutional model promotes early action that is proportionate to the potential risks. The cautious approach, instead, calls for the implementation of more demanding precautionary measures and favors eradicating risk. In its extreme form, the cautious approach constitutes the rule of abstention or prohibition.",
            "cite_spans": [],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The institutional model was recognized by Justice Krever in the tainted blood report (32). He stated that additional precautionary measures, such as heating blood products and screening of blood donors to reduce the risk of HIV transmission via blood products should have been taken at an earlier point in the crisis. The cautious approach, which favours eradication of risks, can be associated with the implementation of quarantine measures once fatalities occurred (e.g. efforts to counter the threat of SARS).",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The third and fourth versions of the precautionary principle, the “tactic approach”, and the “strategic approach” deal with the timeframe of the enactment of precautionary measures. According to the tactic approach, precaution is a temporary and flexible instrument; uncertainty is thought to dissipate with knowledge. The tactic approach operates in the short and medium term. Thus, measures are provisional and revisable, subject to change in response to increased knowledge. The tactic approach, used in the area of food safety, is associated with moratoriums, embargos, and all other reversible measures12 (36). In the specific context of pandemics, quarantine measures could also serve as an example of this particular interpretation.",
            "cite_spans": [
                {
                    "start": 611,
                    "end": 613,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The strategic approach relates to the Vorsorgeprinzip, a legal concept developed in Germany, which inspired the creation of the precautionary principle. The strategic approach is premised on the notion that obtaining scientific certainties cannot always be done in time to allow for guidance of collective choices. Its proponents argue that a policy of prevention based on medium and long-term objectives should be adopted. Thus, attention should be shifted from advances in the understanding of risks, to understanding the evolution of the technological and economic resources available for risk prevention (i.e. the invention of new and substitute treatments, etc.) (36).",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 671,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Among the different versions discussed above, this final version, the strategic approach, could legitimate power authorities to use genetic databanks for research purposes and to utilize their findings in the context of public health interventions. The implementation of surveillance systems and pre-authorized procedures illustrate measures corresponding to this approach.",
            "cite_spans": [],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently, the possibility of a pandemic caused by the avian influenza mobilized the forces of many international and national public health bodies. Various surveillance mechanisms were recommended. It would be particularly interesting to verify whether these governing bodies, in the elaboration of their intervention plan, intend to take advantage of the field of genomics, and if so, in which manner they plan to do it.",
            "cite_spans": [],
            "section": "The Precautionary Principle: An Avenue to Explore ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Precise details concerning various types of data to be collected and the roles and responsibilities of individuals at the local, provincial, territorial and federal levels can be found in the Canadian plan, and specifically in the Pandemic Influenza Surveillance Guidelines (41). The document also outlines the responsibility of Canadian officials towards the World Health Organization. A number of factors are likely to influence the nature of surveillance measures. In addition to the various phases and periods of a pandemic, which shape the surveillance objectives and officials roles, the guidelines recommend considering changes in circumstances and new information ensued. This approach requires attentiveness to any development or variation in multiple areas. In particular, all aspects of a disease or of the epidemiology of the infection will require special attention: clinical manifestation (case definition and pathogenesis of influenza), virulence, mode of transmission, incubation period, period of transmissibility, and its effect on the population (distribution and frequency of the disease). Could this latter aspect possibly include the need for population genomic data on gene-environment relationships?",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Monitoring ::: Canadian Pandemic Influenza Plan and Public Health Functions ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In addition to the recommendations of the Pandemic Influenza Surveillance Guidelines (41), Annex C of the Canadian Plan sets out recommendations concerning the virological monitoring and laboratory tests and procedures (42). The Annex C is not as explicit as the Surveillance guidelines on the subject of research studies. Nonetheless, Annex C institutes a context of investigation and information updates for laboratories by addressing certain test protocols as well as communication between stakeholders.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 220,
                    "end": 222,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Monitoring ::: Canadian Pandemic Influenza Plan and Public Health Functions ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Apart from citizens and health professionals, communication and health promotion tools are also intended for a third category of persons: politicians. Any information regarding the influenza pandemic would certainly be valuable in guiding different public health authorities (public health directors, ministers, governments). The Annex on communication in the Canadian plan describes national objectives of communication in detail and according to pandemic periods (43). The plan favors transparency and stakeholder responsibility in risk communication. The Canadian Plan thus strives to ensure that up-to-date information about a situation and risks for society are transmitted to the political authorities concerned (43).",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 468,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 719,
                    "end": 721,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Promotion ::: Canadian Pandemic Influenza Plan and Public Health Functions ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "A large portion of the Canadian plan deals with functions linked to prevention and protection. For instance, guidelines on public health measures set out recommendations on education and communication of information to the population, community measures, such as school closures and public assembly limitations, and the care and services to be offered to persons infected by the new influenza virus and to their contacts (39).",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Prevention and protection ::: Canadian Pandemic Influenza Plan and Public Health Functions ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Our analysis of the Annexes of the Canadian Plan concerning prevention and protection demonstrates two guiding ideas in the elaboration of recommendations: updating the information to be used for public health interventions, but also, in parallel, maximum use of existing expertise in devising scenarios and hypotheses of an influenza pandemic in Canada.",
            "cite_spans": [],
            "section": "Prevention and protection ::: Canadian Pandemic Influenza Plan and Public Health Functions ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Annex L of the Canadian plan, entitled Federal Emergency Preparedness and Response System, outlines the federal government’s responsibilities in the area of public health, particularly the powers conferred to the Public Health Agency of Canada and Health Canada. This annex does not include a definition of “emergency” per se, but the concept is elucidated by the examples provided. From these examples, we can infer that emergencies share the following characteristics: severity, need for immediate action, and a large number of people affected. The examples listed include SARS, the ice storm of 1998, nuclear emergencies, pandemic influenza and “events or catastrophes of natural origin or deliberately caused”.",
            "cite_spans": [],
            "section": "Emergency ::: Canadian Pandemic Influenza Plan and Public Health Functions ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Similarly, to its federal counterpart, the Québec Pandemic Influenza Plan - Health Mission (44) serves as a reference document in preparing for an influenza pandemic. Its implementation will take into account new epidemiological knowledge of pandemics and the overall evolution of the situation (44).",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 296,
                    "end": 298,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Québec Pandemic Influenza Plan - Health Mission ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The Québec plan proposes participation methods for all susceptible individuals in the event of a pandemic influenza, including decision-makers, citizens, informal caregivers, and workers. With respect to this participation, “three rules of governance” are provided as guiding principles: protection, solidarity, responsibility, and sound management. As the authors point out, the three rules of governance “are interdependent and have the common condition that everyone be vigilant as to their own state and the state of others and act accordingly”13 (44).",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 554,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Québec Pandemic Influenza Plan - Health Mission ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The government of Quebec, in partnership with political and health authorities, has a responsibility to protect the lives and health of the population, and more generally, its well-being (44). The Québec Plan reflects this complex objective in distinguishing five broad facets of state intervention: “protecting the health of the population (public health); providing medical care (physical health); ensuring people’s psychosocial well-being (psychosocial response); providing clear, relevant and mobilizing information (communication) [...] [, and] keeping the network working (continuity of services)” (44).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 605,
                    "end": 607,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Québec Pandemic Influenza Plan - Health Mission ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Our analysis of the Québec plan continues in light of the Public Health Ethics Committee’s study of this document. The Public Health Ethics Committee was created by the Public Health Act. As mentioned, “scientific activity” plays a significant role in controlling pandemic influenza (45). Yet, although the need to obtain the best knowledge possible and to adopt the most effective measures is evident, other documents fail to mention scientific activity.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 286,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Québec Pandemic Influenza Plan - Health Mission ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "We must point out; however, that “scientific activity” is an area that can have significant demands. These demands lead us to question whether the collection and analysis of genetic or genomic information can be pursued as a means of obtaining the best public health intervention strategies14.",
            "cite_spans": [],
            "section": "Québec Pandemic Influenza Plan - Health Mission ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Influenza control plans only refer to genetics under the label of “scientific information”. For example, though the Canadian plan mentions the impact of “information from the viral genome” (39), no direct or indirect mention is made of genomic information as it relates to information concerning individuals or group of people. The same observation is true for the Québec Plan (44), and that of the World Health Organization (38). Nevertheless, the obligation to protect the population in the event of a pandemic places an incumbent responsibility on different levels of government to implement measures to attain this objective. Could genomic research programs be a part of these measures?",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 378,
                    "end": 380,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Role of Genomic Information into the Plans ::: Plans to counter the influenza pandemic ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "After having examined different definitions and legislations regarding Public Health particularly in the Canadian Province of Québec to see if they provide the basis to allow the State to access genomic databases, we offer the following conclusion. We must admit that genomics, or more specifically, genomic susceptibility to disease, offers interesting avenues for action in public health. In a not too distant future, genomics may well become a health determinant (46). In fact, in Quebec, biological and genetic predispositions, lifestyles and other health-related behaviours, living conditions and social settings; physical environment and finally, organisation of health and social services as well as access to resources (22, 47) are considered health determinants. Nonetheless, we have observed in the paper that State powers in public health, are not, in Québec, well adapted to the expansion of genomics research.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 469,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 728,
                    "end": 730,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Currently in Canada, in the absence of emergencies, States powers to access genomics databases for research purposes are not explicitly and clearly established. However, to the extent that it can be shown that the genomic can be a very useful tool to respond more efficiently to a crisis in public health, should the State not take into account this new field of knowledge? The influenza control plans by highlighting the important responsibilities incumbent upon States to implement effective interventions in a pandemic, and by recognizing the contribution of knowledge and research, promote an open approach toward public health genomics.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "This leads us to make an important recommendation. In the future, the scope of the concept of research in public health should be clear and include the following characteristics: a commitment to the health and well-being of the population and to their determinants; the inclusion of both applied research and basic research; and, an appropriate model of governance (authorization, follow-up, consent, etc.). Medium and long-term objectives should be adopted in relation to the possible future use of research results for public health interventions (public health promotion, prevention, and planning). Therefore, we propose that the strategic approach version of the precautionary principle, based on premise that scientific certainties cannot always be obtained in a timely manner, could guide collective choices in these matters.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "As an autonomous discipline, public health deals with the global health of populations in all its curative, preventive, and social aspects; its objective is to develop systems and initiatives of health promotion, prevention, and treatment of illnesses, and rehabilitation of handicaps (48, 49). As mentioned, the concept of public health is far from being static; it demonstrates a flexibility that guarantees a perpetual adaptation to new forms of risks attributable to the determinants of health. On the one hand, this flexibility is a consequence of the evolution of the notions of health, well-being, and illness, which are recognized as multifactorial phenomena. On the other hand, it is the result of developments in informational and biomedical technologies (50). As such, the flexibility of public health may allow it to embrace new research tools, such as genomics. However, how can this innovative tool be utilized to reach the public health objectives of protection, prevention, promotion, and surveillance? In order to insure its appropriate use, it is essential to take into account the State’s powers and responsibilities and to decide on the most suitable model of governance for this new biomedical research asset. Interestingly enough, World Health Report 2012 No Health Without Research (51) will discuss the impact of research in the elaboration of effective and efficient policy options, recognizing that, unfortunately, health policies are often not well-informed by research evidence. As stated, “The theme was selected in part to meet WHO’s core function of stimulating the generation, translation and dissemination of valuable knowledge” (51). Keeping in mind that, in April 2010, the WHO Department of Research Policy and Cooperation established the WHO Initiative on Genomics & Public Health (52), it will be fascinating to find out the importance given to genomics.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 290,
                    "end": 292,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1306,
                    "end": 1308,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1663,
                    "end": 1665,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1819,
                    "end": 1821,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Ethical issues (Including plagiarism, Informed Consent, misconduct, data fabrication and/or falsification, double publication and/or submission, redundancy, etc) have been completely observed by the authors.",
            "cite_spans": [],
            "section": "Ethical considerations",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:: Public Health Functions\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Getting Ready for the Future: Integration of Genomics into Public Health Research, Policy and Practice in Europe and Globally",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Community Genetics",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The World Health Report – Life in the 21st century: A Vision for All: Report of the Director-General",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Le risque comme problème politique: Sur les obstacles de nature politique au développement de la santé publique",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Setbon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Revue française des affaires sociales",
            "volume": "50",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "De l’individuel au collectif: une vision décloisonnée de la santé publique et des soins",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Lévesque",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ruptures, revue transdisciplinaire en santé",
            "volume": "9",
            "issn": "2",
            "pages": "74-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "La santé publique au Québec à l’aube du XXIe siècle",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Santé publique",
            "volume": "16",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The Future of Public Health in Canada: Developing a Public Health System for the 21st Century",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "The future of public health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Provisional agenda item 15 (Document WPR/RC53/10): Essential Public Health Functions: The Role of Ministries of Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Public health in the Americas: conceptual renewal, performance assessment, and bases for action",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Redefining the scope of public health beyond the year 2000",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yach",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Current Issues in Public Health",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Understanding the BSE threat",
            "volume": "182",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Essential public health functions: results of the international Delphi study",
            "authors": [
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Bettcher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sapirie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "HT"
                    ],
                    "last": "Goon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Rapport Trimestriel de Statistiques Sanitaires Mondiales",
            "volume": "51",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Les fonctions essentielles de santé publique : histoire, définition et applications possibles",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pommier",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Grimaud",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Santé Publique",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Québec Public Health Program 2003–2012",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Bilan de la recherche en santé publique au Québec (1999–2004)",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Laurendeau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "What are the EPHF",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "National Public Health Performance Standards Program - The Essential Public Health Services",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Programme national de santé publique 2003–2012, version abrégée",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Massé",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Éthique et santé publique : Enjeux, valeurs et normativité",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Étude d’impact stratégique du Plan d’intervention gouvernemental de protection de la santé publique contre le virus du Nil occidental",
            "authors": [],
            "year": null,
            "venue": "Journal of Infectious Diseases",
            "volume": "201",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Framework for the Application of Precaution in Science-based Decision Making about Risk",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Krever Commission Report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "The SARS Commission – Spring of Fear: Final Report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Le développement durable contre le principe de précaution",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mongin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Esprit",
            "volume": "297",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Le principe de précaution comme norme de l’action publique, ou la proportionnalité en question",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Godard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Revue économique",
            "volume": "54",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Le principe de précaution dans le contexte du commerce international une intégration difficile",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Les Cahiers de Droit",
            "volume": "43",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Pandemic influenza preparedness and response: a WHO guidance document",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "UNAIDS Report on the Global AIDS Epidemic 2010",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Quebec Pandemic Influenza Plan – Health Mission. Gouvernement du Québec",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Les défis de la santé au XXIe siècle: Approche législative des déterminants de la santé",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pinet",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "RILS",
            "volume": "49",
            "issn": "",
            "pages": "129-175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monnier",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Santé publique : Santé de la communauté",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Population Health in Canada : A Systematic Review",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Learning from SRAS – Renewal of Public Health, (Naylor’s Report)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bouthillier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Filiatrault",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "World Health Report 2012",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "The Initiative on Genomics & Public Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Chemokine (C-C Motif) Receptor 5 – 2459 Genotype in Patients Receiving Highly Active Antiretroviral Therapy: Race-Specific Influence on Virologic Success",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Mehlotra",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Infectious Diseases",
            "volume": "204",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Implications of Genomics for Public Health: Workshop Summary",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "10 years of Public Health Genomics at CDC 1997–2007",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "The path from genome-based research to population health: development of an international public health genomics network",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Genetics in Medicine",
            "volume": "451",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}