{
    "paper_id": "PMC4575394",
    "metadata": {
        "title": "A sensitive and specific antigen detection assay for Middle East respiratory syndrome coronavirus",
        "authors": [
            {
                "first": "Yixin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kwok-Hung",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yahong",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Honglin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hayes",
                "middle": [
                    "KH"
                ],
                "last": "Luk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rosana",
                "middle": [
                    "WS"
                ],
                "last": "Poon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jasper",
                "middle": [
                    "FW"
                ],
                "last": "Chan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ningshao",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Susanna",
                "middle": [
                    "KP"
                ],
                "last": "Lau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patrick",
                "middle": [
                    "CY"
                ],
                "last": "Woo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since its emergence in 2012, Middle East respiratory syndrome (MERS) has affected more than 20 countries globally with a total of more than 900 laboratory-confirmed cases and a fatality rate of over 30%. Similar to severe acute respiratory syndrome (SARS), MERS is also caused by a coronavirus (CoV), named MERS-CoV;1,2,3,4 but unlike the SARS epidemic which has rapidly died off after the intermediate amplification animal hosts were segregated from humans by closure of wild animal markets in southern China, the MERS epidemic has persisted for more than two years with no signs of abatement. The persistence of the epidemic may be partly due to the difficulty to control the contact between the people and dromedary camels, a major zoonotic source of MERS-CoV.5,6,7,8,9 Since there is still no effective anti-viral agent for the treatment of MERS-CoV infections, rapid and accurate laboratory diagnosis is essential for commencement of infection control measures.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 318,
                    "end": 319,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 322,
                    "end": 323,
                    "mention": "4",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 763,
                    "end": 764,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 765,
                    "end": 766,
                    "mention": "6",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 767,
                    "end": 768,
                    "mention": "7",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 769,
                    "end": 770,
                    "mention": "8",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 771,
                    "end": 772,
                    "mention": "9",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Although MERS-CoV can be cultured and antibody detection methods are available, laboratory diagnosis of human MERS-CoV infections is mainly achieved by quantitative real-time RT-PCR, using the RNA-dependent RNA polymerase, the region upstream to the envelope gene or the nucleocapsid gene of MERS-CoV as the target.10,11,12,13 However, the cost of quantitative real-time RT-PCR is still high and such expertise may not be available, particularly in the clinical microbiology laboratories in the Middle East where most of the cases were identified. Enzyme-linked immunosorbent assay (ELISA) for antigen detection offers an inexpensive and user-friendly way for laboratory diagnosis of respiratory viral infections, including SARS.14,15 As for MERS, antigen detection ELISA will be useful not only for laboratory diagnosis of patients with suspected MERS but also for field studies on dromedaries as well as other suspected animal reservoirs. So far, such an antigen detection assay is not available for MERS-CoV. In this article, we report the development and evaluation of a monoclonal antibody (MAb)-based capture ELISA for MERS-CoV nucleocapsid protein (NP) detection.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 321,
                    "end": 323,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 324,
                    "end": 326,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 729,
                    "end": 731,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "A clinical isolate of MERS-CoV was kindly provided by RA Fouchier and colleagues.2 All work with infectious MERS-CoV was performed inside a biosafety level-2 cabinet with standard operating procedures in approved biosafety level-3 facilities.16,17,18 Viral culture and RNA extraction were performed as we described previously.9,16 To produce a plasmid for protein purification, primers (5′-GAA TTC ATG GCA TCC CCT GCT GCA CCT-3′ and 5′-GTC GAC ATC AGT GTT AAC ATC AAT CAT-3′) were used to amplify the gene encoding the NP of MERS-CoV by RT-PCR. The sequence coding for amino acid residues 1–413 of the NP was amplified and cloned into the EcoRI and SalI sites of expression vector pET-28a(+) (Novagen, Merck Millipore, Billerica, MA, USA) in frame and upstream of the series of six histidine residues. The rNP protein was expressed in Escherichia coli ER2566 cells (Invitrogen, Life Technologies, Grand Island, NY, USA) and purified using Ni-NTA affinity chromatograph column (Novagen, Merck Millipore, Billerica, MA, USA) according to the manufacturer's instructions.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 82,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 242,
                    "end": 244,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 245,
                    "end": 247,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 248,
                    "end": 250,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 326,
                    "end": 327,
                    "mention": "9",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 328,
                    "end": 330,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Cloning and purification of (His)6-tagged recombinant NP (rNP) of MERS-CoV ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Anti-MERS-CoV-rNP MAbs were produced using a protocol as described previously.19 Briefly, six-week-old female BALB/c mice were immunized with 100 µg purified MERS-CoV-rNP emulsified in an equal volume of Freund's complete adjuvant (Sigma-Aldrich, Saint Louis, MO, USA) subcutaneously. Two booster immunizations using the same antigen emulsified in incomplete Freund's adjuvant were carried out on days 14 and 28. Blood samples were obtained from the tail veins of the immunized mice and tested for titers against purified MERS-CoV-rNP by ELISA on MERS-CoV-rNP-coated microplates. After the final booster dose, the spleens of the mice were removed, and splenocytes were fused with the mouse myeloma cell line Sp2/0-Ag-14. Culture supernatant from individual hybridoma clones was then screened against purified MERS-CoV-rNP by ELISA. After subcloning three times by limiting dilution, stable hybridoma cells were injected into the abdominal cavity of a mouse to produce ascitic fluid. The MAbs were purified first by precipitating with 50% ammonium sulfate, then with diethylaminoethyl column by high performance liquid chromatography. The concentrations of purified IgG were determined by their absorbance at OD280. All animal procedures were approved officially by the Xiamen University Institutional Committee for the Use and Care of Laboratory Animal.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Production of anti-MERS-CoV-rNP MAbs ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Western blot analysis was performed according to our published protocol.20 Briefly, 1.5 µg purified (His)6-tagged rNPs of MERS-CoV, human CoV (HCoV) 229E and HCoV-OC43 respectively were subjected to 12% SDS-PAGE and were transferred to 0.22 µm nitrocellulose membranes (GE Healthcare, Little Chalfont, Buckinghamshire, UK). The membranes were blocked with 5% skim milk in Tris-buffered saline and then incubated with mouse anti-MERS-CoV-rNP immune sera at 37 °C for 60 min. Antigen–antibody interaction was detected with 1:4000 diluted horseradish peroxidase (HRP)-conjugated goat anti-mouse IgG (Novex, Life Technologies, Grand Island, NY, USA) and visualized by 3,3′,5,5′-tetramethylbenzidine (TMB) liquid substrates system for membranes (Sigma Aldrich, Saint Louis, MO, USA).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Western blot analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The capture ELISA for MERS-CoV-NP detection was developed as described previously with minor modifications.21 Microplates (Sigma Aldrich, Saint Louis, MO, USA) were pre-coated with the first anti-MERS-CoV-rNP MAb 1F6 and incubated at 37 °C overnight with a blocking reagent (phosphate-buffered saline with 2% sucrose, 0.2% casein-Na, and 2% gelatin). Inactivated MERS-CoV, HCoV-229E, HCoV-OC43, two influenza virus A strains, one influenza virus B strain and one respiratory syncytial virus (RSV) strain, and purified rNPs of MERS-CoV, HCoV-229E, and HCoV-OC43 were diluted in phosphate-buffered saline with 2% skim milk. The inactivated viral lysates were diluted to the same virus titer of 106 TCID50 and further serially diluted. Specifically, 50 µL of viral lysis buffer was added to the coated well and a 50 µL of sample (fixed concentrations of purified NP or viral cell culture lysates) was then added to the wells in duplicates. The plate was shaken for 2 min and incubated at 37 °C for 30 min. After the wells were washed five times, 100 µL of the second anti-MERS-CoV-rNP MAb 7C4 conjugated with HRP was added and the plate was incubated at 37 °C for 30 min. After five washes, detection was carried out by adding of 100 µL TMB per well with incubation for 10 min followed by the addition of 50 µL 0.2 M H2SO4. The OD 450/630 nm was measured with a microplate reader. The cutoff value was set as 0.15+ mean value of 20 human nasopharyngeal aspirates (NPAs) negative for influenza A, B, and C viruses, adenovirus, RSV, parainfluenza viruses 1–4, human rhinoviruses, human metapneumovirus, HCoV-HKU1, HCoV-OC43, HCoV-229E, HCoV-NL63, and MERS-CoV.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Capture ELISA for detection of MERS-CoV NP ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "NPAs from 129 patients with viral respiratory tract infections (influenza A virus (n = 10), influenza B virus (n = 10), influenza C virus (n = 2), adenovirus (n = 10), RSV (n = 10), parainfluenza virus 1 (n = 5), parainfluenza virus 2 (n = 2), parainfluenza virus 3 (n = 10), parainfluenza virus 4 (n = 10), human rhinoviruses (n = 30), human metapneumovirus (n = 10), HCoV-HKU1 (n = 5), HCoV-OC43 (n = 5), HCoV-229E (n = 5), and HCoV-NL63 (n = 5)) and simulated MERS-CoV positive NPAs were used for the evaluation of the ELISA. NPAs positive for influenza C virus, parainfluenza virus 4, human rhinoviruses, human metapneumovirus, and HCoVs were determined by RT-PCR and those for the other respiratory viruses were determined by indirect immunofluorescence assay as described in our previous publications.22,23,24,25,26 MERS-CoV culture and titration were performed as we described previously.16 Simulated MERS-CoV positive NPAs were prepared by adding serial dilutions (1–500 000 TCID50/0.1 mL) of MERS-CoV to two different NPAs and 20 TCID50/0.1 mL and 200 TCID50/0.1 mL of MERS-CoV to 10 additional NPAs negative for the above mentioned respiratory viruses. The ELISA was performed as described above, using 50 µL of each NPA sample.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 809,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 810,
                    "end": 812,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 813,
                    "end": 815,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 816,
                    "end": 818,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 819,
                    "end": 821,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 895,
                    "end": 897,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Evaluation of MERS-CoV-NP capture ELISA ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The full-length NP gene of MERS-CoV was cloned and expressed in E. coli strain ER2566 with a stretch of six histidine residues at both the N and C termini. The MERS-CoV-rNP, with a molecular weight of 46 kDa, was purified by Ni-NTA affinity chromatography and was used to immunize BALB/c mice. Western blot showed that mouse anti-MERS-CoV-rNP immune sera had good reactivity with MERS-CoV and MERS-CoV-rNP, indicating that the expressed MERS-CoV-rNP has similar antigenicity to native NP of MERS-CoV (Figure 1). As a control, the mouse anti-MERS-CoV-rNP immune sera did not react with influenza A virus strain CA/04 (Figure 1). The high ELISA titer of mouse anti-MERS-CoV-rNP immune sera confirmed that the MERS-CoV-rNP has good immunogenicity in BALB/c mice, indicating that the MERS-CoV-rNP was useful for generation of anti-MERS-CoV-rNP MAbs (Figure 2).",
            "cite_spans": [],
            "section": "Production and characterization of MERS-CoV-rNP ::: RESULTS",
            "ref_spans": [
                {
                    "start": 501,
                    "end": 509,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 617,
                    "end": 625,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 846,
                    "end": 854,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "A total of 24 MAbs were generated against MERS-CoV-rNP by ELISA. Twelve of them were confirmed to be MERS-CoV-rNP-specific MAbs by ELISA using MERS-CoV-rNP as well as HCoV-229E-rNP and HCoV-OC43-rNP (Figure 3). The cloning, expression, and purification procedures for HCoV-229E-rNP and HCoV-OC43-rNP were the same as described for those of MERS-CoV-rNP (data not shown). The other 12 MAbs showed different degrees of cross-reactivity among the three rNP proteins, suggesting that the NPs of different CoVs might have some common epitopes.",
            "cite_spans": [],
            "section": "Generation and characterization of anti-MERS-CoV-rNP MAbs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To establish a capture ELISA for MERS-CoV NP detection, two anti-MERS-CoV-rNP-specific MAbs (1F6 and 7C4) were selected. MAb 1F6 was coated onto the microplate and MAb 7C4 was conjugated with HRP. This ELISA showed a high sensitivity, with detection limit to MERS-CoV-rNP of less than 1 ng/mL; and a high specificity, with no detection for the HCoV-OC43-rNP and HCoV-229E-rNP (Figure 4A). The high sensitivity was further confirmed with a detection limit of 103 TCID50 of inactivated viral lysate of MERS-CoV culture and the high specificity was further confirmed with no detection for inactivated viral lysates of two HCoVs (HCoV-OC43 and HCoV-229E), two influenza A virus strains (CA/4/2009(H1N1) and Brisbane/10/2007(H3N2)), one influenza B virus strain (Florida/04/2006), and one RSV strain (Figure 4B).",
            "cite_spans": [],
            "section": "Development of capture ELISA for detection of MERS-CoV NP ::: RESULTS",
            "ref_spans": [
                {
                    "start": 377,
                    "end": 386,
                    "mention": "Figure 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 796,
                    "end": 805,
                    "mention": "Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The mean value of 20 human NPAs negative for influenza A, B, and C viruses, adenovirus, RSV, parainfluenza viruses 1–4, human rhinoviruses, human metapneumovirus, HCoV-HKU1, HCoV-OC43, HCoV-229E, HCoV-NL63, and MERS-CoV was 0.04. Using a cutoff of 0.19 (0.15 + 0.04), all 129 NPAs positive for various viral respiratory tract infections were negative, with mean OD ± SD of 0.067 ± 0.022 (Figure 5). Therefore, the specificity of the capture ELISA for NPA is 100%. For the two simulated MERS-CoV positive NPAs with serial dilutions (1–500 000 TCID50/0.1 mL) of live MERS-CoV added, all samples with ≥10 TCID50/0.1 mL showed positive results (Figure 5). As for the 10 additional NPAs with 20 TCID50/0.1 mL and 200 TCID50/0.1 mL of live MERS-CoV added, all showed positive results (Figure 5).",
            "cite_spans": [],
            "section": "Evaluation of MERS-CoV-NP capture ELISA ::: RESULTS",
            "ref_spans": [
                {
                    "start": 388,
                    "end": 396,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 641,
                    "end": 649,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 779,
                    "end": 787,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We report the development of a MAbs-based antigen capture ELISA for MERS-CoV-NP. Our previous experience on SARS-CoV has shown that SARS-CoV-NP detection in SARS patients is highly feasible using an antigen capture ELISA-based method.14,15 Since NP is also an important, highly immunogenic and abundantly expressed structural protein in MERS-CoV, its detection using similar principles should also be feasible. The NP protein is a more preferable target than the S protein because the NP protein is present in much higher amount than the S protein. In this study, using hyperimmune sera obtained from mice immunized with three doses of MERS-CoV-rNP, we confirmed that MERS-CoV-NP is abundantly present in inactivated MERS-CoV cell cultures (Figure 2). The antigen capture ELISA was designed using two different MAbs (1F6 and 7C4) with high and specific antibody titers against MERS-CoV-rNP (Figure 3). As half of the 24 MAbs generated showed different degrees of cross-reactivity against HCoV-229E and/or HCoV-OC43, suggesting the possibility of common epitopes across the different CoVs, this MAbs-based ELISA should be much more specific than a polyclonal antibodies-based ELISA using hyperimmune sera generated from two different kinds of animals immunized with MERS-CoV-rNP. In addition to the high specificity, we also observed that MERS-CoV-rNP and MERS-CoV-NP can be detected by the present assay with a protein and inactivated viral concentrations of as low as 1 ng/mL and 103 TCID50/mL respectively (Figure 4).",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 741,
                    "end": 749,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 891,
                    "end": 899,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1509,
                    "end": 1517,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Evaluation of the diagnostic test using control and simulated clinical specimens showed that the present ELISA is highly sensitive and specific for MERS-CoV. Using more than 120 NPAs positive with various respiratory viruses, we showed that the antigen capture ELISA is highly specific. Most importantly, NPAs positive for the four human CoVs all showed very low OD values by the present MERS-CoV antigen detection assay, as the MERS-CoV-NP only shares 18.1%, 19.1%, 30.5%, and 30.5% amino acid identities with those of HCoV-229E (alphaCoV), HCoV-NL63 (alphaCoV), HCoV-OC43 (betaCoV), and HCoV-HKU1 (betaCoV) respectively. As there have been no imported MERS cases in Hong Kong so far and we do not have access to any MERS patient samples, we used simulated NPAs spiked with live MERS-CoV for evaluation. Since the assay is able to detect simulated NPA samples with viral load as low as 10 TCID50/0.1 mL of live MERS-CoV, this diagnostic tool should be suitable for early diagnosis of MERS, since the viral loads in NPAs of patients during acute infection are usually around 106 copies/mL.27,28",
            "cite_spans": [
                {
                    "start": 1089,
                    "end": 1091,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1092,
                    "end": 1094,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The present MERS-CoV-NP capture ELISA is potentially useful for detecting MERS-CoV in dromedary camel samples and screening other animal specimens for MERS-CoV. Although the ancestral origin of MERS-CoV is believed to be from bats,29,30,31 dromedaries are likely to be the immediate animal reservoir for transmission of MERS-CoV to human. High titers of antibodies to MERS-CoV have been detected in more than 95% of adult dromedaries in the Middle East,5,9,32,33 and MERS-CoV have also been found from the nasal samples of a small proportion of dromedaries.8,34,35,36 As MERS-CoV was also detected in the nasal samples in dromedaries with viral loads of around 104 to 106 copies/mL,37 the present ELISA should be readily useful for detecting MERS-CoV in dromedaries. To prevent MERS infections as well as in cases of MERS outbreaks, it may be necessary to screen and isolate dromedaries that are actively shedding MERS-CoV. Since the present ELISA captures MERS-CoV-NP antigen, it should be able to detect MERS-CoV regardless of the source of the specimen, and should be extremely useful for assessing viral shedding patterns in dromedaries as well as searching for other animal sources of MERS-CoV.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 234,
                    "end": 236,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 453,
                    "end": 454,
                    "mention": "5",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 455,
                    "end": 456,
                    "mention": "9",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 457,
                    "end": 459,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 557,
                    "end": 558,
                    "mention": "8",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 559,
                    "end": 561,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This antigen detection ELISA is suitable for clinical use and field studies in the Middle East where most cases of MERS have occurred. So far, most patients with MERS either resided in or had recent travel histories to the Middle East. Therefore, a MERS diagnostic test developed should be able to be used in clinical microbiology laboratories in the Middle East. As for the animal reservoirs, the infected dromedaries also live in the Middle East as well as North Africa. Compared to quantitative real-time RT-PCR, the consumable cost of the present antigen capture ELISA is lower. It also does not require expertise on molecular technology and the expensive set-up for molecular studies, which may not be present in most clinical microbiology laboratories in the Middle East. For example, about 15 million people, including more than two million pilgrims, visit Mecca in Saudi Arabia every year. In particular, a high concentration of visitors is expected during the Hajj period. A user-friendly laboratory test would be necessary for handling such a large number of exposed people as well as potential outbreaks because of mass gathering. Therefore, the present ELISA is likely to be more suitable than quantitative real-time RT-PCR for the use in laboratories in the Middle East and North Africa, where resources and expertise could be limited. As for animals, this test would be extremely useful for tracking the transmission patterns of MERS-CoV among the dromedaries in the same farm as well as across different countries. Further refinement of the test and the development of a rapid antigen detection kit for on-the-spot diagnosis are warranted.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Western blot analysis of mouse anti-MERS-CoV-rNP immune sera. Proteins loaded include: MERS-CoV-rNP, lysate of MERS-CoV (MERS-CoV), lysate of influenza A virus strain CA/04 (Flu CA/04), molecular weight marker. The arrows indicate the size of the MERS-CoV-rNP.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The ELISA titer of mouse anti-MERS-CoV-rNP immune sera. The MERS-CoV-rNP was coated at 100 ng/well. 1:5000 dilution of HRP conjugated Goat anti-mouse antibody was used as second antibody. Normal mouse sera were used as negative control.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Reactivity of anti-MERS-CoV-rNP MAbs in ELISA. The MERS-CoV-rNP was coated at 100 ng/well. 1:5000 dilution of HRP-conjugated goat anti-mouse antibody was used as the secondary antibody. Normal mouse sera were used as negative control.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Detection limit of anti-MERS-CoV-rNP-specific MAbs-based capture ELISA for MERS-CoV-NP. (A) Detection of MERS-CoV-rNP, HCoV-OC43-rNP, and HCoV-229E-rNP. (B) Detection of inactivated cell lysates of MERS-CoV, HCoV-OC43, HCoV-229E, influenza A virus CA/4/2009(H1N1), influenza A virus Brisbane/10/2007(H3N2), influenza B virus Florida/04/2006, and RSV cultures.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Evaluation of the MERS-CoV-NP capture ELISA using 129 NPAs positive for various viral respiratory tract infections, two simulated MERS-CoV-positive NPAs spiked with serially diluted MERS-CoV cell lysates and 10 simulated MERS-CoV-positive NPAs with 20 TCID50/0.1 mL and 200 TCID50/0.1 mL of MERS-CoV. The dotted line represents the corresponding cutoff OD450 value at 0.19.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing severe disease",
            "authors": [],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Severe respiratory illness caused by a novel coronavirus, in a patient transferred to the United Kingdom from the Middle East, September 2012",
            "authors": [],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Detection of a novel human coronavirus by real-time reverse-transcription polymerase chain reaction",
            "authors": [],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East Respiratory Syndrome coronavirus: a report of nosocomial transmission",
            "authors": [],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Real-time reverse transcription-PCR assay panel for Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "SARS coronavirus detection methods",
            "authors": [],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Detection of severe acute respiratory syndrome (SARS) coronavirus nucleocapsid protein in SARS patients by enzyme-linked immunosorbent assay",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Differential cell line susceptibility to the emerging novel human betacoronavirus 2c EMC/2012: implications for disease pathogenesis and clinical manifestation",
            "authors": [],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "207",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Delayed induction of proinflammatory cytokines and suppression of innate antiviral response by the novel Middle East respiratory syndrome coronavirus: implications for pathogenesis and treatment",
            "authors": [],
            "year": 2013,
            "venue": "J Gen Virol",
            "volume": "94",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Cross-reactive antibodies in convalescent SARS patients' sera against the emerging novel human coronavirus EMC (2012) by both immunofluorescent and neutralizing antibody tests",
            "authors": [],
            "year": 2013,
            "venue": "J Infect",
            "volume": "67",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Identification of a highly conserved and surface exposed B-cell epitope on the nucleoprotein of influenza A virus",
            "authors": [],
            "year": 2014,
            "venue": "J Med Virol",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "An important amino acid in nucleoprotein contributes to influenza A virus replication by interacting with polymerase PB2",
            "authors": [],
            "year": 2014,
            "venue": "Virology",
            "volume": "464–465",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Differential diagnosis of pandemic (H1N1) 2009 infection by detection of haemagglutinin with an enzyme-linked immunoassay",
            "authors": [],
            "year": 2011,
            "venue": "Clin Microbiol Infect",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human parainfluenza virus 4 outbreak and the role of diagnostic tests",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Clinical features and complete genome characterization of a distinct human rhinovirus (HRV) genetic cluster, probably representing a previously undetected HRV species, HRV-C, associated with acute respiratory illness in children",
            "authors": [],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Coronavirus HKU1 and other coronavirus infections in Hong Kong",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Characterization and complete genome sequence of a novel coronavirus, coronavirus HKU1, from patients with pneumonia",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Cost-effectiveness of rapid diagnosis of viral respiratory tract infections in pediatric patients",
            "authors": [],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Clinical and laboratory findings of the first imported case of middle East respiratory syndrome coronavirus to the United States",
            "authors": [],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Rooting the phylogenetic tree of Middle East respiratory syndrome coronavirus by characterization of a conspecific virus from an African bat",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Genetic characterization of Betacoronavirus lineage C viruses in bats reveals marked sequence divergence in the spike protein of pipistrellus bat coronavirus HKU5 in Japanese pipistrelle: implications for the origin of the novel Middle East respiratory syndrome coronavirus",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Bat origins of MERS-CoV supported by bat coronavirus HKU4 usage of human receptor CD26",
            "authors": [],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Middle East Respiratory Syndrome coronavirus (MERS-CoV) serology in major livestock species in an affected region in Jordan, June to September 2013",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Antibodies against MERS coronavirus in dromedary camels, United Arab Emirates, 2003 and 2013",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "MERS coronaviruses in dromedary camels, Egypt",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) in dromedary camels, Oman, 2013",
            "authors": [],
            "year": 2014,
            "venue": "Euro Surveill",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Middle East respiratory syndrome coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Middle East respiratory syndrome coronavirus in dromedary camels: an outbreak investigation",
            "authors": [],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "MERS coronavirus in dromedary camel herd, Saudi Arabia",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Novel betacoronavirus in dromedaries of the Middle East, 2013",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}