{
    "paper_id": "PMC4512412",
    "metadata": {
        "title": "2014 International Society for Disease Surveillance Conference\nTranslating Research and Surveillance into Action",
        "authors": [
            {
                "first": "Ian",
                "middle": [],
                "last": "Painter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "José",
                "middle": [],
                "last": "Lojo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The International Society for Disease Surveillance (ISDS) will hold its thirteenth annual\nconference in Philadelphia on December 10th and 11th, 2014. The society’s mission\nis to improve population health by advancing the science and practice of disease\nsurveillance, and the annual conference advances this mission by bringing together\npractitioners and researchers from multiple fields involved in disease surveillance,\nincluding public health, epidemiology, health policy, biostatistics and mathematical\nmodeling, informatics and computer science. This year the conference received a record\nnumber of abstract submissions (267), from 33 countries. We accepted 102 abstracts for\noral presentations, along with 40 lightning talks and 100 posters.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The theme for this year’s conference-Public Health Surveillance - Challenges and\nSolutions for the Road Ahead - will highlight key challenges voiced by the public health\nsurveillance community. While the science and practice of public health surveillance, in\nparticular biosurveillance, has significantly matured since the initial conference in\nNew York City in 2002, practitioners continue to deal with recurring problems, such as\nthe impacts of reduced funding and appropriate data sharing, as well as new ones -\nemerging infectious diseases such as MERS-CoV, Chikungunya, and Ebola, as well as novel\ndata sources from meaningful use and various social media. Many of the abstracts\nselected for oral and lightning presentation take a nuanced approach in examining some\nof these issues.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In addition, we are delighted to have five notable plenary speakers who have expertise in\naddressing some the larger problems facing public health today. Dr. Ziad Memish from\nSaudi Arabia will deliver the opening plenary on surveillance for mass gatherings. ISDS\nfounding member and National Coordinator for Health Information Technology, Dr. Farzad\nMostashari will present at the awards ceremony. On the second day, Dr. Don Weiss from\nNew York City Department of Health and Mental Hygiene and Dr. Kari Yacisin from the CDC\nEpidemic Intelligence Service will present on their experiences with the current Ebola\noutbreak. Finally, Dr. Linda Rae Murray from the Cook County Department of Public Health\nwill discuss social determinants of public health in the closing plenary.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We are excited with the program for the 2014 conference. We believe the ISDS is a unique\nsociety, successfully bringing together individuals from public health practice,\nindustry and academia.This community is the driving force behind the ISDS, and the\nannual conference is your meeting. We are looking forward to seeing you there.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}