{
    "paper_id": "PMC4463987",
    "metadata": {
        "title": "In-service training for health professionals to improve care of seriously ill newborns and children in low-income countries",
        "authors": [
            {
                "first": "Newton",
                "middle": [],
                "last": "Opiyo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mike",
                "middle": [],
                "last": "English",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "",
            "cite_spans": [],
            "section": "SUMMARY OF FINDINGS FOR THE MAIN COMPARISON [Explanation]",
            "ref_spans": []
        },
        {
            "text": "Severe illness remains a leading cause of newborn and child deaths in low-income countries (LICs) (Liu 2012; Seale 2014). Major conditions contributing to severe illness include sepsis, pneumonia, meningitis and diarrhoea (Liu 2012; Seale 2014). Early recognition of severe illness with prevention of cardiorespiratory arrest through resuscitation represents a critical step towards reducing mortality and long-term disability in seriously ill newborns and children. However, the clinical diagnosis of severe illness can be difficult, as signs are often non-specific and deteriorate rapidly.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "mention": "2012",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 119,
                    "mention": "2014",
                    "ref_id": null
                },
                {
                    "start": 227,
                    "end": 231,
                    "mention": "2012",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 243,
                    "mention": "2014",
                    "ref_id": null
                }
            ],
            "section": "Description of the condition ::: Background",
            "ref_spans": []
        },
        {
            "text": "A variety of in-service emergency courses for care of seriously ill newborns and children are available. These courses include (1) neonatal life support courses (e.g. Newborn Life Support (NLS), Neonatal Resuscitation Programme (NRP)); (2) paediatric life support courses (e.g. Paediatric Advanced Life Support (PALS), Paediatric Life Support (PLS)); (3) life support/emergency care elements within the Integrated Management of Pregnancy and Childbirth programme (e.g. Essential Newborn Care (ENC)); and (4) components of other in-service child health training courses that deal with the care of children with serious illness (e.g. Emergency Triage, Assessment and Treatment (ETAT), Control of Diarrheal Diseases (CDD), and Acute Respiratory Infection (ARI) case management programmes; training components of the Integrated Management of Childhood Illness (IMCI) strategy) (Table 1).",
            "cite_spans": [],
            "section": "Description of the intervention ::: Background",
            "ref_spans": [
                {
                    "start": 874,
                    "end": 881,
                    "mention": "Table 1",
                    "ref_id": "TABREF19"
                }
            ]
        },
        {
            "text": "Although such formalised educational programmes vary in origin, scope and target audience, they typically are aimed at in-service rather than preservice training, and are short and intensive with a structured approach to presentation of the clinical subject. The one-day NRP course was first taught in 1987 in the USA, and the one-day NLS course was initiated in the UK in 2001 (Raupp 2007). PALS, a two-day course, was piloted in the USA in 1988. Advanced Paediatric Life Support (APLS), a three-day course, was developed and piloted in the UK in 1992. Two other courses - the one-day PLS course and Prehospital PLS - have been designed to complement the APLS (Jewkes 2003). The World Health Organization (WHO) has added to this list the three and one-half-day ETAT course based on and validated against the APLS course in Malawi (Gove 1999; Molyneux 2006). This course is specifically aimed at low-income countries and is intended to improve prompt identification and institution of life-saving emergency treatment for very ill children.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "mention": "2007",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 673,
                    "mention": "2003",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 841,
                    "mention": "1999",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 856,
                    "mention": "2006",
                    "ref_id": null
                }
            ],
            "section": "Description of the intervention ::: Background",
            "ref_spans": []
        },
        {
            "text": "The more general CDD and ARI programmes were developed by the WHO in 1980, in recognition of high childhood mortality due to diarrhoea/dehydration and pneumonia among very ill neonates and children; they focus on case management training rather than life support (Forsberg 2007; Pio 2003). Although these courses concentrate on community-based or out-patient-based management, with good evidence for their success (Sazawal 2001), they also include guidance on management of very severe illness. These disease-specific training approaches were incorporated into the broader package of the IMCI strategy. Here the particular focus for management of the very ill child is the decision to provide prereferral care and referral to hospital. In addition to this, the WHO has developed a specific five-day course on hospital management of severe malnutrition (WHO 2002).",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "mention": "2007",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 287,
                    "mention": "2003",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 427,
                    "mention": "2001",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 861,
                    "mention": "2002",
                    "ref_id": null
                }
            ],
            "section": "Description of the intervention ::: Background",
            "ref_spans": []
        },
        {
            "text": "The effectiveness of in-service training of healthcare professionals depends on changes in health worker practices, which, plausibly, should precede any impact on mortality or morbidity.",
            "cite_spans": [],
            "section": "How the intervention might work ::: Background",
            "ref_spans": []
        },
        {
            "text": "In-service training costs both time and money, for example, the cost of the two-day European Paediatric Life Support (EPLS) course is estimated to be about USD 190 per trainee in Kenya (personal communication with ME, 2009). Apart from the sometimes high costs of providing courses (often recovered in high-income countries with high course fees), attendance at such courses often means that important staff are absent from their normal duties with potential disruption to patient care and, for some, loss of personal income (Jabbour 1996). Despite their high costs, emergency care courses remain a thriving enterprise in many high-income countries, as is reflected in their ever increasing number and variety (Jewkes 2003). In the hope that they might improve the quality of care in low- and middle-income countries, considerable global efforts and investments have gone into further development, refinement and adaptation of these courses to meet the needs of individual countries (Baskett 2005). Yet despite these investments and the faith placed in them by many organisations and institutions, evidence of their effectiveness in improving treatment of seriously ill newborns and children remains unclear. Several studies on in-service emergency care training for newborns and children have been completed since our original review was published, in 2010. Therefore an updated review of the effectiveness of these courses is needed.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 538,
                    "mention": "1996",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 722,
                    "mention": "2003",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 996,
                    "mention": "2005",
                    "ref_id": null
                }
            ],
            "section": "Why it is important to do this review ::: Background",
            "ref_spans": []
        },
        {
            "text": "To assess the effects of in-service emergency care training on health professionals' treatment of seriously ill newborns and children in low-income countries.",
            "cite_spans": [],
            "section": "Objectives",
            "ref_spans": []
        },
        {
            "text": "Randomised trials, non-randomised trials, controlled before-after studies and interrupted-time-series studies were eligible for inclusion (EPOC 2014). We excluded community-based studies.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "mention": "2014",
                    "ref_id": null
                }
            ],
            "section": "Types of studies ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Qualified healthcare professionals (doctors, nurses, midwives, physician assistants) in outpatient/hospital-based settings responsible for care of seriously ill newborns and children were eligible for inclusion. We excluded non-qualified healthcare providers (e.g. medical students/trainees, medical interns, community health workers). We did not exclude studies on the basis of their income classification (low, middle or high income).",
            "cite_spans": [],
            "section": "Types of participants ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In-service training courses aimed at changing health provider behaviour in the care of seriously ill newborns and children were eligible for inclusion (Table 1).",
            "cite_spans": [],
            "section": "Types of interventions ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "mention": "Table 1",
                    "ref_id": "TABREF19"
                }
            ]
        },
        {
            "text": "Neonatal life support courses (e.g. NLS, NRP).Paediatric life support courses (e.g. PALS, PLS).Life support elements within the Integrated Management of Pregnancy and Childbirth (e.g. ENC).Other in-service newborn and child health training courses aimed at recognition and management of seriously ill newborns and children (e.g. ETAT, CDD, ARI, malaria case management, training components of IMCI strategy).",
            "cite_spans": [],
            "section": "Types of interventions ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We excluded studies of complex training interventions in which training was combined with and was impossible to separate from additional health system changes (e.g. improved staffing, health facility reorganisation).",
            "cite_spans": [],
            "section": "Types of interventions ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We included studies only if they reported objectively measured health professional (in practice) performance outcomes (e.g. clinical assessment/diagnosis, recognition and management/referral of seriously ill newborn/child, prescribing practices).",
            "cite_spans": [],
            "section": "Primary outcomes ::: Types of outcome measures ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We also considered the following outcomes when reported.",
            "cite_spans": [],
            "section": "Secondary outcomes ::: Types of outcome measures ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Participant outcomes (e.g. mortality, morbidity).Health resource utilisation (e.g. drug use, laboratory tests).Health services utilisation (e.g. length of hospital stay).Other markers of clinical performance (e.g. simulated health worker performance in practice settings).Training/implementation costs.Impact on equity.Adverse effects.",
            "cite_spans": [],
            "section": "Secondary outcomes ::: Types of outcome measures ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We excluded studies that reported only other markers of performance/simulations/skill testing done outside practice settings/in classrooms (e.g. practicing/demonstrating resuscitation techniques using a dummy). We considered for inclusion simulations of emergency care in practice settings that were designed to reflect real practice.",
            "cite_spans": [],
            "section": "Secondary outcomes ::: Types of outcome measures ::: Criteria for considering studies for this review ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We searched the following databases for related reviews.",
            "cite_spans": [],
            "section": "Electronic searches ::: Search methods for identification of studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cochrane Database of Systematic Reviews (CDSR) (2015, Issue 2), part of The Cochrane Library (www.cochranelibrary.com) (searched 24/02/2015).Database of Abstracts of Reviews of Effects (DARE) (2015, Issue 1), part of The Cochrane Library (www.cochranelibrary.com) (searched 24/02/2015).Health Technology Assessment Database (HTA) (2015, Issue 1), part of The Cochrane Library (www.cochranelibrary.com) (searched 24/02/2015).",
            "cite_spans": [],
            "section": "Electronic searches ::: Search methods for identification of studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We searched the following databases for primary studies.",
            "cite_spans": [],
            "section": "Electronic searches ::: Search methods for identification of studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cochrane Central Register of Controlled Trials (CENTRAL) (2015, Issue 1), part of The Cochrane Library (www.cochranelibrary.com) (including the Effective Practice and Organisation of Care (EPOC) Register) (searched 24/02/2015).MEDLINE In-Process and Other Non-Indexed Citations, and MEDLINE daily, MEDLINE and OLDMEDLINE, 1946 to present, Ovid SP (searched 23/02/2015).EMBASE, 1980 to 2015 Week 08, Ovid SP (searched 23/02/2015).Cumulative Index to Nursing and Allied Health Literature (CINAHL), 1981 to present, EBSCOHost (searched 24/02/2015).Education Resources Information Center (ERIC), 1966 to present, ProQuest (searched 24/02/2015).World Health Organization Library Information System (WHOLIS), WHO (searched 24/02/2015).Latin American Caribbean Health Sciences Literature (LILACS), VIrtual Health Library (VHL) (searched 24/02/2015).Science Citation Index, 1975 to present; Social Sciences Citation Index, 1975 to present; Institute for Scientific Information (ISI) Web of Science (searched 24/02/2015) for papers that cite included studies.",
            "cite_spans": [],
            "section": "Electronic searches ::: Search methods for identification of studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We developed search strategies for electronic databases using the methodological component of the EPOC search strategy combined with selected Medical Subject Heading (MeSH) terms and free-text terms. We applied no date, language or publication status restrictions. See Appendix 1 for strategies used.",
            "cite_spans": [],
            "section": "Electronic searches ::: Search methods for identification of studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We also searched clinical trial registries (https://clinicaltrials.gov/, the WHO International Clinical Trials Registry Platform (ICTRP, http://www.who.int/ictrp/en/), both searched 11/02/2014) and websites of relevant organisations (Helping Babies Breathe, http://www.helpingbabiesbreathe.org/, searched 11/02/2014). We used a combination of search terms derived from the MEDLINE search strategy. In addition, we screened reference lists of related reviews.",
            "cite_spans": [],
            "section": "Searching other resources ::: Search methods for identification of studies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Review authors (NO and ME) independently screened the titles, abstracts and full texts of retrieved articles and applied the predefined study eligibility criteria to select studies. We resolved disagreements through discussion.",
            "cite_spans": [],
            "section": "Selection of studies ::: Data collection and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Review authors (NO and ME) independently extracted the following data using a modified EPOC data collection tool (EPOC 2014). We resolved disagreements by discussion.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "mention": "2014",
                    "ref_id": null
                }
            ],
            "section": "Data extraction and management ::: Data collection and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Study characteristics (e.g. study design, sample size, setting).Participants (e.g. number of healthcare providers randomly assigned, number of practices performed).Intervention (e.g. type and duration of training courses)/co-interventions.Targeted health provider behaviour (e.g. resuscitation practices).Outcome measures (e.g. proportion of providers with the event of interest in study groups).",
            "cite_spans": [],
            "section": "Data extraction and management ::: Data collection and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Review authors (NO and ME) independently assessed study risk of bias using the Cochrane risk of bias tool (Higgins 2011). Quality domains assessed included allocation sequence generation, allocation concealment, blinding of outcome assessors, completeness of participant follow-up, handling of incomplete outcome data, protection against selective outcome reporting and contamination. We classified findings into three categories: low (low risk of bias for all key quality domains), high (high risk of bias for one or more key domains) and unclear risk of bias (unclear risk of bias for one or more key domains). We did not exclude studies on the basis of their risk of bias.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "mention": "2011",
                    "ref_id": null
                }
            ],
            "section": "Assessment of risk of bias in included studies ::: Data collection and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Included studies assessed different interventions and outcomes. Meta-analysis was therefore inappropriate. We undertook a structured synthesis of results.",
            "cite_spans": [],
            "section": "Data synthesis ::: Data collection and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In Senarath 2007, a unit of analysis error occurred; hospitals were randomly assigned and performance at deliveries was analysed, without adjustment for clustering. In addition, outcomes in intervention and control groups were not directly compared (comparisons were made within comparison groups before and after the intervention). Re-analysis was possible for only one outcome - preparedness for resuscitation - for which baseline levels of resuscitation practices were comparable between study groups. In the re-analysis, we assessed training effect by computing mean differences in outcomes, using reported standard deviations to estimate standard errors. To account for clustering, we assumed an intracluster correlation coefficient (ICC) of 0.015 (with a design effect of 1.129) that was based on published data (Rowe 2002).",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 824,
                    "end": 828,
                    "mention": "2002",
                    "ref_id": null
                }
            ],
            "section": "Data synthesis ::: Data collection and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Review authors (NO and ME) independently assessed the certainty of evidence for each outcome using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) system (Guyatt 2008). This approach classifies the certainty of evidence (defined as ‘the extent to which one can be confident that an estimate of effect or association is correct’) into one of four categories ('high', 'moderate', 'low' or 'very low'). We resolved disagreements on certainty ratings by discussion. We did not exclude studies on the basis of their GRADE certainty ratings; we took into account the certainty of evidence when synthesising overall findings. We report the results of certainty assessments in the 'Summary of findings tables' section.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "mention": "2008",
                    "ref_id": null
                }
            ],
            "section": "Data synthesis ::: Data collection and analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the original review, 2480 references were identified. Of these, 2334 articles were excluded following a review of titles and abstracts. Reasons for exclusion included inappropriate study designs/interventions/outcomes; enrolment of trainee/community health workers; and enrolment of non-paediatric patients. The full texts of 146 papers were retrieved for detailed eligibility assessment. Of these, eight studies were identified as potentially meeting the review inclusion criteria. Six were subsequently excluded. Overall, two studies were included: Opiyo 2008 and Senarath 2007.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 564,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 578,
                    "end": 582,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Results of the search ::: Description of studies ::: Results",
            "ref_spans": []
        },
        {
            "text": "In this review update, we identified a total of 4768 articles. We excluded 4754 articles after a review of titles and abstracts. We retrieved the full texts of 14 articles for detailed assessment. Of these, 14 articles were excluded because of ineligible study design or setting (n = 7 studies), participants (n = 1 study) and outcomes (n = 6 studies). We identified no ongoing studies. No new studies met all of the review eligibility criteria. The study flow diagram is presented in Figure 1.",
            "cite_spans": [],
            "section": "Results of the search ::: Description of studies ::: Results",
            "ref_spans": [
                {
                    "start": 492,
                    "end": 493,
                    "mention": "1",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Both studies were randomised trials done in delivery rooms/theatres in Kenya (Opiyo 2008) and Sri Lanka (Senarath 2007). Healthcare providers were nurses in Opiyo 2008 and were mixed (doctors, nurses, midwives) in Senarath 2007. Targeted behaviours included newborn resuscitation (Opiyo 2008) and general management/preparation and conduct of delivery care for newborns (Senarath 2007). Postintervention data were collected over a period of 50 days in Opiyo 2008 and three months in Senarath 2007. Individual healthcare providers (n = 83) were randomly assigned in Opiyo 2008, and hospitals (n = 5) were randomly assigned in Senarath 2007. Both studies were adequately powered (90%) for primary outcomes. Neither study examined training/implementation costs.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 114,
                    "end": 118,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 163,
                    "end": 167,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 223,
                    "end": 227,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 287,
                    "end": 291,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 384,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 458,
                    "end": 462,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 492,
                    "end": 496,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 571,
                    "end": 575,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 634,
                    "end": 638,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Included studies ::: Description of studies ::: Results",
            "ref_spans": []
        },
        {
            "text": "Opiyo 2008 assessed the effects of one-day newborn resuscitation training on health worker resuscitation practices in a maternity hospital in Kenya. The course, which was adapted from the UK Resuscitation Council,presented an A (airway), B (breathing), C (circulation) approach to resuscitation and laid down a clear step-by-step strategy for the first minutes of resuscitation at birth. Training included focused lectures and practical scenario sessions in which infant manikins were used. Participants were provided a course manual two weeks before training for self learning. Participants were randomly allocated to receive early training (n = 28) or late training (control group, n = 55). Data were collected on 97 and 115 resuscitation episodes over seven weeks after early and late training, respectively.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Included studies ::: Description of studies ::: Results",
            "ref_spans": []
        },
        {
            "text": "Senarath 2007 assessed the effects of four-day essential newborn care training on health provider practices in hospitals in Sri Lanka. The course was adapted from the WHO Training Modules on Essential Newborn Care and Breastfeeding. Participants were provided teaching aids on newborn care and resuscitation. Training comprised lectures, demonstrations, hands-on training and small group discussions. Hospitals were randomly assigned to intervention (n = 2 hospitals) and control groups (n = 3 hospitals). The main sample for data collection by exit interview included 446 mother/newborn pairs before intervention and 446 pairs after intervention (223 each in intervention and control groups). These exit interview data were not relevant to the topic of this review. Direct observations of delivery practices were made on a subsample consisting of 96 healthcare providers (48 before and 48 after the intervention). Postintervention data collection commenced three months after training.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Included studies ::: Description of studies ::: Results",
            "ref_spans": []
        },
        {
            "text": "We eventually excluded 20 studies that initially met the review eligibility criteria. These are listed in the Characteristics of excluded studies table.",
            "cite_spans": [],
            "section": "Excluded studies ::: Description of studies ::: Results",
            "ref_spans": []
        },
        {
            "text": "Six studies were excluded in the original review: Bryce 2005, a non-randomised controlled study on health facility IMCI training, was excluded, as the training intervention was combined with and was impossible to separate from concurrent district health strengthening activities (skills reinforcement through supervised clinical practice). El-Arifeen 2004, a cluster-randomised trial on the effects of IMCI training on quality of care, was excluded, as data on referral rate (appropriate health worker response to an encounter with a seriously ill child and our outcome of interest) were not reported for seriously ill children. Gouws 2004, a cluster-randomised trial on the effects of IMCI training on health worker antibiotic use, was excluded, as no baseline assessment of outcomes was performed. Nadel 2000, an intervention study of periodic mock resuscitations combined with an eight-hour resuscitation course, was excluded, as it lacked a concurrent comparison group/used a historical control group. Two further studies were excluded, as they enrolled only apparently well children (Pelto 2004) or those with mild acute respiratory infection episodes (Ochoa 1996).",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "mention": "2005",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 355,
                    "mention": "El-Arifeen 2004",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 639,
                    "mention": "2004",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 810,
                    "mention": "2000",
                    "ref_id": null
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "mention": "2004",
                    "ref_id": null
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "mention": "1996",
                    "ref_id": null
                }
            ],
            "section": "Excluded studies ::: Description of studies ::: Results",
            "ref_spans": []
        },
        {
            "text": "In this update, we excluded 14 studies because of ineligible designs (non-randomised designs, uncontrolled before-after designs, community-based settings) (n = 6 studies) and inappropriate outcome measures/simulated provider practices (n = 8 studies).",
            "cite_spans": [],
            "section": "Excluded studies ::: Description of studies ::: Results",
            "ref_spans": []
        },
        {
            "text": "Both randomised trials had serious limitations. In Opiyo 2008, allocation sequence generation, concealment, blinding of outcome assessors, follow-up of health providers and reporting of outcome measures were adequate (however, details about allocation sequence generation and concealment were not reported in the article). Potential cross-group contamination in the trial cannot be excluded. In Senarath 2007, outcome data were completely reported and the study was adequately protected against contamination and selective outcome reporting. However, methods of allocation sequence generation and concealment were not reported. Baseline differences in health providers and outcomes were evident between study groups. Blinding of outcome assessment was inadequate, and the presence of a 'unit of analysis error' added further uncertainty regarding the results.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 404,
                    "end": 408,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Risk of bias in included studies ::: Results",
            "ref_spans": []
        },
        {
            "text": "",
            "cite_spans": [],
            "section": "ADDITIONAL SUMMARY OF FINDINGS [Explanation] ::: Effects of interventions ::: Results",
            "ref_spans": []
        },
        {
            "text": "This review found few well-conducted studies on the effects of in-service training aimed at improving care of the seriously ill newborn. Findings from the two included studies suggest a beneficial effect on health provider outcomes (resuscitation practices, assessment of breathing, resuscitation preparedness) in the short term. However, effects on neonatal mortality were inconclusive (although the only study that reported this outcome was underpowered to detect a mortality effect). Even though both included studies reported improvement in health provider practices after training, a generalisable conclusion of effectiveness cannot be inferred given the sparse data available and differences between training interventions and outcomes examined.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Reported benefits should be interpreted with caution. First, in Opiyo 2008, assessment of outcomes was conducted immediately after training for a short period (50 days). Therefore instantaneous improvement in provider performance could have been expected. Clinical skills have been shown to 'decay' over time, with as much as a 50% reduction in appropriate practice (as assessed in classroom simulations) within six months of intense training (McKenna 1985). Assessment of training effects over a longer time could have improved our confidence in the results. The potential for a ‘decay effect’ underscores the need for periodic refresher training to maintain recommended provider practice. Second, in Senarath 2007, a large number of health providers demonstrated appropriate newborn care practices at baseline. The narrow ‘performance improvement' gap possibly limited demonstration of the real impact of the training. Third, training coverage was low in Opiyo 2008 and unclear in Senarath 2007. Saturation training to the level of that reported in one excluded study (94%) (El-Arifeen 2004) can potentially create a ‘herd effect’ on provider practices. Thus, possible mediation of reported effects by level of training coverage cannot be excluded. Finally, none of the included studies examined implementation costs. Thus, whether the observed benefits of training interventions are worth the costs remains uncertain.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 456,
                    "mention": "1985",
                    "ref_id": null
                },
                {
                    "start": 711,
                    "end": 715,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The duration of training courses was varied (one-day vs four-day course). Apart from the clear effect on costs, training duration may modify their impact: One review (Rowe 2008) (n = 2 studies) found marginal effectiveness of standard IMCI training (≥ 11 days) compared with shortened IMCI training (five to 11 days). The complexity of the targeted behaviour may also modify training effects: Practices such as holding the baby upside during resuscitation may be easier to change than complex ones such as performing bag-valve-mask resuscitation. In Opiyo 2008, the teaching strategy consisted of focused lectures and practical scenario sessions using an infant manikin, and in Senarath 2007, the strategy involved lectures, demonstrations, hands-on training and small group discussions. The format of training courses could influence their effect: One review found mixed interactive and didactic/lecture-based educational meetings to be more effective than didactic meetings or interactive meetings (Forsetlund 2009).",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "mention": "2008",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 560,
                    "mention": "2008",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 687,
                    "end": 691,
                    "mention": "2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "mention": "2009",
                    "ref_id": null
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The limited available evidence can be explained by several factors. First, a large number of studies were excluded on the basis of weak design (lack of appropriate controls, retrospective surveys). Most of the available evidence is therefore unreliable because of high risk of bias. Second, the lack of rigorous studies could be due to design and ethical challenges in the evaluation of educational interventions in practice settings. Desirable features such as protection against contamination cannot be fully achieved within routine clinical settings. In addition, random assignment of health providers and sick babies to a control arm and observation of practices performed by untrained providers raise clear ethical concerns. Third, effective sample sizes will always be difficult to achieve, as severe illness episodes and resuscitation events remain relatively uncommon events in practice. Large multi-centre studies with relatively long observation periods would be needed to effectively assess the effects of emergency care courses. Apart from high costs, such studies would have to contend with the difficulty of securing continued availability and participation of health providers.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Findings of the present review are consistent with those of previous reviews (Jabbour 1996; Rowe 2008), which found limited evidence on the effectiveness of in-service neonatal and paediatric emergency care courses.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "mention": "1996",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 101,
                    "mention": "2008",
                    "ref_id": null
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The findings of this review suggest that in-service neonatal care courses probably improve health professional practices in caring for seriously ill newborns. Decisions to scale up these courses in low-income countries must be based on consideration of costs and logistics associated with their implementation, including the need for adequate numbers of skilled instructors, appropriate locally adapted training materials and the availability of basic resuscitation equipment.",
            "cite_spans": [],
            "section": "Implications for practice ::: Authors' conclusions",
            "ref_spans": []
        },
        {
            "text": "Large pragmatic multi-centre randomised trials (with appropriate controls and adequate randomisation procedures) evaluating the impact of emergency care in-service training on long-term outcomes (health professional practices and patient outcomes) are needed (given the current uncertainty on how long short-term benefits are retained, particularly in settings in which they are used infrequently).",
            "cite_spans": [],
            "section": "Implications for research ::: Authors' conclusions",
            "ref_spans": []
        },
        {
            "text": "Such trials should:",
            "cite_spans": [],
            "section": "Implications for research ::: Authors' conclusions",
            "ref_spans": []
        },
        {
            "text": "involve direct head-to-head comparison of courses of varied length (e.g. one-day vs four-day courses);aim to include children (in both out-patient and hospital settings);be preceded by pilot cost impact evaluation studies (given current uncertainty regarding the economic consequences of in-service emergency care training); andcollect data on resource use and cost of training implementation (to optimise appropriate policy decisions regarding which interventions are worthy of investment).",
            "cite_spans": [],
            "section": "Implications for research ::: Authors' conclusions",
            "ref_spans": []
        },
        {
            "text": "To facilitate implementation and replication, studies should provide sufficient detail regarding their content (e.g. need for equipment, teamwork) and format (e.g. small group interactive vs lecture, hands-on skills with dummies). Further studies are needed to determine optimal refresher training intervals for in-service emergency care courses.",
            "cite_spans": [],
            "section": "Implications for research ::: Authors' conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF15": {
            "text": "Comparison 1.: Opiyo 2008\n",
            "type": "table"
        },
        "TABREF16": {
            "text": "Comparison 2.: Senarath 2007\n",
            "type": "table"
        },
        "TABREF19": {
            "text": "Table 1: Summary of in-service neonatal and paediatric emergency care courses*\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Analysis 1.1.: Comparison 1 Opiyo 2008, Outcome 1 Mortality.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Analysis 2.1.: Comparison 2 Senarath 2007, Outcome 1 Preparedness for resuscitation.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Analysis 2.2.: Comparison 2 Senarath 2007, Outcome 2 Preparedness for resuscitation - adjusted for clustering.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 1: Study flow diagram.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 2: Forest plot of comparison: 2 Opiyo 2008, outcome: 2.1 Mortality.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 3: Forest plot of comparison: 1 Senarath 2007, outcome: 1.1 Practice of preparedness of resuscitation. Mean difference = mean percentage change.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 4: Forest plot of comparison: 1 Senarath 2007, outcome: 1.2 Preparedness for resuscitation - adjusted for clustering. Mean difference = mean percentage change.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Effect of newborn resuscitation training on health worker practices in Pumwani Hospital, Kenya",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Opiyo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Were",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Govedi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fegan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wasunna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "13;3(2)",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Effect of training for care providers on practice of essential newborn care in hospitals in Sri Lanka",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Senarath",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rodrigo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Obstetric, Gynecologic and Neonatal Nursing",
            "volume": "36(6)",
            "issn": "",
            "pages": "531-41",
            "other_ids": {
                "DOI": []
            }
        }
    }
}