{
    "paper_id": "PMC4786625",
    "metadata": {
        "title": "Identification of an ideal adjuvant for receptor-binding domain-based subunit vaccines against Middle East respiratory syndrome coronavirus",
        "authors": [
            {
                "first": "Naru",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rudragouda",
                "middle": [],
                "last": "Channappanavar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cuiqing",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lili",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jian",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tania",
                "middle": [],
                "last": "Garron",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xinrong",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sumaiya",
                "middle": [],
                "last": "Tasneem",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lu",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chien-Te",
                "middle": [
                    "K"
                ],
                "last": "Tseng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yusen",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stanley",
                "middle": [],
                "last": "Perlman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shibo",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lanying",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A newly emerged infectious disease, Middle East respiratory syndrome (MERS), was first identified in Saudi Arabia in 2012,1 and has now been reported in at least 20 countries in the Middle East, Europe, Africa, Asia and North America (http://www.cdc.gov/CORONAVIRUS/MERS/), raising worldwide concerns about its pandemic potential. By 26 December 2014, MERS coronavirus (MERS-CoV), the causative agent of MERS, had infected 941 people and caused at least 347 related deaths (mortality rate ∼37%) (http://www.who.int/csr/don/26-december-2014-mers/en/). MERS-CoV utilizes bat and camels as natural reservoirs and intermediate transmission hosts, respectively.2,3,4,5,6 MERS-CoV can spread through close contact or airborne transmission, causing serious public health problems.7,8 As such, the development of effective vaccination strategies to prevent MERS-CoV infection and disease is urgently needed.9,10",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 656,
                    "end": 657,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 658,
                    "end": 659,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 660,
                    "end": 661,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 662,
                    "end": 663,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 664,
                    "end": 665,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 773,
                    "end": 774,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 775,
                    "end": 776,
                    "mention": "8",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 899,
                    "end": 900,
                    "mention": "9",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 901,
                    "end": 903,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The MERS-CoV spike (S) protein plays important roles in virus attachment and subsequent entry into permissive cells expressing functional receptor (dipeptidyl peptidase 4 (DPP4)).11,12 The receptor-binding domain (RBD), which resides within the S1 subunit of the S protein, mediates virus-receptor binding, thereby serving as an important target for vaccine development against MERS-CoV infection and disease.13,14,15 Of the previously identified RBD-encoding residues which include residues 358–588, 367–588, 377–588 and 367–606, the fragment composed of 377–588 residues has been shown to contain critical neutralization epitopes.13,14,15,16 Specifically, we recently demonstrated that recombinant protein containing 377–588 residues fused with Fc of human IgG, designated S377–588-Fc, is particularly potent in eliciting neutralizing antibodies in immunized mice and rabbits.15,17 Additionally, incubation of permissive Vero E6 cells with this recombinant protein effectively prevented MERS-CoV infection.15 Together, these results suggest that the S377–588-Fc protein is an ideal subunit vaccine candidate worthy of further development as a MERS vaccine.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 181,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 182,
                    "end": 184,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 409,
                    "end": 411,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 412,
                    "end": 414,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 634,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 878,
                    "end": 880,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 881,
                    "end": 883,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Compared with other vaccine formats, such as inactivated virus, live-attenuated virus and viral vector-based subunit vaccines, recombinant protein-based subunit vaccines have the best safety profile, due to virtually non-existing concerns about possibly incomplete inactivation, regain of virulence of attenuated virus or unfavorable host responses to viral vectors.18,19 Additionally, effective recombinant protein-based subunit vaccines have the advantage of specifically targeting well-defined neutralizing epitopes.19,20 However, the relatively low immunogenicity of recombinant protein-based subunit vaccines, especially those formulated without adjuvants, compared to inactivated or live-attenuated viruses, represents a major hurdle in the development of safe and effective subunit vaccines.20,21,22",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 519,
                    "end": 521,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 798,
                    "end": 800,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 804,
                    "end": 806,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "While it is well accepted that adjuvants, in general, play essential roles in enhancing host immune responses especially to protein-based subunit vaccines, different adjuvants could promote different host immune responses. For example, Freund's adjuvant, an oil emulsion, may induce strong immune responses, but is not suitable for human use because of its toxicity.23 While aluminum salts (Alum) are licensed for human use as an adjuvant in the United States, they do not efficiently enhance the Th1-type of humoral and cellular immune responses that are important to combat viral pathogens.24 Adjuvant System 04, a new generation Toll-like receptor (TLR)-based adjuvant which combines the TLR4 agonist MPL (3-O-desacyl-4′-monophosphoryl lipid A) and Alum, is licensed for use in the human papillomavirus vaccine, Cervarix.25,26 AS03, which consists of Tocopherol, Squalene, and Polysorbate 80, is approved for use with human influenza A virus vaccines (http://www.fda.gov/BiologicsBloodVaccines/SafetyAvailability/VaccineSafety/ucm376465.htm).27 Monophosphoryl lipid A (mPLA), an adjuvant extracted from lipopolysaccharide, may enhance immune responses induced by influenza vaccines and is superior to Alum for cancer, HBV, malaria and HPV vaccines, but how to achieve the consistency of preparing mPLA-formulated vaccines remains a challenge.23,28 Montanide ISA51, an adjuvant approved for use in humans in Europe, has been shown to promote antigen-specific antibody responses with strong neutralizing activity against a variety of pathogens.15,29,30 MF59, another adjuvant licensed for human use in Europe, has a well-established ability to promote immunogenicity of influenza virus vaccines with a safety profile in human populations comparable to that of Alum or Montanide ISA51/720. In addition, increased immunogenicity was seen in MF59-adjuvanted influenza A virus vaccine in elderly people compared to a conventional subunit vaccine.31,32,33",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 824,
                    "end": 826,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 827,
                    "end": 829,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1345,
                    "end": 1347,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1348,
                    "end": 1350,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1545,
                    "end": 1547,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1548,
                    "end": 1550,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1551,
                    "end": 1553,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1943,
                    "end": 1945,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1946,
                    "end": 1948,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1949,
                    "end": 1951,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we elucidated the effects of various adjuvants on the induction of host immune responses to a MERS-CoV RBD-based subunit vaccine using S377–588-Fc protein as a model antigen. Specifically, we compared MERS-CoV-specific humoral immune responses and neutralizing antibodies, as well as T cell-mediated immune responses elicited in mice immunized with differentially formulated vaccines. The results show that the use of MF59 as an adjuvant is most potent in optimizing MERS-CoV RBD-based subunit vaccine responses.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Four- to eight-week-old female BALB/c mice were used in the study. The animal studies were carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health. The animal protocol was approved by the Committee on the Ethics of Animal Experiments of the New York Blood Center (Permit Number: 194.15) and the Institutional Animal Care and Use Committee at the University of Iowa (Protocol #4041009).",
            "cite_spans": [],
            "section": "Ethics statement ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Aluminium hydroxide gel (Alhydrogel 2%, hereinafter named Alum) and mPLA from S. Minnesota R595 (mPLA-SM) were purchased from InvivoGen (San Diego, CA, USA). Freund's and Montanide ISA51 (hereinafter named ISA51) adjuvants were the products of Sigma (St Louis, MO, USA) and SEPPIC (Fairfield, NJ, USA), respectively. MF59 adjuvant was made by mixing 4.3% Squalene, 5% Span 85 and 5% Tween 80 (Sigma) in 10 nM of sodium citrate (pH 6.5), followed by sonication for 5 min at 2000 W.33 The solution was filtered through 0.22 µM filter and stored at 4 °C before use.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 482,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Adjuvants ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The recombinant RBD protein, S377–588-Fc, was selected to test the effects of the above adjuvants. The construction, expression and purification of S377–588-Fc were described previously.15 Briefly, codon-optimized genes encoding residues 377–588 of MERS-CoV spike protein were fused with Fc of human IgG (pFUSE-hIgG1-Fc2; InvivoGen). The resultant protein was expressed in 293 T-cell culture supernatant and purified by protein A affinity chromatography (GE Healthcare, Piscataway, NJ, USA). The ELISA coating antigen, MERS-CoV S1 protein (residues 18–725) plus a C-terminal His6 (S1-His), was constructed using a pJW4303 expression vector (Jiangsu Taizhou Haiyuan Protein Biotech, Co., Ltd, Taizhou, China), expressed in 293 T-cell culture supernatant, and purified using Ni-NTA Superflow (Qiagen, Valencia, CA, USA).",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Protein construction, expression and purification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "This was done following our previously optimized protocols with some modifications.15,34 Briefly, BALB/c mice were subcutaneously vaccinated with 10 µg/mouse of S377–588-Fc (in 100 µl PBS) in the presence of equal volume of the above adjuvants (as recommended by the manufacturers) and boosted twice with the same immunogen and respective adjuvants at 3-week intervals. S377–588-Fc protein and PBS only were included as the controls. Sera were collected before immunization and 10 days post-each vaccination to assess MERS-CoV S1-specific total and neutralizing antibody responses. Immunized mice were sacrificed at 10 days after the last immunization, and splenocytes were collected to detect MERS-CoV S1-specific T-cell responses. The specific immunization schedule is shown in Figure 1a.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 86,
                    "end": 88,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Animal vaccination and challenge, and sample collection ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 780,
                    "end": 789,
                    "mention": "Figure 1a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "For challenge experiments, we sensitized mice to MERS-CoV infection by transducing mice with a recombinant, non-replicating adenovirus (Ad5)-expressing hDPP4 (Ad5-hDPP4) as previously described.35 Briefly, BALB/c mice were immunized with S377–588-Fc or PBS control plus MF59 adjuvant using the protocol described above. Ten days after the last immunization, mice were transduced with Ad5-hDPP4, and then intranasally challenged with 1×105 pfu of MERS-CoV (EMC-2012) 5 days later. Mouse lung tissues were harvested 3 and 5 days, post-challenge, and virus titers were determined by plaque assay (Figure 1b).",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Animal vaccination and challenge, and sample collection ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 594,
                    "end": 603,
                    "mention": "Figure 1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "An ELISA was used to measure murine antibody responses induced by S377–588-Fc plus different adjuvants based on our previously described protocols.34 Briefly, ELISA plates were pre-coated with MERS-CoV S1-His protein overnight at 4 °C, followed by addition of serially diluted sera and incubation at 37 °C for 1 h. After four washes with PBST, the plates were incubated with horseradish peroxidase-conjugated anti-mouse IgG (1∶3000; GE Healthcare), IgG1 (1∶2000) or IgG2a (1∶5000) (Invitrogen, Carlsbad, CA, USA), respectively, at 37 °C for 1 h, and washed four times. The reaction was visualized by substrate 3,3′,5,5′-tetramethylbenzidine (Invitrogen) and stopped with 1 N H2SO4. The absorbance at 450 nm (A450) was measured by ELISA plate reader (Tecan, San Jose, CA, USA).",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "ELISA ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "T cell responses in immunized mice were detected by intracellular cytokine staining followed by flow cytometry analysis as previously described with some modifications.34 Briefly, splenocytes (2×106) were stimulated with or without MERS-CoV S1-His protein. Phorbol myristate acetate (20 ng/ml) and ionomycin (2 µg/ml) (Sigma-Aldrich, St Louis, MO, USA) were used as positive controls. Cells with stimulatory agents were incubated for 6 h at 37 °C with 5% CO2 in the presence of GolgiPlug containing brefeldin A (1 µl/ml; BD Biosciences, San Jose, CA, USA). The cells were stained with conjugated anti-mouse-CD4 (APC) and anti-mouse-CD8 (P-Cy5-5) for 30 min at 4 °C. After washes, the cells were fixed using a Cytofix/Cytoperm Kit in accordance with the manufacturer's protocol (BD Biosciences) and then stained with anti-mouse-IL-2 (FITC) and anti-mouse-IFN-γ (PE) (BD Biosciences) for 30 min at 4 °C. Appropriate isotype-matched controls were included in each staining. The stained cells were analyzed using FACS Calibur (BD Biosciences) and FACSDiva software v.6.1.2 (BD Biosciences).",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Intracellular cytokine staining and flow cytometry analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A standard microneutralization assay was used to determine anti-MERS-CoV neutralizing antibodies.15,36,37 Briefly, serial dilutions of mouse sera were incubated for 1 h at room temperature with ∼100 infectious MERS-CoV/EMC-2012 before transfer to 96-well tissue culture plates containing Vero E6 cells. After 72 h of incubation, the neutralizing capacity of individual samples was assessed by determining the presence or absence of virus-induced cytopathic effects. Neutralizing antibody titers were expressed as the reciprocal of the highest dilution of serum that completely inhibited virus-induced cytopathic effects in at least 50% of the wells (NT50).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 100,
                    "end": 102,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 103,
                    "end": 105,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Neutralization assay ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Values are presented as means and standard deviations (s.d.). Statistical significance among different vaccination groups was calculated by Student's t-test using GraphPad Prism statistical software. P values less than 0.05 were considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The induction of specific IgG antibody responses by Fc-fused MERS-CoV RBD protein (S377–588-Fc) was first evaluated. Subsequently, the ability of Freund's, Alum, mPLA-SM, ISA51 and MF59 to augment MERS-CoV RBD-induced IgG antibody responses was compared. To accomplish this, mice were immunized with S377–588-Fc in the presence or absence of the above adjuvants and sera were collected from day 0 and 10 days after each vaccination, according to the vaccination schedule shown in Figure 1.",
            "cite_spans": [],
            "section": "MF59-adjuvanted MERS-CoV RBD protein induced the highest titers of IgG antibody responses in immunized mice ::: Results",
            "ref_spans": [
                {
                    "start": 480,
                    "end": 488,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As shown in Figure 2a, only a background immune response was observed in mice immunized with the first dose of S377–588-Fc in the absence of adjuvant, while a slightly elevated antibody response was induced by S377–588-Fc plus adjuvant. The level of response increased after the second immunization, reaching a higher level after the third immunization. While S377–588-Fc was immunogenic by itself, the addition of adjuvants improved its immunogenicity to varying extents as evidenced by specific antibody titers, depending on the type of adjuvant used. Among the adjuvants tested, MF59 appeared to be most potent in promoting specific IgG antibody responses, with titers reaching significantly higher levels than those induced by other adjuvants (P<0.05) after two immunizations. In the absence of any adjuvant, S377–588-Fc alone induced antibody responses after two or three immunizations, suggesting that the Fc fragment when fused with the RBD protein potentiated the immune response induced by the RBD-based vaccine. As expected, mock immunization with PBS did not result in any induction of detectable MERS-CoV-specific antibodies (Figure 2a).",
            "cite_spans": [],
            "section": "MF59-adjuvanted MERS-CoV RBD protein induced the highest titers of IgG antibody responses in immunized mice ::: Results",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "mention": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1138,
                    "end": 1147,
                    "mention": "Figure 2a",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "We also tested the sera obtained from the third immunization for their binding capacities to MERS-CoV S1 protein. As shown in Figure 2b, addition of adjuvants into the vaccine formulation improved the binding specificity to S1 protein, with MF59 being most potent in promoting this activity. Based on the endpoint antibody titer assays, we noted that mice immunized with MF59-adjuvanted S377–588-Fc elicited a significantly higher antibody response than those immunized with S377–588-Fc protein adjuvanted with Freund's, Alum, or ISA51. We also noted that mPLA-SM-adjuvanted S377–588-Fc induced a significantly higher MERS-CoV-specific IgG antibody titer than did the Alum-adjuvanted one (Figure 2c). Again, mock (PBS) vaccinated mice failed to induce specific IgG antibody responses.",
            "cite_spans": [],
            "section": "MF59-adjuvanted MERS-CoV RBD protein induced the highest titers of IgG antibody responses in immunized mice ::: Results",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 135,
                    "mention": "Figure 2b",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 689,
                    "end": 698,
                    "mention": "Figure 2c",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The above results suggest that while S377–588-Fc by itself is immunogenic in mice, addition of any of aforementioned adjuvants, especially MF59, can greatly enhance its capacity to promote specific antibody responses.",
            "cite_spans": [],
            "section": "MF59-adjuvanted MERS-CoV RBD protein induced the highest titers of IgG antibody responses in immunized mice ::: Results",
            "ref_spans": []
        },
        {
            "text": "We next evaluated the ability of S377–588-Fc to induce specific IgG subtype antibodies in the presence or absence of an adjuvant by using sera collected at day 10 after the third immunization. In the absence of an adjuvant, S377–588-Fc alone could induce readily detectable MERS-CoV S1-specific IgG1 and IgG2a antibodies with a slight bias towards Th2-type (IgG1) response (Figure 3). However, addition of any given adjuvants tested modulated IgG subtype responses. Specifically, we noted that unlike other adjuvants, including Freund's, Alum, mPLA-SM and ISA51, none of which promoted S377–588-Fc-induced IgG1 responses, the usage of MF59 as an adjuvant significantly enhanced both IgG1 and IgG2a subtypes of antibody (Figure 3a and b). Despite their failure to further promote IgG1 subtype responses, Freund's and ISA51 adjuvants, like MF59, could significantly increase the IgG2a (Th1) antibody response (Figure 3b). Further analysis of Th1-versus-Th2 antibody responses revealed that mice immunized with MF59-adjuvanted S377-588-Fc, similar to those immunized with S377–588-Fc alone, exhibited specific IgG antibody responses which were slightly Th2 (IgG1) biased, whereas those immunized with Alum- and, particularly, mPLA-SM-adjuvanted S377–588-Fc protein more strongly elicited a Th2 (IgG1)-biased response(Figure 3c). Taken together, among the adjuvants tested, MF59 seemed to be the most potent adjuvant in augmenting the specific antibody response elicited by the MERS-CoV RBD subunit vaccine, enabling the induction of strong and more generalized IgG subtype antibody responses.",
            "cite_spans": [],
            "section": "MF59-adjuvanted MERS-CoV RBD protein induced the highest IgG1 and IgG2a subtype antibodies with a slightly Th2-biased response in immunized mice ::: Results",
            "ref_spans": [
                {
                    "start": 374,
                    "end": 382,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 720,
                    "end": 735,
                    "mention": "Figure 3a and b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 908,
                    "end": 917,
                    "mention": "Figure 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1314,
                    "end": 1323,
                    "mention": "Figure 3c",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The ability of Fc-fused MERS-CoV RBD (S377–588-Fc) subunit vaccine to induce specific T-cell response was then evaluated. Specifically, we compared the capability of Freund's, Alum, mPLA-SM, ISA51 and MF59 to improve MERS-CoV RBD-induced cellular responses. To accomplish this, mouse splenocytes were collected at day 10 after the third immunization, and the frequencies of IL-2- and IFN-γ-expressing T cells were enumerated by FACS analysis. As shown in Figure 4, S377–588-Fc alone was capable of inducing MERS-CoV S1-specific CD4+ (Th1) T or CD8+ T-cell responses, as evidenced by IL-2- and, particularly, IFN-γ expression. Adding any of the adjuvants tested, including Freund's, Alum, mPLA-SM, ISA51 and MF59, did not significantly increase the number of IL-2-expressing CD4+ (Th1) and CD8+ T cells (Figure 4a), nor the number of the IFN-γ-producing CD4+ (Th1) and CD8+ T cells (Figure 4b). As anticipated, PBS-vaccinated mice did not induce any specific T-cell responses beyond the background levels (Figure 4). These results suggest that none of the adjuvants tested could significantly enhance T-cell responses induced by S377–588-Fc.",
            "cite_spans": [],
            "section": "None of the adjuvants tested could significantly enhance T-cell responses induced by MERS-CoV RBD protein ::: Results",
            "ref_spans": [
                {
                    "start": 455,
                    "end": 463,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 803,
                    "end": 812,
                    "mention": "Figure 4a",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 882,
                    "end": 891,
                    "mention": "Figure 4b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1005,
                    "end": 1013,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "We further assessed the ability of Fc-fused MERS-CoV RBD protein (i.e. S377–588-Fc) combined with adjuvant to induce neutralizing antibody against MERS-CoV, using the same serum specimens collected at day 10 after the third immunization, as described earlier. Specifically, a standard neutralization assay was performed in microtiter plates using DPP4-expressing Vero E6 cells. We found that immunization with S377–588-Fc protein alone was capable of inducing neutralizing antibodies to an extent similar to that of Freund's-adjuvanted S377–588-Fc, suggesting that addition of Freund's adjuvant to the vaccine formulation has little advantage on improving the neutralization antibody response in immunized mice (Figure 5). In contrast, we noted that S377–588-Fc protein formulated with Alum, ISA51, mPLA-SM and especially MF59 significantly increased the titers of neutralization antibody. Among five adjuvants evaluated, MF59, mPLA-SM and Freund's appeared to represent the most, the second and the least potent ones, respectively, to promote the production of neutralizing antibodies in immunized mice. As expected, we did not identify neutralizing antibody in sera obtained from mock-immunized mice (Figure 5). Because of its superior capacity to trigger highly prominent neutralizing antibody responses, when compared to other adjuvants tested, we believe that the usage of MF59 in the MERS-CoV S377–588-Fc protein can be further developed to achieve an optimal MERS-CoV RBD protein-based vaccination strategy.",
            "cite_spans": [],
            "section": "MF59-adjuvanted MERS-CoV RBD protein induced the highest titers of neutralizing antibody ::: Results",
            "ref_spans": [
                {
                    "start": 712,
                    "end": 720,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1203,
                    "end": 1211,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "To evaluate the protective immunity of MERS-CoV RBD in the presence of MF59 adjuvant, we immunized mice with MERS-CoV S377–588-Fc protein plus MF59, transduced them with Ad5-hDPP4 and then measured virus titers in the lungs after challenge. As shown in Figure 6, no MERS-CoV was detected in the lungs of mice immunized with S377–588-Fc plus MF59 3 and 5 days, post-infection, while high titers of the virus were found in those of mice inoculated with PBS plus MF59 adjuvant, suggesting that in the presence of MF59 adjuvant, MERS-CoV RBD is highly effective in protecting mice from MERS-CoV challenge. Thus, MF59 is an ideal adjuvant for use with MERS-CoV RBD protein-based subunit vaccines, and we believe that this combination can be further developed to achieve an optimal MERS-CoV RBD protein-based vaccination strategy.",
            "cite_spans": [],
            "section": "MF59-adjuvanted MERS-CoV RBD protein protected mice from MERS-CoV challenge ::: Results",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Based on its immunogenicity in immunized laboratory animals, we recently identified a fragment composed of residues 377–588 of the MERS-CoV RBD as an ideal candidate for further vaccine development. Uniquely, this specific fragment contains a stably folded RBD structure, fully encompasses the essential receptor binding sites and possesses major neutralizing epitopes within the S1 region of MERS-CoV.15,17 It is also known that adjuvants play important roles in the improvement of subunit vaccine efficacy so that the selection of an excellent adjuvant will allow an optimal immune response to subunit vaccine candidates to be elicited.38,39,40 Therefore, the main objective of this study was to identify an ideal adjuvant for formulation with the MERS-CoV RBD-based subunit protein (residues 377–588).",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 404,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 405,
                    "end": 407,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 644,
                    "end": 646,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this report, we used a recombinant protein containing residues 377–588 of MERS-CoV RBD fused with Fc of human IgG (S377–588-Fc) to evaluate several adjuvants. Fc fusion protein was chosen because Fc may enhance the immunogenicity of target antigens compared with non-Fc fusion proteins by promoting correct folding of fusion proteins and binding of antigen-presenting cells (APCs) expressing Fc receptors.41,42 We have previously shown that Fc-fused target antigens, including those from the envelope glycoproteins of severe acute respiratory syndrome coronavirus (SARS-CoV) and influenza A viruses, were superior to those lacking fusion to the Fc.30,43,44 Our present data indicated that in the absence of adjuvant, immunization of mice with S377–588-Fc fusion protein resulted in the induction of readily detectable MERS-CoV S1-specific IgG antibody and neutralizing antibodies as well as T cell-mediated immune responses, suggesting that fusion with the Fc fragment enhances the immunogenicity of S377–588.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 410,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 411,
                    "end": 413,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 651,
                    "end": 653,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "One may question whether the mouse anti-human IgG Fc antibodies induced by human Fc-containing antigen during the primary immunization suppress the adjuvanticity of Fc fragments in the Fc-fused RBD protein after secondary or tertiary immunization. In our previous and current studies, we observed that the immune responses after the secondary or tertiary immunization were always much higher than those after the primary immunization (Figure 2a),30,43,44,45 suggesting that the potential suppressive effect of pre-existing mouse anti-human Fc antibodies if present, is negligible. Similarly, the Onchocerca volvulus activation-associated secreted protein-1 (Ov-ASP-1), a protein-based adjuvant, is able to induce anti-self antibodies in vaccinated mice.46 Our previous study has shown that the pre-existing mouse anti-Ov-ASP-1 induced in the primary immunization has no significant impact on the adjuvanticity of Ov-ASP-1 in subsequent immunizations.46",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 455,
                    "end": 457,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 950,
                    "end": 952,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 435,
                    "end": 444,
                    "mention": "Figure 2a",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Another concern in using an Fc fragment to enhance immunogenicity is that the regulatory T-cell epitopes in IgG Fc may activate natural regulatory T cells, resulting in tolerance of immune responses. de Groot et al.47 have demonstrated that both IL-4 and anti-HDM (Dermatophagoides pteronyssinus) antibody titers in HLA DR4 transgenic mice were reduced when HDM antigen was co-administered with regulatory T-cell epitopes in murine IgG Fc. Although we have not observed such immunotolerance induced by the Fc fragment in S377–588-Fc protein during the 6-week immunization period, further investigation of the potential of the Fc fragment in the S377–588-Fc protein to induce immunotolerance in HLA DR4 transgenic mice is warranted.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 217,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Adjuvants promote immune responses mediated by protein-based vaccines by stabilizing antigen conformation, targeting antigens to APCs, directing antigen presentation through major histocompatibility complex class I or II responses, stimulating Th1 or Th2 CD4+ or CD8+ T cells, and modulating antibody specificity and isotype against particular antigens.48,49,50 To increase the immunogenicity of MERS-CoV RBD protein, we selected several commonly used adjuvants in the field of vaccinology, such as Freund's, Alum, mPLA-SM, ISA51 and MF59, to formulate a panel of recombinant S377–588-Fc protein vaccines. The potential mechanisms of action of these adjuvants are notably different. Alum, for example, mainly stimulates innate immunity by promoting antigen uptake and presentation and upregulating major histocompatibility complex class II molecules CD40 and CD86, or by inducing Th2 cells to mediate B-cell differentiation and to secrete IgG1 subtype and IgE antibody.49,50 mPLA, an agonist of TLR4, suppresses inflammatory immune responses by stimulating TLR4, and promoting monocytes to produce IL-10. mPLA functions through a bias toward the Toll-interleukin 1 receptor domain-containing adapter inducing interferon-β-signaling.51,52 MF59 adjuvant is reported to increase antigen uptake by APCs, to induce a local immunostimulatory environment by recruiting key immune cells, such as CD11b+ and MHC class II+ cells, to the injection site, and to enhance transport of antigen to lymph nodes.53,54 MF59 may also promote an early CD4+ T-cell response, allowing for better recall responses and long-term persistency of protective antibody responses.55,56",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 355,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 356,
                    "end": 358,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 969,
                    "end": 971,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 972,
                    "end": 974,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1232,
                    "end": 1234,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1235,
                    "end": 1237,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1494,
                    "end": 1496,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1497,
                    "end": 1499,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1649,
                    "end": 1651,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1652,
                    "end": 1654,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study, we immunized mice with S377–588-Fc protein that has been formulated individually with the aforementioned adjuvants, followed by comparison of the resulting MERS-CoV-specific total and neutralizing antibody and T cell-mediated responses. Indeed, we found that S377–588-Fc-induced immune responses could be further improved by incorporating some adjuvants, such as MF59. When formulated with MF59 adjuvant, S377–588-Fc induced high levels of IgG1 and IgG2a antibodies with strong neutralizing activity (Figure 3 and 5), suggesting that both Th1 (IgG2a) and Th2 (IgG1) antibody responses may play roles in inhibiting MERS-CoV infection. However, we could not exclude the possibility that Th2 (IgG1) antibody may play a dominant role in neutralizing MERS-CoV infection. It was reported that IgG1 is the main subclass induced after West Nile virus infection of humans and IgG1 accounts for most of the in vitro neutralization capacity.57 But we did not observe similar phenomenon in this study on MERS-CoV infection. For example, mPLA-SM-adjuvanted RBD induced significantly lower IgG1 antibody than MF59-adjuvanted RBD (Figure 3a), while the antibodies from both groups exhibited equally potent neutralizing activity (Figure 5). Therefore, further study on this issue is warranted. Unlike other adjuvants tested, MF59 promoted rapid increases in IgG antibody after two immunizations with S377–588-Fc protein. Antibody levels did not significantly increase after further boosting (Figure 2), suggesting that two doses of immunization is sufficient when MF59 adjuvant is used.",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 954,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 523,
                    "end": 531,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1138,
                    "end": 1147,
                    "mention": "Figure 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1236,
                    "end": 1244,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1498,
                    "end": 1506,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Our results clearly showed that MF59-adjuvanted S377–588-Fc was the most potent in inducing anti-MERS-CoV antibodies with neutralizing activity (Figures 2, 3 and 5). Furthermore, immunization with MERS-CoV RBD plus MF59 resulted in rapid virus clearance in mice after challenge with MERS-CoV (Figure 6). Our previous studies in SARS-CoV, another β-coronavirus that caused a worldwide outbreak in 2003,58 demonstrated that although cellular immune responses is also effective in clearing SARS-CoV, antibody responses, particularly neutralizing antibodies, play the critical role in protecting immunized mice from challenge with SARS-CoV.44 We have shown that higher neutralizing titer is correlated with greater protection from SARS-CoV challenge.59 Therefore, it is most likely that similar to SARS, the MERS-CoV RBD-induced antibody responses, particularly neutralizing antibodies, are essential in the prevention and recovery from MERS-CoV infection.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 403,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 636,
                    "end": 638,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 746,
                    "end": 748,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "mention": "Figures 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 156,
                    "end": 157,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 162,
                    "end": 163,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 293,
                    "end": 301,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Previous reports on SARS-CoV have demonstrated that several adjuvants, including Freund's, Sigma Adjuvant System, and mPLA-TDM (Trehalose dicorynomycoiate), can promote RBD protein induction of strong antibody responses with neutralizing activity,44,60,61,62 indicating that these adjuvants function efficiently when formulated with SARS-CoV RBD-based subunit vaccines. It should be noted that Freund's adjuvant and Sigma Adjuvant System are suitable for research only, not being approved for use in humans, thus limiting their further application against virus infection in clinical trials.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 256,
                    "end": 258,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It has been reported that various adjuvants may have side effects in immunized mice. Leenaars et al.63 compared the side effects of five different oil-based adjuvants, including Freund's adjuvant, Specol, RIBI, TiterMax and Montanide ISA50, in mice when these adjuvants were administered with a peptide antigen subcutaneously. They found that Freund's adjuvant and TiterMax caused significant inflammatory reactions and pathological changes at injection sites, while subcutaneous administration of RIBI resulted in significant increase of cytokines, such as IFN-γ and IL-4, in the mouse spleens. Alum was shown to enhance inflammation in experimental colitis in mice.64 In addition, mPLA is reported to induce a transient inflammation in mice after intranasal administration.65 In the present study, we only observed mild inflammatory reactions at the injection sites of the mice immunized with MERS-CoV RBD-based subunit vaccine in the presence of Alum and Freund's adjuvants. No apparent side effects in mice immunized with the RBD protein plus other adjuvants were observed.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 667,
                    "end": 669,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 775,
                    "end": 777,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Compared with other adjuvants such as Alum, Freund's and mPLA, MF59 has unique characteristics. MF59, an oil-in-water emulsion adjuvant that activates non-TLR sensing receptors, is the first adjuvant licensed for human use after Alum. MF59 is superior to Alum and other adjuvants in inducing antibody responses against antigens of viruses such HIV, HBV, HCV, HSV-2 and influenza viruses.66 It is an effective and safe vaccine adjuvant approved in Europe for use with influenza vaccines.53,67 Unlike Alum, MF59 vaccine adjuvant has been widely used in clinical trials of influenza vaccines, particularly after the outbreak of the 2009 H1N1 influenza, and demonstrated a high safety profile and strong immunogenicity in enhancing and broadening protection against influenza virus infections.68,69 Because of its strong efficacy in potentiating the immunogenicity of influenza virus antigen, MF59 allows for antigen dose sparing and is able to increase seroconversion and cross-protection after vaccination with only two doses.70 Therefore, pandemic influenza vaccines with MF59 have been prioritized since antigen dose-sparing and enhancing cross-reactive antibody titers are critical in the event of a pandemic or epidemic.71 Here we showed that although mPLA-SM-adjuvanted MERS-CoV RBD protein also induced stronger neutralizing antibodies against MERS-CoV infection than most of the other adjuvants tested (Figure 5), its efficacy was significantly lower than that of MF59 (Figures 2–4). Moreover, this adjuvant was seen to elicit only modest effects on antibody responses to an HIV vaccine,72 and caused inflammation in mice as discussed above, making it less appealing than MF59.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 389,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 789,
                    "end": 791,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 792,
                    "end": 794,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1024,
                    "end": 1026,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1222,
                    "end": 1224,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1592,
                    "end": 1594,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1408,
                    "end": 1416,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1475,
                    "end": 1484,
                    "mention": "Figures 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1485,
                    "end": 1485,
                    "mention": "",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1485,
                    "end": 1486,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In summary, our data demonstrated that Fc-fused MERS-CoV RBD protein induced highly potent specific immune responses when formulated with MF59 adjuvant, suggesting that MF59 is an ideal adjuvant for MERS-CoV RBD-based subunit vaccines. The present study also provides a foundation for evaluating the adjuvanticity of MF59 in subunit vaccines against influenza viruses and other viruses with class I fusion proteins, such as HIV, SARS-CoV, Ebola virus, Nipah virus and Handra virus.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Schematic diagram of immunization and challenge strategies and sample collection. (a) Mouse immunization. Groups of mice (five mice/group) were subcutaneously immunized with MERS-CoV S377–588-Fc protein alone or with a selected adjuvant, as indicated, followed by two boosters at 21 days apart from each immunization. Sera were collected at 0 and 10 days post-each immunization and tested for titers of MERS-CoV S1-specific IgG, IgG1 and IgG2a antibodies, and neutralizing antibodies. Splenocytes were also collected at day 10 after the last immunization and processed for evaluating MERS-CoV S1-specific T cell-mediated responses, as described in the section on ‘Materials and methods'. (b) Mouse challenge. Mice immunized with S377–588-Fc or PBS control plus MF59 adjuvant were transduced with Ad5-hDPP4 at day 10 after the last immunization, and challenged with MERS-CoV 5 days later. Lung tissues were harvested at days 3 and 5, respectively, post-challenge to detect virus titers. MERS, Middle East respiratory syndrome; MERS-CoV, MERS coronavirus.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Formulation of MERS-CoV S377–588-Fc protein with different adjuvants enhanced MERS-CoV S1-specific IgG antibody responses at varying extents elicited by immunized mice. Sera collected at different days after each immunization, as depicted in Figure 1, were subjected to ELISA-based analysis for S1-specific IgG antibody responses. IgG antibody titers were evaluated by using serum specimens that were diluted 3200-fold. Sera collected from mice prior to immunization, i.e., day 0 and day 10 after each immunization were included in this evaluation for determining the kinetics of IgG antibody response (a). Additionally, sera collected from individual groups of mice at day 10 after the last immunization were also subjected to the ELISA-based binding (b) and specific IgG antibody assays (c), respectively. The titers are expressed as the endpoint dilutions that remain positively detectable. The data are presented as mean±s.d. from five mice in each group. PBS was included as the control. Significant differences in the responses were observed between MF59 and other groups (*), between mPLA-SM and Alum or S377–588-Fc (#) or between ISA51 and S377–588-Fc (▪). MERS, Middle East respiratory syndrome; MERS-CoV, MERS coronavirus.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Titers of serum IgG1 and IgG2a antibodies to MERS-CoV S1 protein elicited by MERS-CoV S377–588-Fc protein-immunized mice with or without adjuvants. Sera collected at day 10 after the last immunization were used to determine the nature of Th1-versus-Th2 IgG antibody responses by quantifying MERS-CoV S1-specific IgG1 (Th2) (a) and IgG2a (Th1) (b), respectively. In addition, the ratios between specific IgG1 and IgG2a antibody responses were calculated and expressed for assessing the nature of antibody responses (c). The antibody titers were expressed as the endpoint dilutions that remain positively detectable. The data are presented as mean±s.d. from five mice in each group. PBS was included as the control. (a) Significant differences in the IgG1 responses were observed between MF59 and other groups (*). (b) Significant differences in the IgG2a responses were observed in groups immunized with MF59- or Freund's-adjuvanted S377–588-Fc, compared to other vaccinated groups (*). Such a significant difference was also observed between ISA51- and Alum-adjuvanted groups (#). MERS, Middle East respiratory syndrome; MERS-CoV, MERS coronavirus.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Mice vaccinated with MERS-CoV S377–588-Fc protein in the absence or presence of adjuvants also resulted in the induction of antigen-specific T cell-mediated responses. The capacity of vaccination-induced MERS-CoVS1-specific T cell-mediated responses in mice were assessed by using the standard FACS-based analysis to quantify the frequencies of IL-2- and IFN-γ-producing CD4+ and CD8+ T cells, as described in the section on ‘Materials and methods'. Briefly, splenocytes extracted from mice at day 10 after the last immunization were subjected to incubation with recombinant MERS-CoV S1 protein and the frequencies of IL-2 (a) and IFN-γ (b) producing cells are expressed as percentages of CD4+ or CD8+ T cells. The samples were tested in triplicate and presented as means±s.d. from five mice in each group. MERS, Middle East respiratory syndrome; MERS-CoV, MERS coronavirus.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Mice immunized with different MERS-CoV S377–588-Fc protein-based vaccine formulations were capable of promoting neutralizing antibody responses to varying extents. Sera obtained from mice at day 10 after the last immunization were evaluated for their content of neutralization antibody against live MERS-CoV, based on Vero E6 cell-based microneutralization assays. Neutralizing antibody titers are expressed as the reciprocal of the highest dilutions of specimens that resulted in a complete inhibition of virus-induced CPE in at least 50% of the wells (NT50), and the data are presented as mean±s.d. from five mice in each group. There were significant differences between two adjuvants (MF59, mPLA-SM) and other groups (*) or between two adjuvants (Alum, ISA51) and Freund's or S377–588-Fc group (#). CPE, cytopathic effect; MERS, Middle East respiratory syndrome; MERS-CoV, MERS coronavirus.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: The in vivo efficacy of MERS-CoV S377–588-Fc protein-based vaccine formulated with MF59 adjuvant in protection of Ad5-hDPP4-transduced mice challenged with MERS-CoV. BALB/c mice were immunized with S377–588-Fc plus MF59 adjuvant. PBS plus MF59 was included as the control. Ten days post-last immunization, mice were transduced with Ad5-hDPP4, and then i.n. infected with MERS-CoV as described in the section on ‘Materials and methods'. Three (3 DPI) and five (5 DPI) days post-infection, virus titers were determined in lung tissues, and expressed as PFU/g of lung tissues. *** indicates significant differences between the two groups (P<0.0001). i.n., intranasally; LOD, limit of detection; MERS, Middle East respiratory syndrome; MERS-CoV, MERS coronavirus; PFU, plaque forming units.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Calling for rapid development of a safe and effective MERS vaccine",
            "authors": [],
            "year": 2014,
            "venue": "Microbes Infect",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Evidence for a common evolutionary origin of coronavirus spike protein receptor-binding subunits",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Dipeptidyl peptidase 4 is a functional receptor for the emerging human coronavirus-EMC",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "495",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Molecular basis of binding between novel human coronavirus MERS-CoV and its receptor CD26",
            "authors": [],
            "year": 2013,
            "venue": "Nature",
            "volume": "500",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Structure of MERS-CoV spike receptor-binding domain complexed with human receptor DPP4",
            "authors": [],
            "year": 2013,
            "venue": "Cell Res",
            "volume": "23",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A truncated receptor-binding domain of MERS-CoV spike protein potently inhibits MERS-CoV infection and induces strong neutralizing antibody responses: implication for developing therapeutics and vaccines",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The receptor binding domain of the new Middle East respiratory syndrome coronavirus maps to a 231-residue region in the spike protein that efficiently elicits neutralizing antibodies",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Searching for an ideal vaccine candidate among different MERS coronavirus receptor-binding fragments—the importance of immunofocusing in subunit vaccine design",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Developments of subunit and VLP vaccines against influenza A virus",
            "authors": [],
            "year": 2012,
            "venue": "Virol Sin",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Development of subunit vaccines against severe acute respiratory syndrome",
            "authors": [],
            "year": 2008,
            "venue": "Drugs Today (Barc)",
            "volume": "44",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Receptor usage and cell entry of bat coronavirus HKU4 provide insight into bat-to-human transmission of MERS coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "111",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Current advancements and potential strategies in the development of MERS-CoV vaccines",
            "authors": [],
            "year": 2014,
            "venue": "Expert Rev Vaccines",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Delivery of foreign antigens by engineered outer membrane vesicle vaccines",
            "authors": [],
            "year": 2010,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "107",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Subunit vaccines of the future: the need for safe, customized and optimized particulate delivery systems",
            "authors": [],
            "year": 2011,
            "venue": "Ther Deliv",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Vaccine adjuvants—current status and prospects on controlled release adjuvancity",
            "authors": [],
            "year": 2011,
            "venue": "Saudi Pharm J",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Vaccine adjuvants: current state and future trends",
            "authors": [],
            "year": 2004,
            "venue": "Immunol Cell Biol",
            "volume": "82",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "AS04, an aluminum salt- and TLR4 agonist-based adjuvant system, induces a transient localized innate immune response leading to enhanced adaptive immunity",
            "authors": [],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Safety and immunogenicity of the HPV-16/18 AS04-adjuvanted vaccine in HIV-positive women in South Africa: a partially-blind randomised placebo-controlled study",
            "authors": [],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Extended antigen sparing potential of AS03-adjuvanted pandemic H1N1 vaccines in children, and immunological equivalence of two formulations of AS03-adjuvanted H1N1 vaccines: results from two randomised trials",
            "authors": [],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Evaluation of monophosphoryl lipid A as adjuvant for pulmonary delivered influenza vaccine",
            "authors": [],
            "year": 2014,
            "venue": "J Control Release",
            "volume": "174",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Safety and immunogenicity of multimeric-001—a novel universal influenza vaccine",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Immunol",
            "volume": "32",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Close relative of human Middle East respiratory syndrome coronavirus in bat, South Africa",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "A critical HA1 neutralizing domain of H5N1 influenza in an optimal conformation induces strong cross-protection",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Comparison of the immunogenicity and safety of the conventional subunit, MF59-adjuvanted, and intradermal influenza vaccines in the elderly",
            "authors": [],
            "year": 2014,
            "venue": "Clin Vaccine Immunol",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Increased immunogenicity of the MF59-adjuvanted influenza vaccine compared to a conventional subunit vaccine in elderly subjects",
            "authors": [],
            "year": 2001,
            "venue": "Eur J Epidemiol",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Safety of MF59 adjuvant",
            "authors": [],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Intranasal vaccination with recombinant receptor-binding domain of MERS-CoV spike protein induces much stronger local mucosal immune responses than subcutaneous immunization: Implication for designing novel mucosal MERS vaccines",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Rapid generation of a mouse model for Middle East respiratory syndrome",
            "authors": [],
            "year": 2014,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "111",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Bilateral entry and release of Middle East respiratory syndrome coronavirus induces profound apoptosis of human bronchial epithelial cells",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "A conformation-dependent neutralizing monoclonal antibody specifically targeting receptor-binding domain in Middle East respiratory syndrome coronavirus spike protein",
            "authors": [],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "A trimeric, V2-deleted HIV-1 envelope glycoprotein vaccine elicits potent neutralizing antibodies but limited breadth of neutralization in human volunteers",
            "authors": [],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "203",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Immunogenicity and safety of the influenza A/H1N1 2009 inactivated split-virus vaccine in young and older adults: MF59-adjuvanted vaccine versus nonadjuvanted vaccine",
            "authors": [],
            "year": 2011,
            "venue": "Clin Vaccine Immunol",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Middle East respiratory syndrome coronavirus in bats, saudi arabia",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Antibody response against heterogeneous circulating influenza virus strains elicited by",
            "authors": [],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Surface display of IgG Fc on baculovirus vectors enhances binding to antigen-presenting cells and cell lines expressing Fc receptors",
            "authors": [],
            "year": 2009,
            "venue": "Arch Virol",
            "volume": "154",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Immunogenicity of the outer domain of a HIV-1 clade C gp120",
            "authors": [],
            "year": 2007,
            "venue": "Retrovirology",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "A recombinant protein containing highly conserved hemagglutinin residues 81–122 of influenza H5N1 induces strong humoral and mucosal immune responses",
            "authors": [],
            "year": 2013,
            "venue": "Biosci Trends",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Receptor-binding domain of SARS-CoV spike protein induces long-term protective immunity in an animal model",
            "authors": [],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "A recombinant vaccine of H5N1 HA1 fused with foldon and human IgG Fc induced complete cross-clade protection against divergent H5N1 viruses",
            "authors": [],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "The adjuvanticity of an O. volvulus-derived rOv-ASP-1 protein in mice using sequential vaccinations and in non-human primates",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Activation of natural regulatory T cells by IgG Fc-derived peptide “Tregitopes”",
            "authors": [],
            "year": 2008,
            "venue": "Blood",
            "volume": "112",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Mode of action of adjuvants: implications for vaccine safety and design",
            "authors": [],
            "year": 2010,
            "venue": "Biologicals",
            "volume": "38",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Towards an understanding of the adjuvant action of aluminium",
            "authors": [],
            "year": 2009,
            "venue": "Nat Rev Immunol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Evidence for camel-to-human transmission of MERS coronavirus",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The immunobiology of aluminium adjuvants: how do they really work",
            "authors": [],
            "year": 2010,
            "venue": "Trends Immunol",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Putting endotoxin to work for us: monophosphoryl lipid A as a safe and effective vaccine adjuvant",
            "authors": [],
            "year": 2008,
            "venue": "Cell Mol Life Sci",
            "volume": "65",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "The vaccine adjuvant monophosphoryl lipid A as a TRIF-biased agonist of TLR4",
            "authors": [],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "The mechanism of action of MF59—an innately attractive adjuvant formulation",
            "authors": [],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Molecular and cellular signatures of human vaccine adjuvants",
            "authors": [],
            "year": 2008,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "105",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Fast rise of broadly cross-reactive antibodies after boosting long-lived human memory B cells primed by an MF59 adjuvanted prepandemic vaccine",
            "authors": [],
            "year": 2009,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "106",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Adjuvanted H5N1 vaccine induces early CD4+ T cell response that predicts long-term persistence of protective antibody levels",
            "authors": [],
            "year": 2009,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "106",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Human IgG subclasses: in vitro neutralization of and in vivo protection against West Nile virus",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China, in February, 2003",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Intranasal vaccination of recombinant adeno-associated virus encoding receptor-binding domain of severe acute respiratory syndrome coronavirus (SARS-CoV) spike protein induces strong mucosal immune responses and provides long-term protection against SARS-CoV infection",
            "authors": [],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Middle East respiratory syndrome coronavirus quasispecies that include homologues of human isolates revealed through whole-genome analysis and virus cultured from dromedary camels in Saudi Arabia",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Receptor-binding domain of SARS-CoV spike protein induces highly potent neutralizing antibodies: implication for developing subunit vaccine",
            "authors": [],
            "year": 2004,
            "venue": "Biochem Biophys Res Commun",
            "volume": "324",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Cross-neutralization of human and palm civet severe acute respiratory syndrome coronaviruses by antibodies targeting the receptor-binding domain of spike protein",
            "authors": [],
            "year": 2006,
            "venue": "J Immunol",
            "volume": "176",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Recombinant receptor-binding domain of SARS-CoV spike protein expressed in mammalian, insect and E. coli cells elicits potent neutralizing antibody and protective immunity",
            "authors": [],
            "year": 2009,
            "venue": "Virology",
            "volume": "393",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Immune responses and side effects of five different oil-based adjuvants in mice",
            "authors": [],
            "year": 1998,
            "venue": "Vet Immunol Immunopathol",
            "volume": "61",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Aluminum enhances inflammation and decreases mucosal healing in experimental colitis in mice",
            "authors": [],
            "year": 2014,
            "venue": "Mucosal Immunol",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Mucosal and systemic immune responses to Mycobacterium tuberculosis antigen 85A following its co-delivery with CpG, MPLA or LTB to the lungs in mice",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "MF59-adjuvanted vaccines: increased immunogenicity with an optimal safety profile",
            "authors": [],
            "year": 2003,
            "venue": "Expert Rev Vaccines",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "An update on safety and immunogenicity of vaccines containing emulsion-based adjuvants",
            "authors": [],
            "year": 2013,
            "venue": "Expert Rev Vaccines",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Comparison between a conventional subunit vaccine and the MF59-adjuvanted subunit influenza vaccine in the elderly: an evaluation of the safety, tolerability and immunogenicity",
            "authors": [],
            "year": 2009,
            "venue": "J Prev Med Hyg",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "MF59-adjuvanted vaccine: a safe and useful tool to enhance and broaden protection against seasonal influenza viruses in subjects at risk",
            "authors": [],
            "year": 2010,
            "venue": "Expert Opin Biol Ther",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Detection of the middle East respiratory syndrome coronavirus genome in an air sample originating from a camel barn owned by an infected patient",
            "authors": [],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "A heterologous MF59-adjuvanted H5N1 prepandemic influenza booster vaccine induces a robust, cross-reactive immune response in adults and the elderly",
            "authors": [],
            "year": 2010,
            "venue": "Clin Vaccine Immunol",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "New adjuvants for human vaccines",
            "authors": [],
            "year": 2010,
            "venue": "Curr Opin Immunol",
            "volume": "22",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "A “prime-pull” vaccine strategy has a modest effect on local and systemic antibody responses to HIV gp140 in mice",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "First cases of Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infections in France, investigations and implications for the prevention of human-to-human transmission, France, May 2013",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): challenges in identifying its source and controlling its spread",
            "authors": [],
            "year": 2013,
            "venue": "Microbes Infect",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}