{
    "paper_id": "PMC4564540",
    "metadata": {
        "title": "Analysis of Ebola Virus Entry Into Macrophages",
        "authors": [
            {
                "first": "Franziska",
                "middle": [],
                "last": "Dahlmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nadine",
                "middle": [],
                "last": "Biedenkopf",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Babler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Willi",
                "middle": [],
                "last": "Jahnen-Dechent",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christina",
                "middle": [
                    "B."
                ],
                "last": "Karsten",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kerstin",
                "middle": [],
                "last": "Gnirß",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heike",
                "middle": [],
                "last": "Schneider",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Florian",
                "middle": [],
                "last": "Wrensch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "A."
                ],
                "last": "O'Callaghan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Bertram",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Georg",
                "middle": [],
                "last": "Herrler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephan",
                "middle": [],
                "last": "Becker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Pöhlmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heike",
                "middle": [],
                "last": "Hofmann-Winkler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Cell lines were maintained in Dulbecco's modified Eagle medium or Roswell Park Memorial Institute 1640 medium, supplemented with 5%–10% fetal bovine serum and antibiotics. THP-1 monocytes were differentiated into macrophages by exposure to phorbol-12-myristate-13-acetate (Sigma). Primary human monocyte-derived macrophages (MDMs) were cultured in monocyte differentiation medium: X-VIVO 10 (Lonza) supplemented with 1% human fibrin-depleted plasma and antibiotics. All cells were grown in a humidified atmosphere at 37°C and 5% carbon dioxide.",
            "cite_spans": [],
            "section": "Cell Culture ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "First, MDMs were prepared from thrombocyte-depleted blood from healthy human donors by means of Ficoll density gradient centrifugation. Subsequently, cells were cultured in monocyte adhesion medium (Roswell Park Memorial Institute 1640 medium with 7.5% human fibrin-depleted plasma and antibiotics), nonadherent cells were removed by washing. The next day, cells were detached, reseeded in monocyte differentiation medium, and cultivated for 7 days. Differentiation into MDMs was controlled by analyzing CD14 expression.",
            "cite_spans": [],
            "section": "Generation of MDMs ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Expression plasmids for viral GPs [24, 25], lectins [24, 26], C-type lectin domain family 5 member A (CLEC5A) [27], NPC1 [7], TIM-3 [28], angiotensin-converting enzyme 2 [24], and folate receptor α [29] were described elsewhere. The plasmid encoding Axl was purchased (ImageGenes). Expression plasmids for human TIM-1, TIM-4, and scavenger receptor A (SR-A) were generated by reverse-transcriptase polymerase chain reaction (RT-PCR) and cloning of products into plasmid pCAGGS. The integrity of all PCR-amplified sequences was confirmed by automated sequence analysis. Antibodies against entry factors were purchased from R&D Systems.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 37,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 39,
                    "end": 41,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 53,
                    "end": 55,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 57,
                    "end": 59,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 111,
                    "end": 113,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 122,
                    "end": 123,
                    "mention": "7",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 133,
                    "end": 135,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 171,
                    "end": 173,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 199,
                    "end": 201,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Plasmids and Antibodies ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "293T cells, transfected to express entry factors, were incubated with concentrated cellular supernatants containing comparable amounts (as determined by Western blot analysis) of EBOV-GP1 and severe acute respiratory syndrome coronavirus spike protein, subunit S1 (SARS-S1) fused to the Fc portion of human immunoglobulin, as described elsewhere [24]. After washing, cells were stained with fluorescein isothiocyanate–labeled secondary antibody (Dianova) and analyzed by means of fluorescence-activated cell sorting (FACS).",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 349,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "GP-Binding Assay ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For Mer expression, THP-1 cells were differentiated into macrophages and small interfering RNA (siRNA) transfected, as described below, and then incubated for 24 hours followed by FACS analysis of Mer expression. For SR-A expression, MDMs were siRNA transfected as described below and lysed in radioimmunoprecipitation assay buffer. Proteins were then separated by sodium dodecyl sulfate gel electrophoresis and blotted onto nitrocellulose membranes (Hartenstein), and SR-A expression was detected with a SR-A–specific antibody and horseradish peroxidase–coupled secondary antibody (Jackson Research). Signal intensities were quantified using the ImageJ software program version 1.47 (National Institutes of Health).",
            "cite_spans": [],
            "section": "Analysis of Small Interfering RNA-Mediated Knock-down of Mer and Scavenger Receptor A Expression ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For detection of TIM-1, Axl, and NPC1 transcripts with quantitative RT-PCR, RNA was extracted from cell lines and MDMs and analyzed using an ABI 7500 FAST real-time PCR system (Applied Biosystems), TaqMan gene expression assays (Life Technologies catalog No. 4448892; assays Hs03054852_g1 [TIM-1], Hs01064444_m1 [Axl], Hs00264835_m1 [NPC1] and Hs99999908_m1 [β-glucuronidase]). The mean cycle threshold (Ct) value for each individual assay was calculated from triplicate measurements and mean Ct values calculated for TIM-1, Axl, and NPC1 were normalized by subtraction from the Ct values obtained for the housekeeping reference β-glucuronidase. Template-free complementary DNA reactions were analyzed in parallel, and no specific signal was detected in any of these experiments.",
            "cite_spans": [],
            "section": "RT-PCR Analysis ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Lentiviral vectors pseudotyped with heterologous viral GPs (pseudotypes) were generated as described elsewhere [11] and normalized for comparable infectivity for 293T cells. For transduction experiments, target cell lines were seeded in 96-well plates and incubated for 8 hours with vector preparations. The MDMs were spinoculated at 2000 rpm and 21°C for 2 hours and then incubated at 37°C for 6 hours. Subsequently, the medium was replaced by fresh culture medium. Transduction efficiency was determined by quantifying luciferase activities in cell lysates 72 hours after transduction using a commercial kit (Promega). To assess the impact of siRNA knock-down on transduction, the target cells were Lipofectamine 2000 (Invitrogen) transfected with 5 pmol siRNAs (Santa Cruz) at 24 hours before transduction. To determine whether U18666A (Biomol), tannic acid, and mannan (both Sigma-Aldrich) modulated transduction efficiencies, the inhibitors were incubated with target cells for 30–60 minutes before addition of pseudotypes.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Transduction Experiments ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All experiments with replication competent Ebola virus (EBOV, formerly Zaire ebolavirus), strain Mayinga, were performed in the BSL-4 facility of the Institute of Virology at the Philipps-University Marburg. First, MDMs seeded in 8-well chamber slides (ibidi) were transfected with siRNA in duplicates and infected with EBOV at a multiplicity of infection of 10. Inoculum was replaced by fresh culture medium at 1 hour after infection and infection was stopped after 16 hours by treatment of cells with medium containing 4% paraformaldehyde (PFA). After virus inactivation by PFA, cells were permeabilized and stained for nucleoprotein, and nuclei were stained with 4′,6-diamidino-2-phenylindole. To determine infection efficiency, 100 pictures of each well were taken with an automated microscope, and the number of nucleoprotein-positive cells relative to the total number of cells was determined in every tenth photomicrographs.",
            "cite_spans": [],
            "section": "Infection Experiments With Ebola Virus ::: MATERIAL AND METHODS",
            "ref_spans": []
        },
        {
            "text": "TIM proteins and TAM receptor tyrosine kinases are expressed on certain EBOV target cells and were previously implicated in host cell entry of these viruses [10, 14, 16]. To confirm and extend these observations, we compared the ability of lectins, TIM proteins, and the TAM family member Axl to augment EBOV-GP–driven entry into 293T cells, which can be efficiently transfected and are highly susceptible to transduction mediated by ebolavirus GPs [11]. For transduction, we opted for pseudotypes bearing the GP of the highly pathogenic EBOV and an EBOV-GP variant lacking the mucin domain (EBOV-GPΔmuc), which was reported to yield higher vector titers than the wild-type (WT) protein [30].",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 162,
                    "end": 164,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 166,
                    "end": 168,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 688,
                    "end": 690,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Directed Expression of Lectins and TIM-1 Increases EBOV-GP–Driven Entry Into Susceptible Cells ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Expression of the C-type lectins DC-SIGN, DC-SIGN-Related, asialoglycoprotein receptor 1 (ASGPR-1), and liver and lymph node sinusoidal endothelial cell C-type lectin (LSECtin) increased EBOV-GP– and EBOV-GPΔmuc–mediated transduction up to 37-fold but had no effect on entry mediated by vesicular stomatitis virus glycoprotein (VSV-G) (Figure 1A), as expected [10, 11, 24, 26]. An increase in transduction efficiency was also observed on expression of TIM-1, whereas expression of TIM-4 and Axl had no effect on transduction mediated by EBOV-GP but slightly enhanced transduction driven by EBOV-GPΔmuc (Figure 1B). Finally, expression of folate receptor α (which does not augment GP-driven entry [29, 31]), TIM-3, and CLEC5A (a lectin that interacts with dengue virus [32]), did not modulate transduction under all conditions tested. These results demonstrate that expression of certain lectins and TIM-1 on a susceptible cell line can increase EBOV-GP–driven entry, supporting a role for these proteins in host cell entry of EBOVs.\n",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 369,
                    "end": 371,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 373,
                    "end": 375,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 697,
                    "end": 699,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 701,
                    "end": 703,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 769,
                    "end": 771,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Directed Expression of Lectins and TIM-1 Increases EBOV-GP–Driven Entry Into Susceptible Cells ::: RESULTS",
            "ref_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 610,
                    "end": 611,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We next tested whether the entry factors examined in our study interact directly with the GP1 subunit of the EBOV-GP. The expression of all entry factors tested was readily detectable on transfected cells (Figure 2A), and binding of severe acute respiratory syndrome coronavirus spike protein, subunit S1, fused to the Fc portion of human immunoglobulin to DC-SIGN– and angiotensin-converting enzyme 2–expressing cells was markedly above the background signal (Figure 2B), as expected [33]. The EBOV-GP1 subunit was also able to bind to DC-SIGN, in keeping with published results [10, 11, 33], but binding to the other proteins tested was within the background range, at least under the conditions used (Figure 2B). Thus, augmentation of GP-driven host cell entry by lectins but not by TIM-1 and Axl might rely on efficient binding to the GP1 subunit, in keeping with the concept that the latter factors augment EBOV-GP–driven entry by binding to PtdSer in the viral envelope [20, 23].\n",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 488,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 585,
                    "end": 587,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 589,
                    "end": 591,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 977,
                    "end": 979,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 981,
                    "end": 983,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "DC-SIGN but not TIM-1 and Axl Bind to the GP1 Subunit of the EBOV-GP ::: RESULTS",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 711,
                    "end": 712,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "DC-SIGN is only expressed on a narrow spectrum of target cells of EBOV infection, including dendritic cells and certain tissue macrophages. Therefore, we focused our subsequent analyses on TIM-1 and Axl, which are broadly expressed on cell lines, as confirmed by FACS analysis (Figure 3A), and primary cells. However, a comparison between endogenous TIM-1 and Axl expression on cell lines and susceptibility to EBOV-GP and EBOV-GPΔmuc-driven transduction revealed no correlation (Figure 3B). Similarly, the effect of siRNA-mediated knock-down of Axl and TIM-1 expression (Figure 3C) on transduction efficiency was dependent on cell type (Figure 3D). Thus, augmentation of EBOV-GP–mediated transduction by Axl and TIM-1 is restricted to certain cell lines, a finding that matches previous results [15, 16].\n",
            "cite_spans": [
                {
                    "start": 797,
                    "end": 799,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Endogenous TIM-1 and Axl Promote EBOV-GP-Driven Entry Into a Subset of Susceptible Cell Lines ::: RESULTS",
            "ref_spans": [
                {
                    "start": 285,
                    "end": 286,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 487,
                    "end": 488,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 579,
                    "end": 580,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 645,
                    "end": 646,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The NPC1 protein, an intracellular EBOV entry factor, is ubiquitously expressed. We asked whether NPC1, in contrast to Axl and TIM-1, is universally required for EBOV-GP–mediated transduction. Indeed, knock-down of NPC1 expression (Figure 4A) and treatment of target cells with U18666A, an inhibitor that induces a NPC1 knockout phenotype in treated cells [34], efficiently and specifically reduced EBOV-GP– and EBOV-GPΔmuc–driven transduction (Figure 4B). Moreover, we found that NPC1 messenger RNA (mRNA) was readily detectable in C8166 T lymphocytes and Raji B cells (Figure 4C), which were resistant to EBOV-GP–driven transduction (Figure 4D), indicating that lack of NPC1 does not account for the well-documented resistance of lymphocytes to EBOV-GP–mediated entry [35].\n",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 771,
                    "end": 773,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "NPC1 Expression is Universally Required for EBOV-GP-Driven Transduction ::: RESULTS",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 452,
                    "end": 453,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 578,
                    "end": 579,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 643,
                    "end": 644,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Macrophages are targeted early and throughout EBOV infection [36, 37]. Therefore, we next asked whether Axl, TIM-1, and NPC1 contribute to GP-driven transduction of MDMs. Quantitative RT-PCR analysis revealed that MDMs express only low amounts of Axl and TIM-1 compared with the cell lines HeLa and Huh7 (Figure 5A). In keeping with this finding, siRNA-mediated knock-down of Axl and TIM-1 expression had no appreciable effect on EBOV-GP–driven transduction of MDMs (Figure 5B). In contrast, knock-down of NPC1 significantly reduced MDM transduction mediated by EBOV-GP but not VSV-G. Similarly, transduction of MDMs by EBOV-GP– but not VSV-G–bearing pseudotypes was reduced efficiently and in a concentration-dependent manner by U18666A (Figure 5C), indicating that NPC1 might be required for EBOV infection of macrophages. Finally, the mannose-polymer mannan, which inhibits ligand binding to DC-SIGN and related lectins, did not inhibit GP-driven transduction of MDMs, although it markedly reduced transduction of 293T cells expressing DC-SIGN (Figure 5D), indicating that mannose-specific lectins do not promote GP-dependent entry into macrophages.\n",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 64,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 66,
                    "end": 68,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "NPC1 but Not TIM-1, Axl or Mannose-Specific Lectins Promote EBOV-GP–Mediated Transduction of Macrophages ::: RESULTS",
            "ref_spans": [
                {
                    "start": 312,
                    "end": 313,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 474,
                    "end": 475,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 746,
                    "end": 747,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1055,
                    "end": 1056,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The results obtained so far indicate that, of the previously identified EBOV entry factors, only NPC1 is essential for efficient GP-mediated transduction of MDMs. Notably, 2 factors required for optimal transduction of cell lines, Axl and TIM-1, are intimately involved in the recognition of apoptotic cells [17, 18]. Therefore, we asked whether EBOV-GP might exploit other cellular factors with a comparable activity for macrophage entry. We focused our analysis on integrin αV, CD14, CD36, LOX-1, SR-A, and Mer, all known to be expressed in macrophages and to play a role in the detection of apoptotic cells [38]. Moreover, integrin αV and Mer were previously implicated in EBOV-GP–mediated entry [13, 14]. Transfection of siRNAs directed against integrin αV, SR-A, and Mer expression significantly reduced EBOV-GP– but not VSV-G–mediated transduction of MDMs (Figure 6A, left). Moreover, a combination of siRNAs against Mer, SR-A and NPC1 reduced transduction more efficiently than the single siRNAs (Figure 6A, right), suggesting that Mer, SR-A, NPC1, and integrin αV might all be required for robust EBOV-GP–mediated transduction of macrophages.\n",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 311,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 313,
                    "end": 315,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 700,
                    "end": 702,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 704,
                    "end": 706,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Evidence That Integrin αV, SR-A and Mer Expression is Required for EBOV-GP–Mediated Transduction of Macrophages ::: RESULTS",
            "ref_spans": [
                {
                    "start": 870,
                    "end": 871,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1011,
                    "end": 1012,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "We next assessed the efficiency and specificity of the siRNA-mediated knock-down of Mer and SR-A expression. We analyzed the effects of siRNA transfection on Mer expression using THP-1 cell–derived macrophages, because Mer protein was readily detected on these cells but not on MDMs, owing to high background signals measured for the latter. Mer expression was modestly reduced upon transfection of Mer-specific but not NPC1- or SR-A–specific siRNA (Figure 6B). Similarly, expression of SR-A in MDMs was reduced by siRNA specific for SR-A but not NPC1. Transfection of siRNA directed against Mer had a slight but reproducible effect on SR-A expression (Figure 6B), suggesting that full expression of SR-A might depend on parallel expression of Mer, a scenario in keeping with published findings [39].",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 798,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Specificity of Inhibition of EBOV-GP-Driven Transduction of Macrophages by siRNAs Against SR-A and Mer ::: RESULTS",
            "ref_spans": [
                {
                    "start": 457,
                    "end": 458,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 660,
                    "end": 661,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To assess the specificity of entry modulation by siRNAs, we investigated HeLa cells, which are negative for SR-A [40] and Mer [41]. NPC1-specific siRNA markedly reduced EBOV-GP– but not VSV-G–driven entry (Figure 6C), as expected. In contrast, siRNA against Mer had no significant effect on EBOV-GP–mediated transduction and slightly augmented transduction driven by VSV-G. Finally, siRNA directed against SR-A reduced EBOV-GP– but not VSV-G–driven transduction by 45% (Figure 6C), suggesting off-target effects. To further investigate the role of SR-A, we asked whether tannic acid, which blocks ligand binding to SR-A [42], inhibits transduction of MDMs. Indeed, tannic acid reduced EBOV-GP– but not VSV-G–mediated transduction in a robust and concentration dependent manner (Figure 6D). Collectively, these results are in keeping with a role of SR-A and Mer in EBOV-GP–dependent macrophage transduction, although off-target effects of the SR-A siRNA cannot be excluded.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 127,
                    "end": 129,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Specificity of Inhibition of EBOV-GP-Driven Transduction of Macrophages by siRNAs Against SR-A and Mer ::: RESULTS",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 477,
                    "end": 478,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 785,
                    "end": 786,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "It is possible that GP-pseudotyped retroviral particles might not mirror all facets of EBOV entry into host cells. Therefore, we assessed whether the siRNAs directed against Mer and SR-A reduced MDM infection by replication-competent EBOV. We also tested siRNA against integrin αV and NPC1. Transfection of single siRNAs slightly but reproducibly decreased infection efficiency, and a marked drop in the infection rate was observed upon parallel knock-down of Mer, SR-A and NPC1 (Figure 7), indicating that the expression of NPC1, together with several factors involved in the phagocytosis of apoptotic cells, is required for efficient EBOV infection of macrophages.\n",
            "cite_spans": [],
            "section": "Interference With Mer, SR-A, and NPC1 Expression Reduces EBOV Infection of Macrophages ::: RESULTS",
            "ref_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The present study confirms that TIM-1 and Axl can promote EBOV-GP–driven entry into certain cell lines and shows that these proteins do not augment entry into macrophages. In contrast, NPC1 was required for entry into macrophages and all cell lines tested. Finally, evidence was obtained that also Mer, integrin αV, and possibly SR-A promote EBOV infection of macrophages.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The comparative analysis of EBOV entry factors revealed that lectins are most efficient at increasing GP-driven entry into already-susceptible 293T cells. However, mannose-specific lectins did not promote GP-dependent transduction of MDMs and have little impact on EBOV infection of monocyte-derived dendritic cells [12]. These in vitro results argue against a major contribution of mannose-specific lectins to EBOV entry into macrophages and dendritic cells in vivo. Nevertheless, one should keep in mind that lectins such as human macrophage C-type lectin specific for galactose and N-acetylgalactosamine, LSECtin, and ASGPR-1, which recognize carbohydrates other than mannose and augment EBOV-GP–driven infection in cell culture [24, 26, 43], might affect viral cell tropism in vivo.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 319,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 733,
                    "end": 735,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 737,
                    "end": 739,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 741,
                    "end": 743,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "TAM receptor tyrosine kinases and TIM proteins promote entry of ebolaviruses [14, 16] and other enveloped viruses [19, 20, 23, 44] by binding to PtdSer in the viral envelope. Upon expression in 293T cells, TIM-1, but no other TIM proteins or Axl, increased EBOV-GP WT–mediated entry. Augmentation of GP-driven entry upon TIM-1, Axl, and TIM-4 expression was either more pronounced or exclusively observed for EBOV-GPΔmuc compared to EBOV-GP WT, suggesting that the presence of the mucinlike domain might modulate augmentation of GP-driven transduction by PtdSer-binding proteins. The inability of TIM-3 to augment entry is due to inadequate presentation of its PtdSer-binding domain [45]. In contrast, it is currently unclear why TIM-1 augments entry driven by EBOV-GP but not VSV-G (and a few other viral GPs), a finding also reported by others [19], and several hypotheses have been proposed [19, 23].",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 82,
                    "end": 84,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 115,
                    "end": 117,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 123,
                    "end": 125,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 127,
                    "end": 129,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 684,
                    "end": 686,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 847,
                    "end": 849,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 895,
                    "end": 897,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 899,
                    "end": 901,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our finding that endogenous expression of TIM-1 and Axl augments GP-driven entry into a subset of susceptible cell lines matches previous reports [16, 22] and raised the questions whether these factors contribute to GP-mediated entry into macrophages. Quantitative RT-PCR revealed that less Axl and TIM-1 mRNA is produced in MDMs compared with susceptible cell lines, and siRNA-knock-down showed that expression of these factors is dispensable for GP-driven entry into MDMs. In contrast, Mer but not Axl expression was required for efficient GP-driven transduction and EBOV infection of MDMs. Similarly, Mer but not Axl or Tyro3 was found to be essential for efficient phagocytosis of apoptotic cells by macrophages [46], indicating that Mer is the TAM receptor kinase active in macrophages.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 151,
                    "end": 153,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 717,
                    "end": 719,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Several previous reports indicate a key role of NPC1 in host cell entry of ebolaviruses [7–9]. Our finding that NPC1 was required for GP-mediated transduction of all target cells tested and was essential for efficient EBOV infection of macrophages suggests that NPC1 may be universally required for host cell infection by ebolaviruses. In this regard, it should be noted that the lymphocytic cell lines examined here expressed robust levels of NPC1 mRNA, suggesting that lack of NPC1 expression does not account for the resistance of lymphocytes to GP-driven entry.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "mention": "7",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 91,
                    "end": 92,
                    "mention": "9",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The relatively modest effect of Mer knock-down on GP-driven entry into MDMs and EBOV infection of MDMs suggested that other factors might contribute to these processes, and we speculated that they may also recognize apoptotic cells. Indeed, we found that siRNAs against integrin αV and SR-A reduced GP-driven entry and EBOV infection of MDMs. Integrins αVβ3 and αVβ5 interact with milk fat globule-EGF factor 8, which in turn recognizes PtdSer [47], suggesting that these factors might promote GP-driven entry in a fashion similar to TAM receptor kinases and their PtdSer-binding ligands growth arrest-specific protein 6 or protein S [44]. Such a scenario could be reconciled with a previous study reporting that recombinant α5β1 integrin or antibodies against β1 integrin interfere with GP-driven entry [13]. However, subsequent work indicated that expression of α5β1 integrin is required for full activity of cathepsin L, which processes GP for binding to NPC1 [13, 48]. Integrin αV expression might thus promote macrophage entry of ebolaviruses via several mechanisms.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 968,
                    "end": 970,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "SR-A is expressed in macrophages and dendritic cells and contributes to the macrophage uptake of a broad spectrum of ligands, including apoptotic cells [49]. EBOV-GP1 did not bind to cells expressing SR-A and directed expression of SR-A did not augment GP-driven transduction (not shown) but treatment of MDMs with SR-A–specific siRNA consistently reduced EBOV-GP– but not VSV-G–driven entry as well as EBOV infection. Furthermore, GP-driven transduction of MDMs was also inhibited by tannic acid and fucoidan (not shown), SR-A ligands [42, 50], arguing for a role of SR-A in entry of EBOVs into macrophages. On the other hand, siRNA against SR-A also reduced GP-driven entry into SR-A–negative HeLa cells, and alveolar macrophages isolated from SR-A knockout and WT mice were equally susceptible to GP-driven transduction (not shown). Further studies are therefore required to fully define the potential role of SR-A in macrophage entry of ebolaviruses. Collectively, our results support the concept that ebolaviruses use apoptotic mimicry for infection of cell lines and macrophages and suggest that the set of factors exploited by the viruses for this purpose may be cell type dependent.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1.: Directed expression of lectins and TIM-1 augments Ebola virus (EBOV) glycoprotein (GP)–mediated transduction. A, 293T cells transfected to express the indicated lectins or transfected with empty plasmid (pcDNA) were transduced with infectivity-normalized lentiviral pseudotypes bearing the indicated viral GPs. Pseudotypes without GP served as controls. At 72 hours after transduction, luciferase activities were determined in cell lysates. Results of a single representative experiment performed with triplicate samples are shown; error bars indicate standard deviations. Similar results were obtained in 7 independent experiments using different pseudotype preparations. B, 293T cells were transfected with plasmids encoding the indicated proteins and transduced as described for A. Results of a single representative experiment are shown; comparable results were obtained in 5 additional experiments. Statistical significance was calculated using the 2-tailed Student t test. *P < .05; †P < .01; ‡P < .001. Abbreviations: ASGPR-1, asialoglycoprotein receptor 1; CLEC5A, C-type lectin domain family 5 member A; DC-SIGN, dendritic cell–specific intercellular adhesion molecule 3–grabbing nonintegrin; DC-SIGNR, DC-SIGN-Related; FR, folate receptor; LSECtin, liver and lymph node sinusoidal endothelial cell C-type lectin; TIM, T cell immunoglobulin and mucin domain; VSV-G, vesicular stomatitis virus glycoprotein.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: The surface unit, glycoprotein (GP) 1, of the Ebola virus (EBOV)–GP binds to dendritic cell–specific intercellular adhesion molecule 3–grabbing nonintegrin (DC-SIGN) but not T cell immunoglobulin and mucin domain-1 (TIM-1) or Axl. A, 293T cells were transfected with plasmids encoding the indicated proteins or transfected with empty plasmid and then analyzed for surface expression of the respective proteins with fluorescence-activated cell sorting (FACS). An isotype-matched control antibody was included as a negative control. The geometric mean channel fluorescence (GMCF) measured in a single representative experiment performed with unicates is shown; similar results were obtained in 3 separate experiments. B, Cells analyzed in A were incubated with the indicated soluble, Fc-tagged GPs, and binding efficiency was determined with FACS. Results of a single representative experiment performed with single samples are shown; similar results were obtained in a separate experiment, performed with a different GP preparation. Abbreviations: ACE2, angiotensin-converting enzyme 2; FR, folate receptor; SARS-S1, severe acute respiratory syndrome coronavirus spike protein, subunit S1.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Endogenous expression and augmentation of glycoprotein (GP)–driven entry by T cell immunoglobulin and mucin domain-1 (TIM-1) and Axl is limited to a subset of susceptible cells. A, The indicated cell lines were analyzed for endogenous surface expression of TIM-1 and Axl, respectively. For each individual cell line, the geometric mean channel fluorescence (GMCF) measured with specific antibody is shown relative to GMCF measured upon staining with an isotype-matched control antibody, which was set at 1. Results of a single representative experiment are shown and were confirmed in a separate experiment. B, The cell lines analyzed in A were transduced with pseudotypes bearing vesicular stomatitis virus glycoprotein (VSV-G), Ebola virus (EBOV)–GP, or EBOV-GP lacking the mucin domain (EBOV-GPΔmuc). Pseudotypes bearing no glycoprotein were used as a negative control. Luciferase activities in cell lysates were determined 72 hours after transduction. Results of a single representative experiment performed with triplicate samples are shown; comparable results were obtained in ≥1 independent experiment. Error bars indicate standard deviations. C, HeLa cells, which express endogenous Axl, and Huh-7 cells, which express endogenous TIM-1, were transfected with the indicated small interfering RNAs (siRNA). Expression of Axl on HeLa cells and expression of TIM-1 on Huh7 cells were determined with fluorescence-activated cell sorting 24 hours after transfection. Staining of untransfected cells with isotype-matched control antibody (isotype) served as negative control. Results of a single representative experiment are shown; similar results were obtained in a separate experiment. D, Cells transfected as described in C were transduced with the indicated pseudotypes. At 72 hours after transduction, cells were lysed, and luciferase activities in cell lysates determined. Results of a single representative experiment performed with triplicate samples are shown; 2 additional experiments yielded similar results. Statistical significance was calculated using the 2-tailed Student t test. *P < .05; †P < .01; ‡P < .001.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: Expression of endogenous Niemann-Pick C1 (NPC1) promotes Ebola virus (EBOV) glycoprotein (GP)–driven entry in a cell-line independent fashion. A, HeLa and Huh7 cells were transfected with the indicated small interfering RNAs (siRNA) and then transduced with the indicated pseudotypes. At 72 hours after transduction cells were lysed and analyzed for luciferase activity. Results of a single representative experiment performed with triplicate samples are shown; similar results were obtained in 3 separate experiments. Error bars represent standard deviations. Statistical significance was calculated using the 2-tailed Student t test. †P < .01. B, The depicted cell lines were incubated with solvent (dimethyl sulfoxide) or U18666A at a final concentration of 10 µmol/L followed by transduction with the indicated pseudotypes, as described above. Transduction of each cell line in the absence of inhibitor was set at 100%. Results of a single representative experiment are shown; similar results were obtained in 2 separate experiments. C, Total RNA isolated from Huh7, 293T, and the lymphocytic cell lines C8166 and Raji was analyzed for NPC1 expression by reverse-transcriptase (RT) polymerase chain reaction, in the presence (+) or absence (−) of RT. Expression of glyceraldehyde 3-phosphate dehydrogenase (GAPDH) was examined as a control. D, The cell lines analyzed in C were transduced with the indicated pseudotypes and analyzed for luciferase activity, as described above. Results of single representative experiment performed with triplicate samples are shown; results were confirmed in a separate experiment. Abbreviation: VSV-G, vesicular stomatitis virus glycoprotein.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5.: Niemann-Pick C1 (NPC1), but not Axl, T cell immunoglobulin and mucin domain-1 (TIM-1), or mannose-specific lectins, promotes Ebola virus (EBOV) glycoprotein (GP)–mediated transduction of macrophages. A, Total RNA isolated from the indicated cell lines and human monocyte-derived macrophages (MDMs) was treated with deoxyribonuclease (DNase) and analyzed by quantitative reverse-transcriptase polymerase chain reaction for the presence of Axl, TIM-1, and NPC1 transcripts. β-Glucuronidase (GUSB) served as a housekeeping reference. Results represent the mean of 3 independent analyses; error bars indicate standard deviations. B, Human MDMs were transfected with the respective siRNAs and transduced with the indicated pseudotypes. Luciferase activities in cell lysates were determined 72 hours after transduction. Comparable results were obtained in 8 independent experiments using different pseudotype preparations. C, MDMs were incubated with the indicated concentrations of U18666A, transduced with the indicated pseudotypes and luciferase activity analyzed 72 hours after transduction. Results of a single representative experiment performed with triplicate samples are shown; 2 independent experiments yielded similar results. D, 293T cells (left) transfected with empty plasmid (pcDNA) or dendritic cell–specific intercellular adhesion molecule 3–grabbing nonintegrin (DC-SIGN) encoding plasmid as well as MDMs (right) were incubated with 200 µg/mL mannan or solvent (control) and then transduced with the indicated pseudotypes. Transduction efficiency was analyzed by quantification of luciferase activities in cell lysates. Results of a representative experiment performed with triplicate samples are shown; an independent experiment yielded comparable results. Statistical significance was calculated using the 2-tailed Student t test. *P < .05; †P < .01. Abbreviations: Ct, cycle threshold; mRNA, messenger RNA; NS, not significant; SEM, standard error of the mean; siRNA, small interfering RNA; VSV-G, vesicular stomatitis virus glycoprotein.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6.: Transfection of macrophages with small interfering RNAs (siRNAs) against Niemann-Pick C1 (NPC1), Mer, and scavenger receptor A (SR-A) reduces Ebola virus (EBOV) glycoprotein (GP)–mediated entry. A, Monocyte-derived macrophages (MDMs) were transfected with the indicated single siRNAs (left) or combinations of siRNAs (right) and transduced with the indicated pseudotypes. Luciferase activities in cell lysates were determined 72 hours after transduction. Transduction of cells transfected with control siRNA (control) was set at 100%. Results on the left represent the mean of 3 (Mer), 6 (SR-A), and up to 15 experiments (NPC1, CD14, CD36, and integrin αV); results on the right, the mean of 3 independent experiments; error bars indicate standard errors of the mean. B, THP-1 cells induced with phorbol-12-myristate-13-acetate were transfected with the indicated siRNAs, and expression of Mer (white bars) was analyzed with flow cytometry. MDMs were transfected with the indicated siRNAs, and SR-A expression (black bars) was analyzed by means of Western blotting. The signals measured were quantified with ImageJ software. Expression of Mer and SR-A in cells transfected with control siRNA was set at 100%. Results represent the mean of 4 (Mer expression) to 6 (SR-A expression) independent experiments. C, HeLa cells, which do not express endogenous Mer or SR-A, were transfected with the respective siRNAs and transduced with the indicated pseudotypes. Luciferase activities in cell lysates were analyzed 72 hours after transduction. Results represent the mean of 4 independent experiment performed with triplicate samples. The transduction of cells transfected with control siRNA was set at 100%. D, MDMs were incubated with the indicated concentrations of tannic acid transduced with the indicated pseudotypes, and transduction efficiency was determined as described above. Transduction of cells incubated with solvent (water) was set at 100%. Results represent the mean of 3 separate experiments performed with triplicate samples. Statistical significance was calculated using the 2-tailed Student t test. *P < .05; †P < .01; ‡P < .001. Abbreviation: VSV-G, vesicular stomatitis virus glycoprotein.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7.: Transfection of macrophages with small interfering RNAs (siRNA) against Niemann-Pick C1 (NPC1), Mer, and scavenger receptor A (SR-A) reduces Ebola virus (EBOV) infection. Monocyte-derived macrophages (MDMs) were transfected with the indicated siRNAs and infected with EBOV strain Mayinga at a multiplicity of infection of 10. At 16 hours after infection, cells were extensively washed, fixed with 4% paraformaldehyde, and stained against EBOV nucleoprotein (NP) and nuclei (using 4',6-diamidino-2-phenylindole [DAPI]). Staining was analyzed with microscopy, and infection efficiency was calculated by determining the ratio of NP-positive to DAPI-positive cells. Results represent the mean of 4 separate experiments performed with MDMs from different donors is shown. Error bars indicate standard errors of the mean. Infection of cells transfected with control siRNA was set at 100%. Statistical significance was calculated using the 2-tailed Student t test. *P < .05; †P < .01.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Ebola haemorrhagic fever",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "849-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "C-type lectins DC-SIGN and L-SIGN mediate cellular entry by Ebola virus in cis and in trans",
            "authors": [
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lasala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carrillo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Muniz",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Corbi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Delgado",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "6841-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "DC-SIGN and DC-SIGNR bind Ebola glycoproteins and enhance infection of macrophages and endothelial cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Grogan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Virology",
            "volume": "305",
            "issn": "",
            "pages": "115-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Analysis of the interaction of Ebola virus glycoprotein with DC-SIGN (dendritic cell-specific intercellular adhesion molecule 3-grabbing nonintegrin) and its homologue DC-SIGNR",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "suppl 2",
            "pages": "S237-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Downregulation of beta1 integrins by Ebola virus glycoprotein: implication for virus entry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okazaki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kida",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "278",
            "issn": "",
            "pages": "20-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Tyro3 family-mediated cell entry of Ebola and Marburg viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shimojima",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "10109-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The Tyro3 receptor kinase Axl enhances macropinocytosis of Zaire ebolavirus",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Kolokoltsov",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maury",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "334-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "T-cell immunoglobulin and mucin domain 1 (TIM-1) is a receptor for Zaire ebolavirus and Lake Victoria marburgvirus",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Kondratowicz",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Lennemann",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Sinn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "",
            "pages": "8426-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "TIM genes: a family of cell surface phosphatidylserine receptors that regulate innate and adaptive immunity",
            "authors": [
                {
                    "first": "GJ",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Casasnovas",
                    "suffix": ""
                },
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Umetsu",
                    "suffix": ""
                },
                {
                    "first": "RH",
                    "middle": [],
                    "last": "DeKruyff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunol Rev",
            "volume": "235",
            "issn": "",
            "pages": "172-89",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "TAM receptors in apoptotic cell clearance, autoimmunity, and cancer",
            "authors": [
                {
                    "first": "KQ",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "WI",
                    "middle": [],
                    "last": "Tsou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kotenko",
                    "suffix": ""
                },
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Birge",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Autoimmunity",
            "volume": "46",
            "issn": "",
            "pages": "294-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "TIM-family proteins promote infection of multiple enveloped viruses through virion-associated phosphatidylserine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jemielity",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "YK",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Ebola virus disease, West Africa—update",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Role of the phosphatidylserine receptor TIM-1 in enveloped-virus entry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moller-Tank",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Kondratowicz",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Rennert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maury",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "8327-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The mechanism of Axl-mediated Ebola virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shimojima",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawaoka",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "suppl 2",
            "pages": "S259-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Tyrosine kinase receptor Axl enhances entry of Zaire ebolavirus without direct interactions with the viral glycoprotein",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Brindley",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Kondratowicz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virology",
            "volume": "415",
            "issn": "",
            "pages": "83-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The soluble serum protein Gas6 bridges virion envelope phosphatidylserine to the TAM receptor tyrosine kinase Axl to mediate viral entry",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morizono",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Olafsen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cell Host Microbe",
            "volume": "9",
            "issn": "",
            "pages": "286-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "LSECtin interacts with filovirus glycoproteins and the spike protein of SARS coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gramberg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virology",
            "volume": "340",
            "issn": "",
            "pages": "224-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "The signal peptide of the ebolavirus glycoprotein influences interaction with the cellular lectins DC-SIGN and DC-SIGNR",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akhavan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6305-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Differential N-linked glycosylation of human immunodeficiency virus and Ebola virus envelope glycoproteins modulates interactions with DC-SIGN and DC-SIGNR",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pohlmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "1337-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Structural flexibility of the macrophage dengue virus receptor CLEC5A: implications for ligand binding and signaling",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Lebedev",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Biol Chem",
            "volume": "286",
            "issn": "",
            "pages": "24208-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "A highly conserved tyrosine of Tim-3 is phosphorylated upon stimulation by its ligand galectin-9",
            "authors": [
                {
                    "first": "PS",
                    "middle": [],
                    "last": "van de Weyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muehlfeit",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Klose",
                    "suffix": ""
                },
                {
                    "first": "JV",
                    "middle": [],
                    "last": "Bonventre",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walz",
                    "suffix": ""
                },
                {
                    "first": "EW",
                    "middle": [],
                    "last": "Kuehn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biochem Biophys Res Commun",
            "volume": "351",
            "issn": "",
            "pages": "571-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Folate receptor alpha and caveolae are not required for Ebola virus glycoprotein-mediated viral infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Rennekamp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Vandenberghe",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "13433-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Association of Ebola-related Reston virus particles and antigen with tissue lesions of monkeys imported to the United States",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "PB",
                    "middle": [],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Hanes",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Zack",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Comp Pathol",
            "volume": "106",
            "issn": "",
            "pages": "137-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Proteolysis of the Ebola virus glycoproteins enhances virus binding and infectivity",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Kaletsky",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "13378-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Lentivirus vectors pseudotyped with filoviral envelope glycoproteins transduce airway epithelia from the apical surface independently of folate receptor alpha",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Sinn",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Staber",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "5902-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "CLEC5A is critical for dengue-virus-induced lethal disease",
            "authors": [
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "YL",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "672-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "DC-SIGN and DC-SIGNR interact with the glycoprotein of Marburg virus and the S protein of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gramberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "12090-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Cholesterol synthesis inhibitor U18666A and the role of sterol metabolism and trafficking in numerous pathophysiological processes",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Cenedella",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lipids",
            "volume": "44",
            "issn": "",
            "pages": "477-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Characterization of Ebola virus entry by using pseudotyped viruses: identification of receptor-deficient cell lines",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Wool-Lewis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "3155-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Pathogenesis of Ebola hemorrhagic fever in cynomolgus macaques: evidence that dendritic cells are early and sustained targets of infection",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Pathol",
            "volume": "163",
            "issn": "",
            "pages": "2347-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The role of antigen-presenting cells in filoviral hemorrhagic fever: gaps in current knowledge",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "LW",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Basler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antiviral Res",
            "volume": "93",
            "issn": "",
            "pages": "416-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The innate immune system and the clearance of apoptotic cells",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Devitt",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Leukoc Biol",
            "volume": "90",
            "issn": "",
            "pages": "447-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Human protein S inhibits the uptake of AcLDL and expression of SR-A through Mer receptor tyrosine kinase in human macrophages",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Blood",
            "volume": "113",
            "issn": "",
            "pages": "165-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Isolation and partial characterisation of a new strain of Ebola virus",
            "authors": [
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Formenty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wyers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gounon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boesch",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lancet",
            "volume": "345",
            "issn": "",
            "pages": "1271-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Host glycoprotein Gp96 and scavenger receptor SREC interact with PorB of disseminating Neisseria gonorrhoeae in an epithelial invasion pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rechner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuhlewein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schild",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rudel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell Host Microbe",
            "volume": "2",
            "issn": "",
            "pages": "393-403",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The C-mer gene is induced by Epstein-Barr virus immediate-early protein BRLF1",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "NP",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Webster-Cyriaque",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "11778-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Inhibition of antigen trafficking through scavenger receptor A",
            "authors": [
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Raycroft",
                    "suffix": ""
                },
                {
                    "first": "BP",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Bruck",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Mamula",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Biol Chem",
            "volume": "287",
            "issn": "",
            "pages": "5310-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Human macrophage C-type lectin specific for galactose and N-acetylgalactosamine promotes filovirus entry",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fujioka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tsuiji",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "2943-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The role of phosphatidylserine receptors in enveloped virus infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morizono",
                    "suffix": ""
                },
                {
                    "first": "IS",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "4275-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Characterizing functional domains for TIM-mediated enveloped virus entry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moller-Tank",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Albritton",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Rennert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Maury",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "",
            "pages": "6702-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Phagocytosis and clearance of apoptotic cells is mediated by MER",
            "authors": [
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "McMahon",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Pop",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "411",
            "issn": "",
            "pages": "207-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Identification of a factor that links apoptotic cells to phagocytes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hanayama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miwa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shinohara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwamatsu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagata",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "417",
            "issn": "",
            "pages": "182-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "α5β1-Integrin controls ebolavirus entry by regulating endosomal cathepsins",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Schornberg",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Shoemaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dube",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "106",
            "issn": "",
            "pages": "8003-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Role for the class A macrophage scavenger receptor in the phagocytosis of apoptotic thymocytes in vitro",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kurihara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kodama",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "93",
            "issn": "",
            "pages": "12456-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Conserved receptor-binding domains of Lake Victoria marburgvirus and Zaire ebolavirus bind a common receptor",
            "authors": [
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Radoshitzky",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Guth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "",
            "pages": "15951-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Growth within macrophages increases the efficiency of Mycobacterium avium in invading other macrophages by a complement receptor-independent pathway",
            "authors": [
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Bermudez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Immun",
            "volume": "65",
            "issn": "",
            "pages": "1916-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Endosomal proteolysis of the Ebola virus glycoprotein is necessary for infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chandran",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Felbor",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "308",
            "issn": "",
            "pages": "1643-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Ebola virus entry requires the cholesterol transporter Niemann-Pick C1",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Carette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "340-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Small molecule inhibitors reveal Niemann-Pick C1 is essential for Ebola virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cote",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Misasi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "477",
            "issn": "",
            "pages": "344-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Ebola virus entry requires the host-programmed recognition of an intracellular receptor",
            "authors": [
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Obernosterer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raaben",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "EMBO J",
            "volume": "31",
            "issn": "",
            "pages": "1947-60",
            "other_ids": {
                "DOI": []
            }
        }
    }
}