{
    "paper_id": "PMC5697698",
    "metadata": {
        "title": "Pathogen screening and prognostic factors in children with severe ARDS of pulmonary origin",
        "authors": [
            {
                "first": "Thuy",
                "middle": [
                    "Thi",
                    "Bich"
                ],
                "last": "Phung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tadaki",
                "middle": [],
                "last": "Suzuki",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Phuc",
                "middle": [
                    "Huu"
                ],
                "last": "Phan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shoji",
                "middle": [],
                "last": "Kawachi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hiroyuki",
                "middle": [],
                "last": "Furuya",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huong",
                "middle": [
                    "Thu"
                ],
                "last": "Do",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tsutomu",
                "middle": [],
                "last": "Kageyama",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tuan",
                "middle": [
                    "Anh"
                ],
                "last": "Ta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nam",
                "middle": [
                    "Huu"
                ],
                "last": "Dao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hiroyuki",
                "middle": [],
                "last": "Nunoi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dien",
                "middle": [
                    "Minh"
                ],
                "last": "Tran",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hai",
                "middle": [
                    "Thanh"
                ],
                "last": "Le",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Noriko",
                "middle": [],
                "last": "Nakajima",
                "suffix": "",
                "email": "tenko@nih.go.jp",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute respiratory distress syndrome (ARDS) is a clinically and biologically heterogeneous syndrome with a severe lung inflammation disorder that presents as rapidly progressive hypoxemia and dyspnea.1 ARDS is principally associated with direct injury to the lung, such as infectious pneumonia, or indirect injury to the lung resulting from systemic inflammation, such as non‐pulmonary sepsis, trauma, and surgery.2 Pneumonia remains the predominant cause of death in children under 5 years of age3 and it is the most common trigger of ARDS in children.4 Pediatric ARDS is one of the most lethal diseases in the pediatric intensive care unit (PICU) and is associated with a high rate of mortality.5 Historically, pediatric ARDS was defined using the adult ARDS criteria based on the American‐European Consensus Conference6 and Berlin Definition in 20127 before the Pediatric Acute Lung Injury Consensus Conference published a pediatric‐specific definition of ARDS in 2015.8 According to the Berlin Definition, severe ARDS is defined as hypoxemia with ≤100 mm Hg of arterial partial pressure of oxygen (PaO2 mm Hg) to the fraction of inspired oxygen (FIO2) ratio (P/F ratio) with a positive end‐expiratory pressure (PEEP) ≥5 cm H2O.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "We previously reported that children with H5N1 avian influenza virus (H5N1) infection developed severe ARDS and showed that H5N1 directly infected and injured alveolar epithelial cells, which was correlated with the expression levels of cytokine/chemokine‐mRNAs in lung tissues by pathological and molecular biological examinations of post‐mortem biopsied H5N1 infected lung tissues.9, 10 Other emerging viruses such as H7N9 avian influenza virus (H7N9),11 severe acute respiratory syndrome corona virus (SARS‐CoV),12 and Middle East respiratory syndrome corona virus13 also cause primary viral pneumonia with a high incidence of ARDS. Several retrospective studies and case reports have examined the pathogens involved in the development of ARDS, but few prospective observational studies have investigated the viral and bacterial etiologies of ARDS of pulmonary origin.14\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Dysregulated inflammation caused by excessive innate immune responses by the host immune system was reported to be one of the pathogenesis of ARDS.1, 2, 15 A complex network of inflammatory mediators initiates and amplifies the inflammatory response in ARDS. Several studies have shown that altered innate responses and hypercytokinemia in patients with ARDS developed from H5N1, H7N9, and SARS‐CoV infection.16, 17, 18 Several inflammatory mediators were reported to be biomarkers of ARDS and potential predictors of poor outcome.19 However, few studies have examined the inflammatory response, specifically in severe ARDS of pulmonary origin in children with respiratory virus infections.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The primary aim of this study was to examine the pathogens contributing to severe ARDS of pulmonary origin in children. The secondary aim was to examine the profiles of inflammatory mediators and investigate the prognostic factors for a fatal outcome of severe ARDS of pulmonary origin in children using multivariate analysis.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "This study was carried out from December 2013 to May 2015 at the PICU in the National Children Hospital, Hanoi, Vietnam. Children who fulfilled the following inclusion criteria were enrolled: (1) admission to the PICU with infectious pneumonia;20 (2) age of 1 month to 16 years; and (3) complicated with severe ARDS with a P/F ratio of ≤100 mm Hg with a PEEP ≥5 cm H2O (based on Berlin definition of 2012),7 performance of at least one arterial‐blood gas analysis within 72 h after PICU admission, and presence of new bilateral infiltration on chest radiography. We excluded children who had bronco‐pulmonary dysplasia, chronic lung disease, or right to left shunting congenital heart diseases. Notably, a measles outbreak occurred among Vietnamese children during the first half of the year of the study period.21, 22\n",
            "cite_spans": [],
            "section": "Patients and case definitions ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Blood and tracheal lavage fluid (TLF) samples were collected on the day of PICU admission. One to two milliliters of TLF was recovered after adding 2 mL sterile saline into the patient's intubation tube. Blood and/or TLF culture were performed to detect bacteria and fungi. To detect and differentiate up to 25 pathogenic microbial DNAs in blood samples, the LightCycler SeptiFast Test (Roche Diagnostics GmbH, Manheim, Germany) was used.23\n",
            "cite_spans": [],
            "section": "Microbiological studies ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Total nucleic acids from TLF samples were extracted using a Roche MagNA Pure LC instrument with a MagNA Pure LC total nucleic acid isolation kit (Roche Diagnostics). These extracts were tested using the xTAG® respiratory virus panel (RVP) Fast v2 assay (Luminex Molecular Diagnostics Inc., Toronto, Canada) with the Luminex® 100 instrument (Luminex Molecular Diagnostics, Inc.). The RVP Fast v2 assay simultaneously detects and identifies 19 respiratory viral targets.24\n",
            "cite_spans": [],
            "section": "xTAG® respiratory virus panel (RVP) Fast v2 assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The genomes of adenovirus species B (ADV‐B), measles virus (MeV), cytomegalovirus (CMV), and human herpes 6 were detected by an in‐house developed conventional single‐target real‐time reverse transcriptase (RT)‐PCR (rRT‐PCR) assay and real‐time PCR as described, previously.25 For samples positive for respiratory syncytial virus (RSV) or enterovirus (EV)/human rhinovirus (HRV) by the RVP fast v2 assay, the subtypes of RSV (RSV‐A or RSV‐B) and EV/HRV (EV or HRV‐A or HRV‐B) were determined by in‐house rRT‐PCR. In combination with the results of the RVP Fast v2 assay, 24 types of respiratory virus genomes were investigated (Table 2). Ehrlichia rickettsia DNA (forward, 5′‐CGGTTTCGCAGCTAACGCA‐3′, reverse, 5′‐CCCCGTCAATTCCTTTGAGTT‐3′, probe, GCCTGGGGACTACGGTCGCAAGA), Mycoplasma DNA,26 and Pneumocystis jirovecii DNA27 were detected by real‐time PCR using QuantiTect Probe PCR Master mix (Qiagen, Hilden, Germany) and specific primer and probe sets, respectively.26, 27\n",
            "cite_spans": [],
            "section": "Real‐time RT‐PCR/PCR ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The levels of inflammatory cytokines/chemokines in the serum were measured on the day of PICU admission using the Human Cytokine Magnetic 10‐Plex Panel Kit (Invitrogen, Carlsbad, CA) on a Luminex® 100 instrument (Luminex Molecular Diagnostics, Inc.). These assays can determine the concentrations of the following 10 cytokines: human granulocyte macrophage colony‐stimulating factor (GM‐CSF), interferon (IFN)‐γ, interleukin (IL)‐1β, IL‐2, IL‐4, IL‐5, IL‐6, IL‐8, IL‐10, and tumor necrosis factor (TNF)‐α. The serum levels of high mobility group box 1 (HMGB‐1) were measured using the HMGB1 ELISA kit II (Shino‐test Corp., Tokyo, Japan). HMGB‐1 is a late inflammatory mediator of endotoxin‐induced acute lung injury.28 All samples were run in duplicate, and the average concentrations were used for statistical analysis.",
            "cite_spans": [],
            "section": "Cytokine/chemokine analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The Mann‐Whitney U test was used to determine the statistical significance of differences in the clinical data and cytokine/chemokine levels between groups. Fisher's exact test was used for bivariate analysis of categorical data. The associations between cytokine/chemokine levels and clinical data were tested by linear regression analysis. To assess the goodness of fit of the linear regression model, r‐squared measure was used. We used logistic regression analysis to analyze the relationship between independent outcome predictors and outcome. To assess the goodness of fit of the logistic regression model, the Hosmer‐Lemeshow test was used. The receiver‐operating characteristic (ROC) curve and area under the curve (AUC) were calculated for predictive analysis. All analyses were performed using SPSS 17.0J software (SPSS, Inc., Chicago, IL). Two‐sided P values of <0.05 were considered to indicate statistical significance.",
            "cite_spans": [],
            "section": "Statistical analyses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The Biomedical Research Ethics Committee of the National Children Hospital Research Institute for Child Health (approval number NHP‐RICH‐14‐001) and Ethics Committee of the National Institute of Infectious Diseases (approval number 568) reviewed and approved the protocol of the study. Written informed consent was obtained from the parents or legal guardians of the patients.",
            "cite_spans": [],
            "section": "Ethical considerations ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 61 children who fulfilled the criteria were first enrolled to detect the pathogens contributing to severe ARDS of pulmonary origin. In the TLF samples from 60 children, one or more respiratory virus genomes were detected by RT‐PCR/PCR. The serum samples for the cytokine and chemokine assay were available for 57 patients. Thus, a total of 57 children with severe ARDS of pulmonary origin with respiratory virus infection were enrolled in this study.",
            "cite_spans": [],
            "section": "Patient characteristics ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Demographic and clinical data are summarized in Table 1. The patients (32 boys and 25 girls) ranged in age from 1 month to 9 years (median, 9 months) and 44 (77%) children were less than 1 year old. Twelve children had a medical history (pneumonia, n = 9; febrile convulsion, n = 1 idiopathic thrombocytopenic purpura, n = 1 and hemosiderosis, n = 1) and two children were positive for human immunodeficiency virus. The median duration from the onset of illness to PICU admission was 9 days, and 21 (37%) patients were admitted to the PICU within 7 days of the onset of illness. The median P/F ratio was 78 mm Hg and 43 (75%) children showed a P/F ratio of ≤100 mm Hg with a PEEP ≥5 cm H2O on the day of PICU admission. All children were intubated and supported on a mechanical ventilator. The Pediatric Risk of Mortality (PRISM) III score was assessed using parameters obtained during the first 12 h of stay in the PICU.29 PRISM III scores were 0‐23 (median 8.0). Glucocorticoid or high‐dose intravascular immunoglobulin were administered to 46 (81%) and 36 (63%) children, respectively, as adjunct treatments depending on the physician's decision.",
            "cite_spans": [],
            "section": "Patient characteristics ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Fourteen types of viral genomes were detected in TLF samples from 57 children; 34 (60%) showed multiple virus infections. The details of the viruses detected are presented in Table 2. Fifty‐three (92%) patients were positive for either ADV‐B or MeV or CMV. In addition, 28 (49%) patients had bacterial or fungal infections in addition to viral infections (Table 1). We screened CMV infection as a possible cause of severe ARDS of pulmonary origin, as we have observed many immunocompetent infants with CMV‐associated pneumonia in our hospital.30 Ninety‐two percent (23 of 25) of CMV‐positive children were co‐infected with other viruses, and most CMV infections were considered to be opportunistic infections that followed infection with another virus or CMV‐persistent infection.31\n",
            "cite_spans": [],
            "section": "Detection of microorganisms ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The most commonly detected bacteria and fungi were Klebsiella pneumoniae, followed by Acinetobacter baumannii and Candida albicans, which are generally considered to be opportunistic and nosocomial infections (Table 3). Streptococcus pneumoniae, a representative pathogen of community‐acquired pneumonia, was detected in two children with measles. Taken together, most cases of severe ARDS of pulmonary origin in the present study developed from viral pneumonia rather than from primary bacterial pneumonia. Only 18 (32%) patients had bacteremia or fungemia (Table 3).",
            "cite_spans": [],
            "section": "Detection of microorganisms ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Thirty‐two (56%) children died in the PICU (non‐survivors) and nearly half died within the first 7 days after PICU admission. In this study, the survivors were PICU‐survivors who were discharged from the PICU alive. As shown in Table 1, there were no significant differences in gender, age, PEEP value of the primary setting, clinical features, PRISM III score, treatment, multiple virus infections, ADV‐B infection, MeV infection, CMV infection, bacteria or fungal infection, and bacteremia or fungemia between non‐survivors and survivors. Differences were observed in the patients’ medical history, their underlying conditions, and PEEP value of the maximum setting. The day of illness of PICU admission was later in non‐survivors (day 11.5) compared to in survivors (day 8.0), showing a marginal significant difference (P = 0.080). This suggests a tendency for the admission of non‐survivors to be delayed. The median duration of PICU stay of non‐survivors (8 days) was shorter than that of survivors (13 days) (P = 0.005).",
            "cite_spans": [],
            "section": "Demographic and microbiological characteristics of non‐survivors and survivors ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The serum levels of TNF‐α, IL‐1β, IL‐2, IL‐5, and GM‐CSF were under the detection limit in most cases. Thus, differences in the levels of IL‐10, IL‐6, IFN‐γ, IL‐4, IL‐8, and HMGB‐1 were investigated. IFN‐γ, IL‐6, and IL‐8 are pro‐inflammatory cytokines associated with initiating an effective inflammatory process against infection. IL‐10 and IL‐4 are anti‐inflammatory cytokines that control and downregulate the inflammatory response. According to another classification, IFN‐γ is a type 1 cytokine, produced from T helper type 1 (Th1) lymphocytes and predominantly promotes cell‐mediated immunity. IL‐10 is a type 2 cytokine produced from T helper type 2 (Th2) lymphocytes and predominantly supports humoral immunity and antibody production.32 Cytokines/chemokines are produced simultaneously and have counteracting effects.",
            "cite_spans": [],
            "section": "Serum levels of IFN‐γ and IL‐10 were increased in patients with fatal outcomes ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Notably, the levels of IFN‐γ and IL‐10 and ratio of IFN‐γ to IL‐10 (IFN‐γ/IL‐10 ratio) in non‐survivors was significantly higher than in survivors (Table 4). The levels of IFN‐γ were only associated with a fatal outcome and were not influenced by MeV, ADV‐B, or bacterial/fungal infection (Fig. 1A). The IFN‐γ/IL‐10 ratio suggests a relative balance in the type 1 and type 2 cytokines.32 The IFN‐γ/IL‐10 ratio was higher in non‐survivors, indicating a greater Th1 predominance in non‐survivors on the day of PICU admission. The ratio of IL‐6 to IL‐10 (IL‐6/IL‐10 ratio), which suggested a relative balance in pro‐inflammatory cytokines and anti‐inflammatory cytokines, showed no difference between non‐survivors and survivors. Higher levels of IL‐10 were observed in non‐survivors or ADV‐B‐infected children, and lower levels of IL‐10 were observed in MeV‐infected children (Fig. 1B). In addition, both the IFN‐γ/IL‐10 ratio and IL‐6/IL‐10 ratio were significantly increased in MeV‐infected children compared to in uninfected children (Fig. 1C,D). The higher IFN‐γ/IL‐10 ratio reflected lower IL‐10 levels in MeV‐infected patients (Fig. 1A,B). The higher IL‐6/IL‐10 ratio reflected higher IL‐6 (data not shown) and lower IL‐10 levels in MeV‐infected patients (Fig. 1B).",
            "cite_spans": [],
            "section": "Serum levels of IFN‐γ and IL‐10 were increased in patients with fatal outcomes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 880,
                    "end": 881,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1041,
                    "end": 1042,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1137,
                    "end": 1138,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1265,
                    "end": 1266,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Patients with bacterial/fungal co‐infections exhibited markedly higher levels of HMGB‐1 compared to uninfected patients, but there were no differences in the levels of IFN‐γ and IL‐10 or the IFN‐γ/IL10 and IL‐6/IL‐10 ratios between patients with and without bacterial/fungal infections (Fig. 1A‐E).",
            "cite_spans": [],
            "section": "Serum levels of IFN‐γ and IL‐10 were increased in patients with fatal outcomes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 292,
                    "end": 293,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We focused on the levels of IFN‐γ on the day of PICU admission and further analyzed the factors associated with increased IFN‐γ levels in children with severe ARDS of pulmonary origin and respiratory virus infection. Linear regression analysis was performed to investigate the association between IFN‐γ level and patient characteristics, including age, gender, duration from the onset of illness to PICU admission, fatal outcome, ADV‐B infection, and bacterial/fungal infection (Table 5A). The only variable that modified the probability of the patient with a high serum IFN‐γ concentration was a fatal outcome (R\n2\n = 0.248). We found that fatal outcome was associated with a high serum IFN‐γ levels on PICU admission",
            "cite_spans": [],
            "section": "Serum levels of IFN‐γ predicts a fatal outcome ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "In addition, logistic regression analysis of independent predictors of a fatal outcome was performed. The goodness of fit of the model was verified by the Hosmer‐Lemeshow test (P = 0.209). The duration from the onset of illness to PICU admission and serum IFN‐γ level on the day of PICU admission were associated with fatal outcome (Table 5B). We also calculated the AUC of the ROC curve for the serum IFN‐γ level. The result was 0.778 (95%CI: 0.656‐0.899), indicating that IFN‐γ predicts a fatal outcome with moderate accuracy. Taken together, serum IFN‐γ level on the day of PICU admission is a potential predictor of fatal outcome.",
            "cite_spans": [],
            "section": "Serum levels of IFN‐γ predicts a fatal outcome ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The acute onset of ARDS is one of the most lethal clinical courses of any infectious respiratory diseases. In the present study, we focused on severe ARDS of pulmonary origin in children with respiratory virus infection. Inflammatory responses in severe ARDS developed from viral pneumonia are thought to be related to both primary respiratory infection and systemic inflammatory responses. In this study, we prospectively examined the infectious pathogens and host inflammatory response by measuring the serum levels of cytokines, chemokines, and HMGB‐1 on the day of PICU admission.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "For the etiologies of severe ARDS of pulmonary origin in children, we found that at least one viral genome was detected in TLFs from nearly all (60 of 61) children. This result is consistent with those of several reports revealing respiratory viruses as the major causative pathogens in children hospitalized with acute respiratory infection.33 A high frequency of multiple virus infections (60%) and bacterial/fungal co‐infection (44%) was observed in enrolled children. Recently, it has become possible to detect multiple virus genomes simultaneously, with high sensitivity using molecular detection techniques, such as multiplex‐PCR. Therefore, we can now detect more virus genomes than was previously possible. This may be one of the reasons for the high frequency of viral infection and multiple infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Another possible reason is the measles outbreak, which occurred during the first half of the year of the study period (December 2013 to May 2014). Measles‐associated immunosuppression may have resulted in increased susceptibility to other virus infections and increased frequency of multiple virus infection.34 Among the 57 enrolled children, 30 children were admitted during the measles outbreak, and 18 of 30 (60%) children were MeV‐positive. The detection frequency of MeV during the outbreak was significantly higher than after the outbreak (June 2014 to May 2015). However, the frequencies of multiple virus infection were 67% (20 of 30) of children during the outbreak and 52% (14 of 27) of children after the outbreak; this difference was not significant (Fisher's exact test, P = 0.29). Therefore, the frequency of multiple virus infection in this study was not significantly associated with the measles outbreak.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The most frequently detected virus genome in TLF was AdV‐B. In a previous study, we reported that children who died from measles‐associated pneumonia in our PICU during the same measles outbreak were complicated with ADV‐B (type 7) pneumonia.22 ADV type 7 can cause serious lower respiratory disease, which develops into severe ARDS, particularly in hospitalized children and children with immunosuppression after MeV infection. Among ADV‐B‐infected children, 15 children were admitted during the outbreak and 17 children were admitted after the outbreak. There was no difference of the detection frequency of AdV‐B between during and after the measles outbreak (Fisher's exact test, P = 0.42).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "PICU‐mortality was not associated with the type of causative pathogen, but rather with the inflammatory responses induced by host immunity. We evaluated the differences in serum levels of inflammatory mediators between non‐survivors and survivors on the day of PICU admission and examined if they were associated with the type of infected pathogens. We found that the serum levels of IFN‐γ were associated with fatal outcome (Fig. 1, Table 5A). Considering the limited sample size, the results of logistic regression analysis (IC95 [0.999‐1.039], P = 0.066) suggests that IFN‐γ is a predictor of fatal outcome. The AUC for a fatal outcome predicted by IFN‐γ levels was 0.778 with a 95% confidence interval of 0.656‐0.899, showing moderately accurate prediction. IFN‐γ is both a pro‐inflammatory cytokine and Th1 cytokine, which plays critical roles in immune responses against viral infections and directly inhibits viral replication. In the several studies of the inflammatory responses of infectious viral diseases, serum or plasma levels of IFN‐γ were found to be elevated in hospitalized children with MeV,35 children with severe influenza,36 and dengue patients.37 IFN‐γ has rarely been reported as a prognostic mediator for ARDS, but it was reported as one of the independent outcome predictors in H7N9‐infected patients.17 As shown in this study, particularly for children with severe ARDS of pulmonary origin with respiratory virus infection, we found that the serum level of IFN‐γ was a possible prognostic factor of fatal outcome.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Serum levels of HMGB‐1 were reported to be related to poor prognosis of ARDS patients.38 In this study, the serum levels of HMGB‐1 were higher in children with bacterial and fungal co‐infections than in children with only viral infections, although, HMGB‐1 levels were not associated with a fatal outcome. The serum levels of IL‐10 were associated with not only fatal outcome, but also MeV infection and AdV infection (Fig. 1B). Therefore, IL‐10 does not appear to be suitable as an independent prognostic factor of fatal outcome. The IL‐6/IL‐10 ratio was not associated with fatal outcome. The higher IL‐6/IL‐10 ratio on the day of PICU admission was thought to reflect measles‐specific inflammatory responses.34\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The present study had some limitations. First, our sample size was small. Second, the results, particularly the types of detected virus genomes, may have been affected by a concurrent measles outbreak. Third, we did not include data from healthy Vietnamese children of the same age as the controls. Thus, we could not compare the serum levels of each inflammatory mediator to those in healthy children. Fourth, PCR‐detected virus was not necessarily a causative pathogen of the disease. Persistent ADV and CMV infections can be established after primary infection and may be detected in healthy children.31, 39 Fifth, if the genomes of RNA viruses were degraded at the time of sample collection and if the primers or probe binding sequences were mutated, these genomes could not be detected. Sixth, other pathogens may have been present but not detected.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In summary, this is the first report to determine the profiles of pathogens involved in severe ARDS of pulmonary origin in children with respiratory virus infection. We found that IFN‐γ upregulation as detected on the day of PICU admission was one of the possible prognostic factors affecting a fatal outcome, rather than the type of pathogen. This suggests that modulation of the inflammatory response, regardless of the pathogen type, is critical for the clinical management of these patients.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical and microbiological characteristics of the children included in the study\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: A summary of the viruses detected in the tracheal lavage fluid of children with severe ARDS of pulmonary origin with respiratory virus infection on the day of PICU admission\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: A summary of the bacteria and fungi detected in with severe ARDS of pulmonary origin with respiratory virus infection\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Serum levels of cytokines/chemokines and HMGB‐1 on the day of PICU admission\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Linear regression analysis of the factors related to the serum level of log‐ transformed lFN‐γ (A) and logistic regression analysis of the independent predictors of a fatal outcome (B)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: A fatal outcome and etiological pathogens were associated with the serum levels of cytokines/chemokines in children with severe ARDS of pulmonary origin and respiratory virus infection. (A) A significant increase in the serum levels of IFN‐γ was observed in non‐survivors. There were no differences between other groups, which were classified according to etiological pathogens. (B) A significant increase or reduction in the serum levels of IL‐10 was observed in non‐survivors and measles (MeV)‐infected children, respectively. (C) A significant increase in the serum levels of the IFN‐γ/IL‐10 ratio was observed in non‐survivors or MeV‐infected children. (D) A significant increase in the serum IL‐6/IL‐10 ratio was observed in MeV‐infected children. (E) A significant increase in the serum levels of HMGB‐1 was observed in patients with bacterial infections. The data are expressed as the geometric mean and 95% confidence interval. *P < 0.05, **P < 0.01, ****P < 0.0001. Fatal, non‐survivors; ns, not significant; Recover, survivors; POS, positive; NEG, negative; MeV, measles virus; ADV, adenovirus",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The acute respiratory distress syndrome",
            "authors": [],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": "1334-1349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The acute respiratory distress syndrome",
            "authors": [],
            "year": 2012,
            "venue": "J Clin Invest",
            "volume": "122",
            "issn": "",
            "pages": "2731-2740",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Viral infection in the development and progression of pediatric acute respiratory distress syndrome",
            "authors": [],
            "year": 2016,
            "venue": "Front Pediatr",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Characterizing degree of lung injury in pediatric acute respiratory distress syndrome",
            "authors": [],
            "year": 2015,
            "venue": "Crit Care Med",
            "volume": "43",
            "issn": "",
            "pages": "937-946",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The American‐European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination",
            "authors": [],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "818-824",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Acute respiratory syndrome: the Berlin definition",
            "authors": [],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2526-2533",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Pediatric acute respiratory distress syndrome: consensus recommendations from the Pediatric Acute Lung Injury Consensus Conference",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr Crit Care Med",
            "volume": "16",
            "issn": "",
            "pages": "428-439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Risk parameters of fulminant acute respiratory distress syndrome followed by avian influenza A (H5N1) infection in Vietnamese children",
            "authors": [],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "200",
            "issn": "",
            "pages": "510-515",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Pathological study of archival lung tissues from 5 fatal cases of avian H5N1 influenza in Vietnam",
            "authors": [],
            "year": 2013,
            "venue": "Modern Pathol",
            "volume": "26",
            "issn": "",
            "pages": "357-369",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Clinical findings in 111 cases of influenza A (H7N9) virus infection",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2277-2285",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Acute respiratory distress syndrome in critically ill patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "374-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Acute management and long‐term survival among subjects with severe middle east respiratory syndrome coronavirus pneumonia and ARDS",
            "authors": [],
            "year": 2016,
            "venue": "Respir Care",
            "volume": "61",
            "issn": "",
            "pages": "340-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Acute respiratory distress syndrome and pneumonia: a comprehensive review of clinical data",
            "authors": [],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "",
            "pages": "748-756",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "A pathophysiologic approach to biomarkers in acute respiratory distress syndrome",
            "authors": [],
            "year": 2016,
            "venue": "Dis Markers",
            "volume": "2016",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Fatal outcome of human influenza A (H5N1) is associated with high viral load and hypercytokinemia",
            "authors": [],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "1203-1207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The serum profile of hypercytokinemia factors identified in H7N9‐infected patients can predict fatal outcomes",
            "authors": [],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Interferon‐mediated immunopathological events are associated with atypical innate and adaptive immune responses in patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "8692-8706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Biomarkers in pediatric ARDS: future directions",
            "authors": [],
            "year": 2016,
            "venue": "Front Pediatr",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "The definition of pneumonia, the assessment of severity, and clinical standardization in the pneumonia etiology research for child health study",
            "authors": [],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "",
            "pages": "S109-S116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "In Vietnam, an anatomy of a measles outbreak",
            "authors": [],
            "year": 2015,
            "venue": "Science",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Adenovirus type 7 pneumonia in children who died from measles‐associated pneumonia, Hanoi, Vietnam, 2014",
            "authors": [],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "687-690",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Microbiological diagnosis of sepsis: polymerase chain reaction system versus blood cultures",
            "authors": [],
            "year": 2016,
            "venue": "Am J Crit Care",
            "volume": "25",
            "issn": "",
            "pages": "68-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Comparison of Luminex xTAG® RVP fast assay and real time RT‐PCR for the detection of respiratory viruses in adults with community‐acquired pneumonia",
            "authors": [],
            "year": 2016,
            "venue": "J Med Virol",
            "volume": "88",
            "issn": "",
            "pages": "1173-1179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A novel real‐time PCR system for simultaneous detection of human viruses in clinical samples from patients with uncertain diagnoses",
            "authors": [],
            "year": 2011,
            "venue": "J Med Virol",
            "volume": "83",
            "issn": "",
            "pages": "322-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Multiplex real‐time PCR for detection of respiratory tract infections",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "",
            "pages": "53-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Inter‐laboratory comparison of three different real‐time PCR assays for the detection of Pneumocystis jiroveci in bronchoalveolar lavage fluid samples",
            "authors": [],
            "year": 2006,
            "venue": "J Med Microbiol",
            "volume": "55",
            "issn": "",
            "pages": "1229-1235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "HMG‐1 as a mediator of acute lung inflammation",
            "authors": [],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": "2950-2954",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The Pediatric Risk of Mortality III‐Acute Physiology Score (PRISM III‐APS): a method of assessing physiologic instability for pediatric intensive care unit patients",
            "authors": [],
            "year": 1997,
            "venue": "J Pediatr",
            "volume": "131",
            "issn": "",
            "pages": "575-581",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Effect of ganciclovir for the treatment of severe cytomegalovirus‐associated pneumonia in children without a specific immunocompromised state",
            "authors": [],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Molecular epidemiology of cytomegalovirus infection in kindergarten children",
            "authors": [],
            "year": 1996,
            "venue": "J Med Virol",
            "volume": "48",
            "issn": "",
            "pages": "33-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Type 1/Type 2 immunity in infectious diseases",
            "authors": [],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "32",
            "issn": "",
            "pages": "76-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Viral pathogens associated with acute respiratory infections in central vietnamese children",
            "authors": [],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "",
            "pages": "75-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Measles virus‐induced suppression of immune responses",
            "authors": [],
            "year": 2010,
            "venue": "Immunol Rev",
            "volume": "236",
            "issn": "",
            "pages": "176-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Characterization of the acute inflammatory response in measles infection",
            "authors": [],
            "year": 2014,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "3",
            "issn": "",
            "pages": "197-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Immune dysregulation in severe influenza",
            "authors": [],
            "year": 2009,
            "venue": "J Leukoc Biol",
            "volume": "85",
            "issn": "",
            "pages": "1036-1043",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Multiplex cytokine profile from dengue patients: MIP‐1beta and IFN‐gamma as predictive factors for severity",
            "authors": [],
            "year": 2008,
            "venue": "BMC Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Increased levels of soluble receptor for advanced glycation end products (sRAGE) and high mobility group box 1 (HMGB1) are associated with death in patients with acute respiratory distress syndrome",
            "authors": [],
            "year": 2011,
            "venue": "Clin Biochem",
            "volume": "44",
            "issn": "",
            "pages": "601-604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Quantification of adenovirus in the lower respiratory tract of patients without clinical adenovirus‐related respiratory disease",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "1541-1544",
            "other_ids": {
                "DOI": []
            }
        }
    }
}