{
    "paper_id": "PMC5709794",
    "metadata": {
        "title": "Bilateral pulmonary nodules and acute respiratory failure in a 22-year-old man with dyspnoea and fever",
        "authors": [
            {
                "first": "Giorgio",
                "middle": [],
                "last": "Castellana",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vito",
                "middle": [],
                "last": "Liotino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maria",
                "middle": [
                    "Rosaria"
                ],
                "last": "Vulpi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ina",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lorenzo",
                "middle": [],
                "last": "Marra",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Onofrio",
                "middle": [],
                "last": "Resta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "KS is a slowly growing, multicentric, angioproliferative tumour associated with human herpesvirus (HHV)8 infection [1]. It is the most common tumour associated with HIV-1 infection; indeed, the incidence among patients infected with HIV is one in 20 [2, 3]. Four clinical variants of KS have been described:\nthe classic variant involves elderly men of Mediterranean and Eastern European Jewish origin [4, 5]the endemic variant primarily affects men from east and central Africathe iatrogenic variant is associated with immunosuppression and tends to be more aggressivethe AIDS-related variant affects patient with HIV-infectionKS usually presents with cutaneous lesions but it may involve other organs, mostly in the pulmonary and gastrointestinal systems. Intrathoracic localisation occurs in 20–75% of cases, particularly in severely immunocompromised patients with low CD4+ counts, with involvement of the lung parenchyma, pleura, LNs and airways [6–9]. Reports of isolated pulmonary disease have rarely appeared in the literature (0–16% of cases) [6, 7].Pulmonary KS is associated with poor outcome, but highly active antiretroviral therapy has been shown to markedly improve the prognosis.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 252,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 254,
                    "end": 255,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 402,
                    "end": 403,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 405,
                    "end": 406,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 951,
                    "end": 952,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 953,
                    "end": 954,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1052,
                    "end": 1053,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1055,
                    "end": 1056,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Definition ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Common symptoms are dry cough and dyspnoea [6]. Fever and haemoptysis can also be found. Typical radiological features are reticular opacities and parenchymal nodules with a bronchovascular distribution, especially in lower lung zones; consolidation; peribronchial cuffing; pleural effusion; and mediastinal lymphadenopathy [6]. However, chest radiography may be normal. A CT scan is more sensible and specific, and can show irregular, poorly defined nodules with speculated borders and peribronchovascular distribution, interstitial thickening and perinodular ground-glass halo signs (due to haemorrhage secondary to fragility of the neovascular tissue). Irregular narrowing of the bronchial lumen, interlobular septal thickening, air-space consolidation and pleural effusion may be associated with the aforementioned findings [6, 8]. Lymphadenopathy can be present in up to 30–35% of patients. The effusion can be transudative or exudative and is often haemorrhagic because of the vascular nature of the disease [10].",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 45,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 325,
                    "end": 326,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 829,
                    "end": 830,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 832,
                    "end": 833,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1015,
                    "end": 1017,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Clinical, radiological and bronchoscopic characteristics of pulmonary KS ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Typical findings on bronchoscopy are red or purple maculopapular lesions that can narrow and obstruct the entire tracheobronchial tree. The identification of these lesions in the presence of classic radiographic involvement is sufficient to make diagnosis of pulmonary KS in the absence of evidence for opportunistic infections [11].",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Clinical, radiological and bronchoscopic characteristics of pulmonary KS ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Biopsy may be needed when parenchymal lesions occur in the absence of endobronchial involvement [10]. However, the diagnostic yield of endobronchial biopsies varies between 26% and 60% in different studies, and there is high risk of bleeding, especially for centrally located lesions [12, 13]: the decision to obtain a biopsy must be carefully weighed.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 289,
                    "end": 291,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Clinical, radiological and bronchoscopic characteristics of pulmonary KS ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The histopathology of KS is nearly the same in all variants of disease. Advanced lesions consist of fascicles of spindle cells and vascular structure mixed with chronic infiltrates. On IHC, typical markers are CD31, CD34 and factor VIII-related antigen. Spindle cells express lymphatic markers such as LYVE-1 (lymphatic vessel endothelial hyaluronan receptor-1), VEGFR-3 (vascular endothelial growth factor receptor-3) and Prox-1 (Prospero-related homeobox-1). The most important test to distinguish KS from others KS-mimicking diseases is the identification of HHV8 within KS lesion cells by immunostaining for LANA-1 (or LNA-1) [10].",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 633,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Histopathological features ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Pulmonary KS is often indistinguishable from other opportunistic lung diseases in patients with AIDS. The differential diagnosis of diffuse pulmonary nodules includes: infective disease (tuberculosis or nontuberculous mycobacterial infection, fungal infection, or septic emboli), neoplastic disease (metastasis, lymphoma or minimally invasive adenocarcinoma), sarcoidosis and other miscellaneous conditions (granulomatosis with polyangiitis, pulmonary alveolar microlithiasis and pulmonary amyloidosis). It is very important to evaluate the size and location of nodules, and the presence of cavities [14–17].",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 603,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 604,
                    "end": 606,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Differential diagnosis ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "The halo sign has been described in fungal, mycobacterial and viral infections; inflammatory disease (granulomatosis with polyangiitis) and malignancy. In immunocompromised patients, this radiological finding suggests an infection (e.g. invasive aspergillosis) or, less commonly, pulmonary KS and lymphoproliferative disorders [18].",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Differential diagnosis ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "In patients with HIV infection, subcentimetre pulmonary nodules with centrilobular distribution and cavitation may suggest infective disease, whereas larger nodules can suggest malignancy [19].",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Differential diagnosis ::: Discussion",
            "ref_spans": []
        },
        {
            "text": "Isolated intrathoracic KS is rarely seen. Moreover, in our case, the diagnosis was made more difficult by the lack of the patient’s knowledge of his HIV infection. Clinical suspicion, accurate radiological description and multidisciplinary management were decisive in reaching a correct diagnosis.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Chest radiograph showing bilateral nodular opacities with a lower zone predominance, interstitial ­thickening and pleural effusion on the left.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Chest CT (axial view) with parenchymal (a, c and d) and mediastinal windows (b). a) Upper lung fields: infiltrate with pseudonodular aspect, surrounded by a ground-glass halo (red arrow) and axillar lymph nodes (green arrows). b) Middle lung fields: mediastinal lymph nodes (green arrow). c and d) Lower lung fields: infiltrates with pseudonodular aspect with a tendency toward confluence (red arrows), interlobular interstitial thickening (orange arrow) and pleural effusion (blue arrows).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Histological findings from surgical biopsy of the right inguinal lymph nodes: fascicles of monomorphic spindle cells and vascular structure mixed with chronic infiltrates. 100× magnification.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Identification of herpesvirus-like DNA sequences in AIDS-associated Kaposi’s sarcoma",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cesarman",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Pessin",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "266",
            "issn": "",
            "pages": "1865-1869",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A woman in her 30s with a past history of HIV disease presented with recurrent fever, night sweats, and small bilateral pulmonary nodules",
            "authors": [
                {
                    "first": "HR",
                    "middle": [],
                    "last": "Hashmi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niazi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adrish",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chest",
            "volume": "149",
            "issn": "",
            "pages": "e177-e182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Bronchoscopic and radiologic features of Kaposi’s sarcoma involving the respiratory system",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Zibrak",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Silvestri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Chest",
            "volume": "90",
            "issn": "",
            "pages": "476-479",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Pulmonary Kaposi’s sarcoma in the acquired immune deficiency syndrome: clinical, radiographic, and pathologic manifestations",
            "authors": [
                {
                    "first": "GU",
                    "middle": [],
                    "last": "Meduri",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Stover",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Am J Med",
            "volume": "81",
            "issn": "",
            "pages": "11-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Diagnostic yield of fiberoptic bronchoscopy in evaluating solitary pulmonary nodules",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Baaklini",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Reinoso",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Gorin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "1049-1054",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Diffuse pulmonary nodules",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boitsios",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Bankier",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "AJR Am J Roentgenol",
            "volume": "194",
            "issn": "",
            "pages": "W354-W366",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Pictorial essay: multinodular disease: a high-resolution CT scan diagnostic algorithm",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raoof",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amchentsev",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vlahos",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "",
            "pages": "805-815",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Centrilobular opacities in the lung on high-resolution CT: diagnostic considerations and pathologic correlation",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Gruden",
                    "suffix": ""
                },
                {
                    "first": "WR",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Warnock",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "AJR Am J Roentgenol",
            "volume": "162",
            "issn": "",
            "pages": "569-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Guidelines for management of incidental pulmonary nodules detected on CT images: from the Fleischner Society 2017",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "MacMahon",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Naidich",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Goo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Radiology",
            "volume": "284",
            "issn": "",
            "pages": "228-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A patient with HIV, dyspnea, and multiple pulmonary nodules: pulmonary Kaposi sarcoma",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Markelova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Palacio",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "130",
            "issn": "",
            "pages": "1924-1928",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Clinical and radiographic predictors of the etiology of computed tomography-diagnosed intrathoracic lymphadenopathy in HIV-infected patients",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Jasmer",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Gotway",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Creasman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "31",
            "issn": "",
            "pages": "291-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Kaposi’s sarcoma in HIV-positive patients: the state of art in the HAART-era",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "La Ferla",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Pinzone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nunnari",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur Rev Med Pharmacol Sci",
            "volume": "17",
            "issn": "",
            "pages": "2354-2365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Epidemiology of AIDS related malignancies an international perspective",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Mbulaiteye",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Parkin",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Rabkin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hematol Oncol Clin North Am",
            "volume": "17",
            "issn": "",
            "pages": "673-696",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Histological variants of cutaneous Kaposi sarcoma",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Grayson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pantanowitz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Diagn Pathol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Imaging manifestations of Kaposi sarcoma",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Lemos",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Radiographics",
            "volume": "26",
            "issn": "",
            "pages": "1169-1185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The epidemiologic, pathologic, and clinical features of AIDS-associated pulmonary Kaposi’s sarcoma",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Aboulafia",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "1128-1145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Intrathoracic Kaposi’s sarcoma: CT findings",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Khalil",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Carette",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Cadranel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Chest",
            "volume": "108",
            "issn": "",
            "pages": "1622-1626",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Pulmonary involvement in Kaposi sarcoma: correlation between imaging and pathology",
            "authors": [
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Gasparetto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lourenço",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Orphanet J Rare Dis",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Pulmonary malignancies in the immunocompromised patient",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cadranel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Naccache",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wislez",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Respiration",
            "volume": "66",
            "issn": "",
            "pages": "289-309",
            "other_ids": {
                "DOI": []
            }
        }
    }
}