{
    "paper_id": "PMC6950429",
    "metadata": {
        "title": "Current Status of Porcine Epidemic Diarrhoea (PED) in European Pigs",
        "authors": [
            {
                "first": "Marta",
                "middle": [],
                "last": "Antas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Grzegorz",
                "middle": [],
                "last": "Woźniakowski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) cause a large variety of diseases in humans and animals. In pigs, coronaviruses affect various organs, including the gastrointestinal and respiratory tracts. CoVs have one of the largest genomes of all RNA viruses, which in combination with their high genetic diversity causes mutation and recombination, resulting in new virus variants (24). Besides porcine epidemic diarrhoea virus (PEDV), the porcine coronaviruses comprise transmissible gastroenteritis virus (TGEV), porcine respiratory coronavirus (PRCV), porcine haemagglutinating encephalomyelitis virus (PHEV), and porcine deltacoronavirus (PDCoV) (26). The clinical symptoms of PED are diarrhoea, vomiting, and dehydration which result in very high mortality among suckling piglets and large economic losses (5, 8, 21). Various factors influence the clinical signs of PED, mainly the age of the animals, the herd’s immune status, and the virulence of the strain (18). Multiple PEDV strains are circulating on different pig farms around the world and they differ in virulence.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 628,
                    "end": 630,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 789,
                    "end": 790,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 792,
                    "end": 793,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 795,
                    "end": 797,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 943,
                    "end": 945,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "PED was observed for the first time in 1971 in the United Kingdom. The virus only infected fattening pigs and sows. Subsequently, the disease spread to other European countries. Emergence of a new PEDV strain in China in 2010 caused serious epidemics and this strain rapidly spread worldwide. In the USA, highly virulent strains infected pigs in 31 states between 2013 and 2015, resulting in significant economic losses (11, 12, 30). The disease was characterised by rapid diarrhoea onset in pigs of all ages and mortality in suckling piglets reaching 95% (30). In Europe, PED re-emerged in 2014 in Germany. Subsequently, highly similar strains were also found in several European countries (19, 36). PED is not a notifiable disease in the European Union and is not on the list of diseases reported to the World Animal Health Organization (OIE), therefore the status of this disease is not fully recognised. In the last 10 years, only a few countries have reported clinical cases of PED and/or seropositive animals (4).",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 423,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 429,
                    "end": 431,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 692,
                    "end": 694,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1016,
                    "end": 1017,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Coronaviruses belong to the Coronavirinae subfamily. Currently, this subfamily is classified into the four genera Alphacoronavirus, Betacoronavirus, Gammacoronavirus, and Deltacoronavirus, which fall into distinct groups on the phylogenetic tree. (5, 11, 26). The taxonomy of swine coronaviruses is shown in Table 1.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 255,
                    "end": 257,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Taxonomic classification",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 315,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The coronaviruses are pleomorphic and have one of the largest RNA viral genomes and a unique replication strategy (28, 33). Virions are spherical with diameter of approximately 125 nm. The most prominent and the defining feature of coronaviruses are the spike structures on the surface of the virion, which give them the appearance of a solar corona (5). The PEDV genome is single-stranded RNA (28,000 nucleotides in length) of positive-sense polarity containing 3′ and 5′ untranslated regions (UTR) at both ends. Two thirds of the genome from the 5′ end encodes proteins necessary for RNA replication, while the one third on the 3′ side of the genome comprises at least seven open reading frames (ORFs) that encode four structural proteins: N (capsule), S (spike), E (envelope), and M (membrane), and three nonstructural proteins (replicases 1a and 1b and ORF3). In the genome, they are arranged in the order 5′-replicase (1a/1b)-S-ORF3-E-M-N-3′. The RNA genome of the virus is associated with the N protein to form a long, helical ribonucleoprotein (RNP) complex. The virus core is enclosed by a lipoprotein envelope, which contains the S, E, and M proteins (Fig. 1) (1, 17, 28, 37). The M protein is the most abundant component in the viral envelope, is necessary for the assembly process, and affects production of protective antibodies with virus-neutralising activity. The small E protein plays an important role during coronavirus budding. The N protein has multiple functions in viral replication, interacts with viral genomic RNA, and associates with other N proteins to protect the viral genome. It disturbs antiviral responses by antagonising interferon production (17, 31). The S protein is encoded by a gene sequence which determines the virulence of a PEDV strain (35). This protein is composed of 1,383 amino acids (aa), significant among which are a signal peptide (1–18 aa), neutralizing epitopes (499–638, 748–755, 764–771, and 1,368–1,374 aa), a transmembrane domain (1,334–1,356 aa), and a short cytoplasmic domain. It consists of the S1 (1–789 aa) and S2 (790–1,383 aa) domains, which are responsible for binding and fusion of the virus. The S1 domain is involved in a specific interaction with the cellular receptor and induction of neutralising antibodies (14, 28). Only one serotype of PEDV has been reported. The phylogenetic analysis of the S gene indicates that PEDV could be genetically divided into two groups, these being the classical genotype 1 (GI) and the field epidemic or pandemic genotype 2 (GII). The early European CV777 strains (GenBank accession number AF353511), vaccine strains, and strains adapted to cell cultures were classified to genotype 1, while genotype 2 includes strains responsible for the epidemics in the USA and Asia. Strains identified in the USA have been divided into two groups: S-INDEL and highly virulent NON-INDEL. The S-INDEL strains are characterised by occurrence of insertions and deletions in the S gene compared to the CV777 strains. S-INDEL-like strains include USA/OH851/2014 (GenBank accession number KJ399978), to which strains identified in most European countries showed high similarity. NON-INDEL strains subsume USA/Kansas29/2013 strains (GenBank accession number KJ645637.1). These viruses caused a more severe disease course and higher mortality compared to the S-INDEL strains (17, 18, 25, 31). All PEDV pandemic strains circulating in China after 2014 were also clustered to genotype 2, and they were genetically separated from other global PEDV strains and from earlier Chinese strains (29).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 351,
                    "end": 352,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1170,
                    "end": 1171,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1173,
                    "end": 1175,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1177,
                    "end": 1179,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1181,
                    "end": 1183,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1677,
                    "end": 1679,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1681,
                    "end": 1683,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1779,
                    "end": 1781,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2280,
                    "end": 2282,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2284,
                    "end": 2286,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3359,
                    "end": 3361,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3363,
                    "end": 3365,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3367,
                    "end": 3369,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 3371,
                    "end": 3373,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3570,
                    "end": 3572,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "PEDV structure and genome",
            "ref_spans": [
                {
                    "start": 1161,
                    "end": 1167,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Isolation of PEDV from field samples is very difficult. The virus grows in Vero cells (African green monkey kidney). However, its growth there requires the presence of trypsin-supplemented cell culture medium, because this protease plays an important role in cell entry and the release of PEDV virions in Vero cells. Trypsin does this by cleaving the S protein into S1 and S2 subunits, and it enables efficient replication and spread of PEDV in vitro (18, 29). PEDV adapted to the Vero cell line can be successfully propagated in other cell types. PED viruses cause cell death leading to lysis of infected cells, a change observable under the microscope as a cytopathic effect (CPE) which is characterised by cell membrane vacuolisation and syncytium formation (13, 15, 24).",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 454,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 456,
                    "end": 458,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 770,
                    "end": 772,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Cell culture for virus isolation",
            "ref_spans": []
        },
        {
            "text": "The PED virus can survive for variable periods outside the host, depending on the temperature and relative humidity. The virus is stable in temperatures ranging from 4°C to 50°C but loses its infectivity above 60°C (24). Survival of the PED virus in different samples is presented in Table 2.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 218,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Survival and inactivation of PEDV",
            "ref_spans": [
                {
                    "start": 284,
                    "end": 291,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "PEDV is easily inactivated by heating to 71°C for 10 min. At lower temperatures, pH is a factor in PEDV inactivation. The resistance of PED virus in different pH values is given in Table 3. PEDV-inactivating disinfectants are oxidising agents, bleach, 2% phenolic compounds, 2% sodium hydroxide, formaldehyde and glutaraldehyde, 4% sodium carbonate, ionic and nonionic detergents, iodophors in 1% phosphoric acid, and lipid solvents such as chloroform (15, 24).",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 455,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 457,
                    "end": 459,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Survival and inactivation of PEDV",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Direct transmission by the faecal-oral route may also occur through ingestion of virus-contaminated vomit. Indirect transmission occurs through contaminated feed trucks, service vehicles, vehicles used for the movement of pigs, and people (pig owners and farm visitors). Until the introduction of PEDV to the USA, feed for animals was not considered to be a vector in the spread of the virus. Recent studies have shown, however, that feed can be a potential vector for PEDV transmission and contaminated feed can be a source of disease (27). It is widely acknowledged that the most important risk factors for spreading the disease are contaminated vehicles (5, 28).",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 658,
                    "end": 659,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 661,
                    "end": 663,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Transmission",
            "ref_spans": []
        },
        {
            "text": "Oral ingestion causes viral replication in the epithelial cells of the small intestinal villi and to a lesser extent in the colonic villi, which results in degeneration of enterocytes and shortening of the villi (6, 24). PEDV can infect pigs of all ages, causing watery diarrhoea and vomiting with anorexia and dehydration, which is the major cause of death in young piglets. The clinical signs depend on the age of the pigs, immune status of the herds, and virulence of the strain (1, 4, 20). Lesions are observed in the gastrointestinal tract and are characterised by a distended stomach filled with completely undigested milk dots and thin, transparent intestine walls (34). PEDV infection is clinically indistinguishable from other forms of porcine gastroenteritis diseases such as those caused by TGEV and PDCoV, therefore PEDV diagnosis cannot be made only on the basis of clinical signs and has to be confirmed by laboratory tests to make diagnosis final (7, 24). A variety of PEDV detection methods are applied which include immunofluorescence (IF) or immunohistochemistry (IHC) tests, in situ hybridisation, virus isolation, enzyme-linked immunosorbent assays (ELISA), and various reverse transcription polymerase chain reaction (RT-PCR) techniques. Samples which can be used in laboratory diagnosis are fresh faeces, oral fluids, small intestine tissue, and serum (to determinate the presence of antibodies). To detect PEDV RNA, RT-PCR can be used for diagnosis of acute outbreaks no longer than 14 days after the onset of the disease. For surveillance and monitoring of PED, serological diagnosis is necessary. Antibodies persist for more than one year in the serum of infected pigs (1, 13, 24).",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 216,
                    "end": 218,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 483,
                    "end": 484,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 486,
                    "end": 487,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 963,
                    "end": 964,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 966,
                    "end": 968,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1695,
                    "end": 1696,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1698,
                    "end": 1700,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1702,
                    "end": 1704,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Pathogenesis, clinical signs, and diagnosis",
            "ref_spans": []
        },
        {
            "text": "The regenerative ability of villi is instrumental in the recovery of the pig. Regeneration speed depends on age of the animals; in adult and fattening pigs, villi are restored in three to four days, while in piglets the process is longer at six to seven days (4). The percentage of morbidity in the course of infection can climb to 100%. Mortality is variable and also depends on the age of animals. In suckling piglets, mortality can attain 100 %, in piglets older than 10 days, it is less than 10%, and in adult and fattening pigs, it falls below 5%. There is no specific treatment other than symptomatic treatment of diarrhoea, however, most growing pigs recover without treatment within 7–10 days unless secondary infections occur. Reinfection may occur when the immunity wanes (9, 16).",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 783,
                    "end": 784,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 786,
                    "end": 788,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Pathogenesis, clinical signs, and diagnosis",
            "ref_spans": []
        },
        {
            "text": "PED was first observed in the United Kingdom and Belgium in early 1970s (1). The disease caused mortality of about 3% in fatteners and adult pigs. Suckling piglets were not affected and remained symptom-free even when the sows had watery diarrhoea for several days. At the beginning, the disease was incorrectly diagnosed as TGE because the symptoms of these two diseases are almost identical. At a later stage, TGE was excluded by laboratory diagnosis. In 1976, new cases of the disease were described in the UK. This outbreak was different in that the virus affected pigs of all ages, including neonatal and suckling piglets, inflicting around 30% mortality. PEDV was definitively identified for the first time in 1977 in Belgium and was classified to the Coronaviridae family, recorded as the CV777 – prototype strain (19, 22). In the 1980s and 1990s, PEDV was identified as the cause of severe epidemics in Japan and South Korea (17). In the same period in Europe, outbreaks of PED appeared sporadically but the virus continued to spread and persisted in an endemic form in the pig population. Outbreaks of PED were observed in the Netherlands in 1989–1991, in Hungary in 1995, and in the UK in 1998. Typical epidemic outbreaks of PED with high mortality in neonatal piglets were also identified in Italy in 2005– 2006 and China in 2010–2012 (8, 32).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 822,
                    "end": 824,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 826,
                    "end": 828,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 934,
                    "end": 936,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1347,
                    "end": 1348,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1350,
                    "end": 1352,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Historical information and epidemics in the USA",
            "ref_spans": []
        },
        {
            "text": "The first symptoms of the disease in the USA were observed in April 2013 and were confirmed in the laboratory in May 2013. The PED virus had escaped from biosecurity and control systems, spread very quickly to other areas, and infected hundreds of farms. By March 2015, the presence of PEDV had been confirmed in 31 US states. PEDV epidemics resulted in significant economic loss there, and the domestic pig industry lost almost 10% of its population (seven million pigs) (3, 12). The PED outbreak was characterised by watery diarrhoea, dehydration, and variable vomiting. All groups of animals were affected by the epidemics, but the highest mortality was 95% and occurred among suckling piglets (10, 15). The strains isolated in the USA were genetically related to the Chinese PEDV strains reported in 2012. PEDV was probably dispersed in the USA mainly through contaminated trucks, but other factors that assist the spread of the virus cannot be excluded (15). Two strains of PEDV have been identified in the USA: highly virulent NON-INDEL (USA/Kansas29/2013) and the milder variant S-INDEL (USA/OH851/2014) (2). Both variants were classified to genotype 2. In experimental infections, S-INDEL strains showed lower pathogenicity and mortality (from 0% to 70%) than the NON-INDEL strains, where the mortality rate was up to 100% (2, 30, 36). Since the PED outbreak in the USA, detection of highly virulent strains has also been reported in Canada, Mexico, Taiwan, South Korea, Japan, and Ukraine. Detection of S-INDEL strains has been reported in most European countries (2, 12, 17).",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 474,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 698,
                    "end": 700,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 702,
                    "end": 704,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 959,
                    "end": 961,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1112,
                    "end": 1113,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1332,
                    "end": 1333,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1339,
                    "end": 1341,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1574,
                    "end": 1575,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1577,
                    "end": 1579,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1581,
                    "end": 1583,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Historical information and epidemics in the USA",
            "ref_spans": []
        },
        {
            "text": "PED is not notifiable in the European Union and is not on the list of diseases reported to the World Animal Health Organization (OIE), therefore, it is not possible to accurately describe the occurrence of this disease in Europe. In the last 10 years, only a few countries have reported clinical cases of PED and/or seropositive animals (4). The PED outbreaks in Europe were significantly different from epidemics in the USA or Asia. After the epidemics in 2013 in the USA, PED cases were also confirmed in Austria, Belgium, France, Germany, Italy, the Netherlands, Portugal, and Slovenia (Fig. 2) (2, 18, 21). Viruses identified in these European countries were very similar to USA/OH851/2014 strains. In Germany PED emerged in 2014, inflicting up to 70% mortality and typified by acute symptoms (30). In Slovenia PED was confirmed in the laboratory in 2015 (23). At almost the same time, highly virulent strains were described in Ukraine. These viruses were similar to USA/Kansas29/2013. So far, Ukraine is the only European country where highly virulent strains have been identified. Nevertheless, taking into account the occurrence of a virulent strain in Ukraine and its rapid spread, it is likely that epidemics similar to those in the USA may also occur in Europe (17, 30).",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 599,
                    "end": 600,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 602,
                    "end": 604,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 798,
                    "end": 800,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 860,
                    "end": 862,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1272,
                    "end": 1274,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1276,
                    "end": 1278,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "The current PED situation in Poland and in Europe",
            "ref_spans": [
                {
                    "start": 590,
                    "end": 596,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Considering the presence of PEDV in countries neighbouring Poland (Germany, the Czech Republic, and Ukraine) and the rapid spread of the virus, it is highly probable that PEDV will also be introduced to Poland. PED is a rapidly spreading global disease and causes large economic losses in pig production around the world. Frequently appearing mutations cause variability in its viral genome and can change the pathogenicity of the new PEDV variants. Biosecurity is a central to the prevention or spread of PEDV. Applying the principles of biosecurity protocols, it is possible to reduce the risk of introducing the virus into swine herds. Disinfection of vehicles entering farms is highly effective because contaminated faeces or vomit can be found on the wheels.",
            "cite_spans": [],
            "section": "The current PED situation in Poland and in Europe",
            "ref_spans": []
        },
        {
            "text": "In Poland, the clinical symptoms of PED have been observed, but until 2014 no studies were conducted to confirm the presence of PEDV. In 2015– 2017, the presence of the virus and/or of specific antibodies was confirmed on several farms in Poland. Samples of blood, faeces, slurry, and intestines were collected in herds in which the clinical symptoms of the disease had previously been observed. So far, virus isolation in Vero cells has not been carried out in Poland and nor has genetic material from positive samples been sequenced. It is foreseen that PEDV might be transferred in the future to Polish swine herds. The severity of PED which occurred in the USA has shown that this disease should be countered with timely preventive measures and early diagnosis. Therefore, the role of the National Veterinary Research Institute in Puławy, Poland, in the diagnosis of PED is of paramount importance in future pig production.",
            "cite_spans": [],
            "section": "The current PED situation in Poland and in Europe",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Taxonomy of swine coronaviruses\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Survival of the PED virus in different samples\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Resistance of the PED virus in different pH values\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: The structure of the PEDV virion and molecular sizes of each structural protein (17)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Countries in Europe where the PED virus and/or specific antibodies have been confirmed since 1970 (Austria, Belgium, Bulgaria, the Czech Republic, France, Germany, the UK, Hungary, Italy, the Netherlands, Portugal, Slovenia, Switzerland, and Ukraine)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Porcine epidemic diarrhea virus: an emerging and re-emerging epizootic swine virus",
            "authors": [],
            "year": 2015,
            "venue": "Virol J",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Pathogenesis comparison between the United States porcine epidemic diarrhoea virus prototype and S-INDEL-variant strains in conventional neonatal piglets",
            "authors": [],
            "year": 2016,
            "venue": "J Gen Virol",
            "volume": "97",
            "issn": "",
            "pages": "1107-1121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Isolation and characterization of porcine epidemic diarrhea viruses associated with the 2013 disease outbreak among swine in the United States",
            "authors": [],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "234-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Scientific opinion on porcine epidemic diarrhea and emerging porcine deltacoronavirus",
            "authors": [],
            "year": 2014,
            "venue": "EFSA J",
            "volume": "12",
            "issn": "",
            "pages": "1-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Porcine epidemic diarrhea virus in North America",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Neutralizing antibodies against porcine epidemic diarrhea virus block virus attachment and internalization",
            "authors": [],
            "year": 2018,
            "venue": "Virol J",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Evolutionary and genotypic analyses of global porcine epidemic diarrhea virus strains",
            "authors": [],
            "year": 2019,
            "venue": "Transbound Emerg Dis",
            "volume": "66",
            "issn": "",
            "pages": "111-118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Immunohistochemical detection of porcine epidemic diarrhoea virus compared to other methods",
            "authors": [],
            "year": 1997,
            "venue": "Clin Diagn lab Immunol",
            "volume": "5",
            "issn": "",
            "pages": "412-414",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Porcine epidemic diarrhea in Europe: in-detail analyses of disease dynamics and molecular epidemiology",
            "authors": [],
            "year": 2017,
            "venue": "Viruses",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Origin, evolution, and genotyping of emergent porcine epidemic diarrhea virus strains in the United States",
            "authors": [],
            "year": 2013,
            "venue": "mBio",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Genomic and evolutionary inferences between American and global strains of porcine epidemic diarrhea virus",
            "authors": [],
            "year": 2016,
            "venue": "Prev Vet Med",
            "volume": "123",
            "issn": "",
            "pages": "175-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Aminopeptidase-N-independent entry of porcine epidemic diarrhea virus into Vero or porcine small intestine epithelial cells",
            "authors": [],
            "year": 2018,
            "venue": "Virology",
            "volume": "517",
            "issn": "",
            "pages": "16-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Immunogenicity and protective efficacy of recombinant S1 domain of the porcine epidemic diarrhea virus spike protein",
            "authors": [],
            "year": 2014,
            "venue": "Arch Virol",
            "volume": "159",
            "issn": "",
            "pages": "2977-2987",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Porcine epidemic diarrhea virus infection: etiology, epidemiology, pathogenesis, and immunoprophylaxis",
            "authors": [],
            "year": 2015,
            "venue": "Vet J",
            "volume": "204",
            "issn": "",
            "pages": "134-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Multiplex real-time RT-PCR for the simultaneous detection and quantification of transmissible gastroenteritis virus and porcine epidemic diarrhea virus",
            "authors": [],
            "year": 2007,
            "venue": "J Virol Methods",
            "volume": "146",
            "issn": "",
            "pages": "172-177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Porcine epidemic diarrhea virus: an emerging and reemerging epizootic swine virus",
            "authors": [],
            "year": 2015,
            "venue": "Virol J",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Porcine epidemic diarrhea virus: current insights",
            "authors": [],
            "year": 2016,
            "venue": "Virus Adapt Treatment",
            "volume": "8",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Epidemic of diarrhoea caused by porcine epidemic diarrhoea virus in Italy",
            "authors": [],
            "year": 2008,
            "venue": "Vet Rec",
            "volume": "162",
            "issn": "",
            "pages": "307-310",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Emerging and reemerging diseases in Asia and the Pacific with special emphasis on porcine epidemic diarrhoea",
            "authors": [],
            "year": 2007,
            "venue": "Conference OIE",
            "volume": "",
            "issn": "",
            "pages": "185-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Porcine epidemic diarrhea (PED) in Europe and strategies to control outbreaks",
            "authors": [],
            "year": 2016,
            "venue": "Jap J Vet Res",
            "volume": "64",
            "issn": "",
            "pages": "35-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Porcine epidemic diarrhea: a retrospect from Europe and matters of debate",
            "authors": [],
            "year": 2016,
            "venue": "Virus Res",
            "volume": "226",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Variations in the detection of anti-PEDV antibodies in serum samples using three diagnostic tests – short communication",
            "authors": [],
            "year": 2018,
            "venue": "Acta Vet Hung",
            "volume": "66",
            "issn": "",
            "pages": "337-342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Diagnostic notes update on porcine epidemic diarrhea",
            "authors": [],
            "year": 2002,
            "venue": "J Swine Health Prod",
            "volume": "10",
            "issn": "",
            "pages": "81-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Full-length genome sequences of porcine epidemic diarrhoea virus strain CV777; use of NGS to analyse genomic and sub-genomic RNAs",
            "authors": [],
            "year": 2018,
            "venue": "Plos One",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Diseases of swine",
            "volume": "",
            "issn": "",
            "pages": "501-524",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Characterizing the rapid spread of porcine epidemic diarrhea virus (PEDV) through an animal food manufacturing facility",
            "authors": [],
            "year": 2017,
            "venue": "Plos One",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Porcine epidemic diarrhea virus: a comprehensive review of molecular epidemiology, diagnosis and vaccines",
            "authors": [],
            "year": 2012,
            "venue": "Virus Genes",
            "volume": "44",
            "issn": "",
            "pages": "167-175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Quercetin 7-rhamnoside reduces porcine epidemic diarrhea virus replication via independent pathway of viral induced reactive oxygen species",
            "authors": [],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Investigation of three outbreaks of porcine epidemic diarrhea in Germany in 2016 demonstrates age dependent differences in the development of humoral immune response",
            "authors": [],
            "year": 2018,
            "venue": "Prev Vet Med",
            "volume": "150",
            "issn": "",
            "pages": "93-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "A retrospective study detects a novel variant of porcine epidemic diarrhea virus in England in archived material from the year 2000",
            "authors": [],
            "year": 2016,
            "venue": "Peer J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Factors associated with farm-level infection of porcine epidemic diarrhea during the early phase of the epidemic in Japan in 2013 and 2014",
            "authors": [],
            "year": 2018,
            "venue": "Prev Vet Med",
            "volume": "150",
            "issn": "",
            "pages": "77-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Discovery of seven novel mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of Alphacoronavirus and Betacoronavirus and avian coronaviruses as the gene source of Gammacoronavirus and Deltacoronavirus",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "3995-4008",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Porcine epidemic diarrhea virus variants with high pathogenicity, China",
            "authors": [],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "2048-2049",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Evolutionary insights into the ecology of coronaviruses",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "4012-4020",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Distinct characteristics and complex evolution of PEDV strains, North America, May 2013–February 2014",
            "authors": [],
            "year": 2014,
            "venue": "Emerg Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "1620-1628",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Molecular characteristics of the spike gene of porcine epidemic diarrhoea virus strains in Eastern China in 2016",
            "authors": [],
            "year": 2018,
            "venue": "Virus Res",
            "volume": "247",
            "issn": "",
            "pages": "47-54",
            "other_ids": {
                "DOI": []
            }
        }
    }
}