{
    "paper_id": "PMC6587559",
    "metadata": {
        "title": "Bronchiolitis needs a revisit: Distinguishing between virus entities and their treatments",
        "authors": [
            {
                "first": "Tuomas",
                "middle": [],
                "last": "Jartti",
                "suffix": "",
                "email": "tuomas.jartti@utu.fi",
                "affiliation": {}
            },
            {
                "first": "Hermelijn",
                "middle": [
                    "H."
                ],
                "last": "Smits",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Klaus",
                "middle": [],
                "last": "Bønnelykke",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ozlem",
                "middle": [],
                "last": "Bircan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Varpu",
                "middle": [],
                "last": "Elenius",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jon",
                "middle": [
                    "R."
                ],
                "last": "Konradsen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paraskevi",
                "middle": [],
                "last": "Maggina",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heidi",
                "middle": [],
                "last": "Makrinioti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jakob",
                "middle": [],
                "last": "Stokholm",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gunilla",
                "middle": [],
                "last": "Hedlin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nikolaos",
                "middle": [],
                "last": "Papadopoulos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marek",
                "middle": [],
                "last": "Ruszczynski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Klaudia",
                "middle": [],
                "last": "Ryczaj",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bianca",
                "middle": [],
                "last": "Schaub",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jürgen",
                "middle": [],
                "last": "Schwarze",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chrysanthi",
                "middle": [],
                "last": "Skevaki",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Katarina",
                "middle": [],
                "last": "Stenberg‐Hammar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wojciech",
                "middle": [],
                "last": "Feleszko",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bronchiolitis is most often described as a virus‐induced inflammation of small bronchioles and their surrounding tissue. According to different guidelines, its upper age limit varies from 6 or 12 months, 12 months being preferred by many European countries, to 2 years, used in the United States1, 2, 3 Clinically, bronchiolitis is characterized by expiratory breathing difficulty in infants. Other symptoms include cough, tachypnea, hyperinflation, chest retraction, widespread crackles, and wheezing. Wheezing is generally not a mandatory criterion. Instead, it is a descriptive term, defined as a whistling sound during expiration, often accompanied by dyspnea. It can be caused by obstruction at any level of the lower airways. However, when bilateral/polyphonic, inflammation is probable.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Bronchiolitis presents a huge clinical burden. Depending on the definitions, the prevalence of bronchiolitis has been between 18% and 32% in the first and 9% and 17% in the second year of life.2, 3 At the same time, the overall risk of recurrent wheezing and asthma is 70% before school‐age and 50% during school years.1, 4 However, patient characteristics and the risk of asthma strongly vary inside the bronchiolitis cohort thus revealing different disease entities, some of which have a markedly high risk of subsequent asthma development.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "To that end, we propose a differentiation of bronchiolitis subtypes by specific viruses and a broad inclusion of children by extending the upper age limit from 6 or 12 months up to 2 years. Recent data clearly indicate that the two major viral causes of bronchiolitis, respiratory syncytial virus (RSV) and rhinovirus (RV), have distinct genetics, pathogenetic mechanisms, clinical characteristics, and responses to treatments both regarding short‐ and long‐term outcomes.1, 5, 6, 7 Thus, a general bronchiolitis diagnosis should be revisited, as the identification of different viruses associated with severe bronchiolitis should improve our understanding of the disease and open avenues for precision medicine.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "By definition, bronchiolitis is a virus infection, and PCR diagnostics has reached a 100% virus detection rate in severe bronchiolitis.8 RSV is the most important causative agent of bronchiolitis during infancy, and it has been detected in 50%‐80% of the hospitalized bronchiolitis cases (Figure 1).9, 10 RV is the second most common viral agent of bronchiolitis during infancy, but it starts to dominate virus detection after 12 months (Figure 1). The next most common viruses in connection to bronchiolitis are human bocavirus and human metapneumovirus followed by parainfluenza virus, adenovirus, coronavirus, and influenza virus (Figure 1). Virus coinfections, mostly with RSV and RV, occur in 10%‐40% of the severe cases, but reports on their clinical significancy are inconclusive.9, 10\n",
            "cite_spans": [],
            "section": "ETIOLOGY AND RISK FACTORS",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 445,
                    "end": 446,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 641,
                    "end": 642,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Respiratory syncytial virus belonging to the Pneumovirus genus in the Paramyxoviridae family is an enveloped single‐stranded RNA virus with two antigenically different A and B subtypes with 11 and 23 genotypes, respectively.11 Although severe reinfections have been reported in young children, they are generally mild.12 Main risk factors for RSV bronchiolitis include prematurity, chronic lung disease (low lung function), congenital heart disease, other underlying medical conditions, and young age (1‐6 months of age), that is, conditions in which excessive mucus in the airways is problematic, as well as deficient interferon responses.2\n",
            "cite_spans": [],
            "section": "ETIOLOGY AND RISK FACTORS",
            "ref_spans": []
        },
        {
            "text": "Rhinovirus belonging to the Enterovirus genus in the Picornaviridae family is a nonenveloped single‐stranded RNA virus, and it comprises a genetically diverse group of viruses. It has three distinct subgroups, A, B, and C, which consist of 83, 32, and 55 genotypes, respectively.1, 13 This antigenic diversity presents a major challenge when establishing protective immunity and developing vaccines.14 Risk factors for RV‐induced bronchiolitis include T helper 2 polarized immune responses, allergen exposure, impaired epithelial barrier, deficient interferon responses, and diminished lung function.1, 15\n",
            "cite_spans": [],
            "section": "ETIOLOGY AND RISK FACTORS",
            "ref_spans": []
        },
        {
            "text": "Acute bronchiolitis is a clinical diagnosis that requires epidemiological and virological data. In infants, few days of runny nose, fever, and cough typically precede the signs of lower respiratory distress (nasal flaring, tachypnea, and subcostal recessions) (Figure 2).1, 2 In such a case, respiratory crackles are suggestive of RVS etiology, whereas bilateral wheezing is suggestive of RV etiology.16 A plethora of other respiratory sounds can also be heard.",
            "cite_spans": [],
            "section": "CLINICAL CHARACTERISTICS",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 269,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Most infants with bronchiolitis present a mild clinical form that usually resolves in 1‐2 weeks and can be safely managed at home by well‐instructed parents. Adequate information concerning the signs of deterioration (including low oxygen saturations) and the need for urgent transfer to hospital is of critical importance.",
            "cite_spans": [],
            "section": "CLINICAL CHARACTERISTICS",
            "ref_spans": []
        },
        {
            "text": "It is still not clear whether the type of virus detected in the nasopharynx could determine the degree of severity of the infection. Most often RSV infection has been linked to more severe “non‐wheezy” bronchiolitis, need for possible intensive care unit admission, and prolonged duration of stay.17, 18 However, in 2002, a Greek case‐control study showed that RV detected in the upper airways could be strongly associated with episodes of increased severity.19 Other viruses have been less often linked to severe illness.",
            "cite_spans": [],
            "section": "CLINICAL CHARACTERISTICS",
            "ref_spans": []
        },
        {
            "text": "Since the early 1990s, there have been several efforts toward developing clinical severity scoring tools for bronchiolitis. From the Severity Scoring Tool to Tal and modified Tal scoring tools, there have been several instruments validated and used both in research and in clinical management settings.20, 21 However, there is no tool developed to assess both clinical severity and quality of life parameters for these children.",
            "cite_spans": [],
            "section": "CLINICAL CHARACTERISTICS",
            "ref_spans": []
        },
        {
            "text": "Apart from using merely clinical severity scores, attempts have been made in order to cluster acute bronchiolitis by phenotype. In 2016, four such phenotypes were introduced in two large multicenter studies: Profile A was characterized by RV etiology, history of wheezing, wheezing at presentation, eczema, and older age of the patient; profile B by RSV etiology, wheezing at presentation, but no history of wheezing or eczema; profile C was the most severely ill group, with a longer hospital stay and high probability of RSV infections and intensive care unit treatments; and profile D had the least severe illness, including non‐wheezing children with a shorter length of hospitalization.18 The heterogeneity apparent in the clinical profiles of the patients highlights the need for a more personalized approach in the diagnostics and management of this condition.",
            "cite_spans": [],
            "section": "CLINICAL CHARACTERISTICS",
            "ref_spans": []
        },
        {
            "text": "While RSV and RV are both common environmental exposures, severe bronchiolitis is relatively rare. It therefore seems likely that host factors such as genetics, are important risk factors as well. Unfortunately, the current understanding of genetic risk factors of bronchiolitis is limited. A twin study estimated the heritability of RSV bronchiolitis to be only 16%,22 whereas the estimated heritability of asthma is more than 50%.23\n",
            "cite_spans": [],
            "section": "GENETICS",
            "ref_spans": []
        },
        {
            "text": "At present, genome‐wide association studies (GWAS), including replication of identified loci, are the preferred method for gene discovery, but only one, relatively small, GWAS of bronchiolitis have been performed without genome‐wide significant findings.24 A number of susceptibility genes have been suggested from candidate gene studies. Most studies focused on RSV bronchiolitis, and the reported associations include genes related to immune regulation and surfactant proteins.25 Several of these genes have also been associated with asthma,25 suggesting that the association between RSV bronchiolitis and later asthma development might partly be explained by shared genetics.1, 18\n",
            "cite_spans": [],
            "section": "GENETICS",
            "ref_spans": []
        },
        {
            "text": "Nevertheless, bronchiolitis is a poorly defined and highly heterogeneous disease entity with variability in clinical presentation, age at infection, and triggering factors, as well as in the underlying genetic mechanisms. For example, it would be expected that RV bronchiolitis in older children,18 a phenotype also characterized by a higher risk of asthma predisposition, would also have a higher degree of shared heritability with asthma.",
            "cite_spans": [],
            "section": "GENETICS",
            "ref_spans": []
        },
        {
            "text": "The strongest asthma locus discovered to date, 17q21, has also been found to be associated with wheezing during the early years of life.26 Furthermore, there is an interaction between this locus and early wheezing in relation to the risk of later asthma. Wheezing episodes during the early years of life are a much stronger risk factor for asthma in children with 17q21 risk variants than in children without it, and this seems more pronounced for episodes triggered by RV than RSV.26\n",
            "cite_spans": [],
            "section": "GENETICS",
            "ref_spans": []
        },
        {
            "text": "Another asthma gene with a putative role in bronchiolitis is the cadherin‐related family member 3 (CDHR3). This gene was first discovered as a susceptibility gene for early childhood asthma with recurrent severe exacerbations.27 Only later was it suggested from experimental studies that CDHR3 also functions as an RV‐C receptor.28 This was subsequently confirmed clinically in the COPSAC and COAST birth cohort studies where the CDHR3 risk variant was specifically associated with early life respiratory episodes triggered by RV‐C.29 In line with this, a meta‐analyses of CDHR3 polymorphism in relation to bronchiolitis an association with non‐RSV bronchiolitis, which is likely to be triggered by RV, while there was no association with RSV bronchiolitis.30 Thus, CDHR3 gene variation could partly explain bronchiolitis heterogeneity by being associated with a phenotype characterized by recurrent RV infections but not with phenotypes triggered by RSV or other viruses.",
            "cite_spans": [],
            "section": "GENETICS",
            "ref_spans": []
        },
        {
            "text": "Genetic studies might help us in understanding the functional and clinically more relevant subtypes of bronchiolitis and provide basis for the targeted prevention of asthma. For this reason, future studies should be powered toward genome‐wide association analyses that are not limited by current knowledge and could therefore allow for the identification of unexpected risk genes and novel disease mechanisms. Optimally, such studies should include various clinical presentations and assessment of viral triggers in order to elucidate subtype‐specific mechanisms.",
            "cite_spans": [],
            "section": "GENETICS",
            "ref_spans": []
        },
        {
            "text": "The complex communities of microbes inhabiting all parts of the human body are collectively termed the microbiome. This immense microbial environment has the potential for stimulating the developing immune system,31 as well as act as a disease modifier. The link between microbiome and susceptibility to bronchiolitis and subsequent asthma has been explored both regarding the airway and the gut microbiome, but the mechanisms behind the possible effects remain to be fully understood.",
            "cite_spans": [],
            "section": "MICROBIOME",
            "ref_spans": []
        },
        {
            "text": "As it comes to the microbiome of the airways, a diverse microbiological continuity exists between upper and lower airways.32 The dramatic development of the microbiome of the airways begins at birth and is influenced by factors such as siblings, day‐care attendance, antibiotics, and prior infections (Figure 3).33, 34 It has been speculated whether this low biomass compartment will obtain a steady colonization pattern over time. Recent studies have suggested that certain microbial colonization patterns prevalent already in early childhood may affect the risk of bronchiolitis and precede the development of persistent wheeze or asthma.35 Furthermore, the severity of the acute respiratory infections may be modulated by the type of microbial community in the airways independent of RSV or RV coinfection, while at the same time, both RSV and RV may increase the severity of the infection independent of the bacteria.34 It has also been shown that antibiotic treatment during acute wheezing episodes in childhood greatly decreases the duration of the symptoms, thus pointing toward microbial effects.36 Likewise, a study of 1005 infants demonstrated that certain airway microbiota profiles seemed to increase the severity of bronchiolitis.37 The rate of intensive care use and the length of hospital stay during the episode of acute bronchiolitis were particularly high in infants with a Haemophilus‐dominant profile but low in infants with a Moraxella‐dominant profile. This, although low in statistical power, was especially apparent in children with RSV bronchiolitis but not found for RV bronchiolitis. In a small randomized trial of 40 children hospitalized with RSV bronchiolitis, treatment with azithromycin during the acute episode seemed to alleviate the subsequent risk of long‐term respiratory morbidity.38\n",
            "cite_spans": [],
            "section": "MICROBIOME",
            "ref_spans": [
                {
                    "start": 309,
                    "end": 310,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The microbiome of the human gut is shaped by an extensive ongoing maturation processes over the first years of life. It undergoes rapid development,39 while at the same time providing vast stimulation for the child's developing immune system during a period when these encounters may be critical for the training of the adequate immune responses.31 The composition of the microbiome is shaped by the environmental encounters in early life and can be altered or perturbed by factors such as antibiotics, delivery mode, and diet.40 A recent study demonstrated that children with a delayed microbial maturation of the gut microbiome during the first year of life had a markedly increased risk of recurrent wheezing and later asthma.39 Conversely, an adequate microbial maturation during this period seemed to protect the children, pointing toward possible future preventive measures against childhood respiratory morbidity through manipulation of the microbiome in early life.",
            "cite_spans": [],
            "section": "MICROBIOME",
            "ref_spans": []
        },
        {
            "text": "The initial response of the mucosa to RSV infection is a strong induction of antiviral type I and type III interferons and interferon‐induced genes (Figure 4A). As RSV has developed potent mechanisms to evade this innate interferon response, the virus is able to infect most infants through RSV‐NS1/2 proteins inhibiting IRF‐3 and STAT‐2 reducing both IFN‐I and INF‐III responses and RSVF protein suppressing IRF‐1 through EGRF activation.44, 45, 46, 47 While severe RSV bronchiolitis is associated with weaker antiviral innate interferon responses, data on the association between virus genome load and illness severity are discrepant.47, 48\n",
            "cite_spans": [],
            "section": "RSV infections ::: PATHOGENESIS",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Furthermore, ineffective inflammatory and adaptive immune responses are important factors that contribute to severe RSV disease. As at birth the immune system is still immature and needs to develop, it depends mostly on the innate immune system in response to toll‐like receptor (TLR) ligation and maternal‐derived antibodies. At the same time, pro‐inflammatory innate immune responses are not very prominent as anti‐inflammatory cytokines, such as interleukin (IL)‐10 and transforming growth factor (TGF)‐beta, prevail since during pregnancy mother's immune system protects the fetus.49 As a consequence, T helper1 (Th1) cell skewing cytokines such as IL‐12 seem to develop rather slowly in young infants, even in the presence of TLR‐ligating viruses and increased type I interferon production.50, 51 Interestingly, the cytokines IL‐6 and IL‐23, both potent inducers of IL‐17‐producing T cells, were found to be increased in TLR‐stimulated neonatal cells and neonates were shown to have increased numbers of Th17 cells (Figure 4A).52 As enhanced pathology following RSV infections is often associated with increased IL‐17 production and this cytokine is more prominent in neonates, the presence of this cytokine may contribute to a more severe disease state.53, 54 In addition, studies in neonatal mice have shown that there is a spontaneous early wave of innate cytokines such as IL‐33, a Th2 skewing cytokine, and a recruitment of innate lymphoid cells (ILC)‐2 into the lungs that reach the maximum at day 14 after birth.55, 56\n",
            "cite_spans": [],
            "section": "RSV infections ::: PATHOGENESIS",
            "ref_spans": [
                {
                    "start": 1028,
                    "end": 1029,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Therefore, age‐specific events in neonatal lungs seem to naturally support the initial development of Th2 immune responses that combined with a yet ineffective activation of innate immunity and IL‐17 being upregulated in young infants, drive mucus hyperproduction and the promotion of severe pathology during early RSV infections.57 In addition, B‐cell function is not yet developed in very young infants (<6 months of age) and it takes more time to generate a sufficient and sustained antibody production. As at very early phase, babies still rely on maternal antibodies, babies born from a mother with high circulating neutralizing antibodies are better protected from severe diseases.58 This notion has led to the idea of developing a vaccine for RSV that targets pregnant mothers instead of young children. Thus, through vaccinating the mothers, the children would be provided with an increased transfer of protective maternal antibodies against RSV.59, 60\n",
            "cite_spans": [],
            "section": "RSV infections ::: PATHOGENESIS",
            "ref_spans": []
        },
        {
            "text": "Rhinoviruses also directly target airway epithelial cells. RV type A frequently causes lower respiratory tract infection, and RV type C in particular is linked to severe wheezing in infected children.8, 13, 61 The increased risk of severe RV infection with wheeze in young children with a strong family history of allergy and asthma may be explained by a partial defect in mucosal antiviral innate interferon responses, due potentially to early allergic airways inflammation (Figure 4B). The airway mucosa of asthmatics, who have allergic airway inflammation, has been shown to be associated with reduced type I and type III interferon responses.62, 63 To understand the particularly high pathogenic potential of RV‐C, it is important to note that CDHR3 has recently been identified as a unique receptor for RV‐C.18 Interestingly, a polymorphism in the CDHR3 gene (resulting in a higher expression of CDHR3 on the epithelial surface) was associated with the increased risk of childhood asthma.27 RV‐C has also evolved specific molecular tools to reduce IFN‐β expression and downstream signaling in airway epithelial cells,64 which may possibly explain the more severe course of respiratory RV‐C infections. In addition, RV infections of airway epithelial cells are strong inducers of type 2 innate cytokines, such as IL‐25 and IL‐33, which subsequently initiate or boost type 2 immunity in the lungs via IL‐5‐ and IL‐13‐producing innate lymphoid cells (ILC) 2 and Th2 cells (Figure 4B). Surprisingly, the induction of innate cytokines by RV infections was stronger in airway epithelial cells from asthmatics compared to healthy controls.65 Also, the induction of type 2 innate cytokines may be more pronounced during early childhood, as compared to adult mice, human rhinovirus infections in neonatal mice showed more pronounced IL‐13 and IL‐25 expression, mucus secretion, and airway hyperresponsiveness.66 This process may be further boosted or co‐inciding by an early spontaneous wave of IL‐33‐dependent type 2 cytokines and cells in developing lungs of neonatal mice.55, 56 Overall, although RV infections are linked to the induction of milder epithelial inflammation than RSV infections, they tend to reduce type I IFN expression and cause inflammation with Th2 cell characteristics, disrupted tight junction expression, and high cytokine levels that promote bronchospasm, edema, and mucus production and lead to airway obstruction and wheeze.1, 41\n",
            "cite_spans": [],
            "section": "RV infections ::: PATHOGENESIS",
            "ref_spans": [
                {
                    "start": 483,
                    "end": 484,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1482,
                    "end": 1483,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\nPalivizumab: Immunoprophylaxis with palivizumab, a humanized monoclonal antibody against the RSV F glycoprotein, decreases the risk of hospitalization due to severe RSV illness among preterm infants (72% reduction), those with chronic lung disease (65% reduction), and hemodynamically significant congenital heart disease (53% reduction).60 Interestingly, palivizumab has effectively reduced recurrent wheezing following hospitalization due to RSV, but not asthma.70\n",
            "cite_spans": [],
            "section": "Treatment for RSV ::: TREATMENT",
            "ref_spans": []
        },
        {
            "text": "\nRibavirin: Convincing data supporting ribavirin treatment for severe RSV infection are lacking, and its toxicity remains a concern. Therefore, ribavirin is not recommended in the current U.S. guidelines.71\n",
            "cite_spans": [],
            "section": "Treatment for RSV ::: TREATMENT",
            "ref_spans": []
        },
        {
            "text": "\nNew treatments: There are currently approximately 28 RSV vaccines and antibodies in preclinical development and another 17 in clinical development.59, 60 Several new molecules have been identified for the treatment of RSV infection and are currently in (advanced) preclinical or clinical development.72, 73\n",
            "cite_spans": [],
            "section": "Treatment for RSV ::: TREATMENT",
            "ref_spans": []
        },
        {
            "text": "There are only a few agents targeting the inhibition of the attachment of RV to the cell or uncoating viral RNA, and their clinical applicability is continuously questioned due to adverse events (pleconaril, vapendavir) or drug resistance (amantadine, rimantadine).72, 73\n",
            "cite_spans": [],
            "section": "Treatment for RV ::: TREATMENT",
            "ref_spans": []
        },
        {
            "text": "\nPrednisolone: In two separate randomized trials, oral corticosteroid, prednisolone, has been shown to increase the time to the physician‐confirmed relapse within the following year by 20%‐30% and to the initiation of asthma controller medication within the following 5 years by 30%‐40% in first‐time wheezing children with RV etiology. These results point out that early systemic anti‐inflammatory control targeting the pre‐existing and/or virus‐induced airway inflammatory response could significantly affect the natural course of asthma.74, 75, 76, 77 Interestingly, all wheezing children with high RV genome load treated with placebo developed a new physician‐confirmed wheezing episode within 100 days and initiation of asthma control medication within 14 months.76, 77\n",
            "cite_spans": [],
            "section": "Treatment for RV ::: TREATMENT",
            "ref_spans": []
        },
        {
            "text": "In conclusion, according to our hypothesis regarding the various entities of bronchiolitis, we emphasize that effective treatment of bronchiolitis should be administered on a more personalized base than currently in practice and include various viral etiological factors. We do believe that existing treatment methods (beta2‐agonists and corticosteroids) can be effective given the assumption that they are intended for a distinct (RV‐affected) high‐risk group of patients. However, there is an urgent and unmet need for new guidelines which would recognize this discrepancy and for clinicians to understand that there is no more “common bronchiolitis.”",
            "cite_spans": [],
            "section": "Treatment for RV ::: TREATMENT",
            "ref_spans": []
        },
        {
            "text": "Severe acute bronchiolitis experienced early in childhood is associated with an increased risk of asthma that may persist into early adulthood.1 It remains to be elucidated whether bronchiolitis is the cause of lung injury that results in subsequent wheezing episodes and asthma development or whether there is an inherent predisposition to both acute bronchiolitis and latter asthma, with bronchiolitis being an early marker of this predisposition. Regardless of possible underlying lung morbidity, the major viral causes of acute bronchiolitis/first wheeze, RSV and RV, seem to have a different course in post‐bronchiolitis asthma sequela.",
            "cite_spans": [],
            "section": "LONG‐TERM SEQUELA",
            "ref_spans": []
        },
        {
            "text": "Several observational studies have reported an association between RSV‐bronchiolitis and subsequent asthma development. For example, according to a population‐based study (n = 476) from Tucson, Arizona, and a birth cohort study (n = 150) from Australia, RSV‐induced lower respiratory infection/bronchiolitis during early life is modestly associated with recurrent wheezing/doctor‐diagnosed asthma at school‐age (odds ratio 2.5‐4.3) but not with atopy.78, 79 Similar numbers have also been found in preterm infants.80 Only a small cohort study from Sweden has shown an association between RSV‐bronchiolitis and later allergic sensitization as well as asthma; by the age 18, 41% of the RSV children were allergic and 39% had asthma compared to the 17% and 9% in the control group, respectively.81\n",
            "cite_spans": [],
            "section": "LONG‐TERM SEQUELA",
            "ref_spans": []
        },
        {
            "text": "To address the potential causality between RSV infection and subsequent asthma, prospective studies with RSV‐immunoprophylaxis have been performed. Two recent randomized controlled trials showed that in preterm infants, palivizumab, an anti‐RSV monoclonal antibody, decreased the parent‐reported recurrent wheeze, but similar incidence of physician‐diagnosed asthma at age 6 years was found.82, 83 Long‐term effects of RSV prophylaxis appear less likely in infants with atopic family history.60 These results clearly indicate that RSV‐infection is not causal to the asthma or atopy development. One potential explanation for these results is that children with RSV infection and subsequent asthma development may share common genetic vulnerability and/or environmental exposures that predispose them to both diseases.84\n",
            "cite_spans": [],
            "section": "LONG‐TERM SEQUELA",
            "ref_spans": []
        },
        {
            "text": "In contrast to RSV bronchiolitis, atopy has been clearly associated with childhood asthma development after RV‐induced early wheezing. High‐risk (parental atopy or asthma) birth cohort studies from Wisconsin, United States, and Australia have shown that young children suffering from RV‐induced wheezing episodes are at high risk of school‐age asthma (odds ratio up to, RV vs RSV, 9.8 vs 2.6).85, 86, 87 The risk is especially high if children were sensitizated at an age younger than 2 years.85, 87 A recent study on hospitalized children shows similar results: RV‐induced severe first wheezing episode at an age less than 2 years was a risk factor (odds ratio 5.0) for atopic asthma at school‐age along with early sensitization and eczema (odds ratios 12 and 4.8, respectively) while RSV was associated with neither atopic nor nonatopic asthma.7 Therefore, data from these high‐risk birth cohorts suggest that atopic airways have an increased susceptibility for asthma development after RV‐induced bronchiolitis.",
            "cite_spans": [],
            "section": "LONG‐TERM SEQUELA",
            "ref_spans": []
        },
        {
            "text": "The primary prevention strategies of asthma aim at reducing the incidence of the disease by identifying the individuals at risk and reducing their exposure to the potential risk factors. First, the hygiene hypothesis evolved to cover the environmental microbial burden in general.88, 89 However, due to recent findings, the scope of the hygiene hypothesis has enlarged to cover the environmental biodiversity in general. Thus, rapid urbanization, pollution, and climate change, all leading to the loss of biodiversity, promote chronic noncommunicable illnesses such as asthma, allergies, diabetes, obesity, and cancer,90, 91, 92 whereas frequent contact with animal lipopolysaccharides present in all we eat, touch, and breath prevent atopy, allergic rhinitis and sometimes asthma.90, 92 Second, conditions during pregnancy are important. Maternal omega‐3 long‐chain polyunsaturated fatty acid (n‐3 LCPUFA) and vitamin D supplementation in the third trimester of pregnancy may reduce the risk of persistent wheeze/asthma and respiratory infections in offspring (Figure 5).93, 94\n",
            "cite_spans": [],
            "section": "PRIMARY AND SECONDARY PREVENTION STRATEGIES OF ASTHMA",
            "ref_spans": [
                {
                    "start": 1069,
                    "end": 1070,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Secondary prevention strategies of asthma aim at avoiding the development of allergic disease/asthma in already sensitized or wheezing subjects.95 Thus far, allergen immunotherapy remains as the only treatment available for modifying the course of allergic disease.96 However, although in a recent study grass pollen immunotherapy was shown to reduce asthma‐like symptoms in children, it did not decrease the development of asthma.97 Interestingly, though, a systemic anti‐inflammatory treatment of the first RV‐induced severe wheezing episode markedly decreased the subsequent risk of asthma (Figure 5), (see section 7).74, 75, 76, 77 Also, a year‐round and preseasonal treatment with omalizumab has been shown to eliminate the seasonal peaks in asthma exacerbations, most of which are associated with RV infection.98 In addition to the reduction in allergic inflammation by preventing IgE binding to its receptor, omalizumab also enhances the IFN‐γ response.99 Thus, it has been argued that omalizumab may improve the antiviral responses. RSV immunoprophylaxis with palivizumab has also been shown to reduce recurrent wheezing (see section 7 and 8).60, 70, 82, 83 In the development of RV vaccine, promising results have been seen with a cross‐reactive recombinant capsid protein in a mouse model.14\n",
            "cite_spans": [],
            "section": "PRIMARY AND SECONDARY PREVENTION STRATEGIES OF ASTHMA",
            "ref_spans": [
                {
                    "start": 601,
                    "end": 602,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Non‐specific antiviral approaches to reduce asthma include strategies aiming at enhancing the patient's resistance to multiple respiratory viruses through the administration of interferons or other immunostimulatory molecules.72, 73 Strategies (microbial and others) to promote healthy epithelial barrier and the development of mucosal immune responses that can better resist viral infection might also help in preventing the development of asthma, as well as bacterial lysates, which may reduce the recurrent wheezing by increasing antiviral activity.100 However, the level of evidence still remains to be low.",
            "cite_spans": [],
            "section": "PRIMARY AND SECONDARY PREVENTION STRATEGIES OF ASTHMA",
            "ref_spans": []
        },
        {
            "text": "Going forward, it will be important to identify the patients at high risk of asthma and to find the specific primary and secondary prevention strategies for each individual patient (Figure 5), for example, sensitization, eczema, and the first severe wheeze caused by RV appear to predict atopic asthma, while the first severe wheeze before 1‐year age, RV/RSV‐negative etiology, and/or association with parental smoking appear to predict nonatopic asthma.7 In conclusion, these new insights into viral virulence, personal risk factors (genetics, allergy, and antiviral immunity), and environmental exposures (farm, urban, microbes, and nutrition) provide hope that in future we might be able to reduce the occurrence of childhood asthma (Figure 5).",
            "cite_spans": [],
            "section": "PRIMARY AND SECONDARY PREVENTION STRATEGIES OF ASTHMA",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 744,
                    "end": 745,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Clinically and pathophysiologically, three main clusters of patients can be identified among children suffering from severe bronchiolitis/first wheezing episode (Figure 6): 1) RSV‐induced bronchiolitis is characterized by young age of the patient and mechanical obstruction of the airways due to mucus and cell debris. For the treatment of RSV‐induced bronchiolitis, there is a prophylactic RSV‐specific monoclonal antibody available that decreases the risk of recurrent wheezing. 2) RV‐induced wheezing is associated with atopic predisposition and high risk of asthma, which may be reversed with systemic corticosteroid in patients with severe first episode. RV susceptibility, thus, serves as an important early marker for asthma‐prone children. 3) Wheeze due to other viruses is likely to be less frequent and severe. Clinically, it is important to distinguish between these three partially overlapping patient groups, as they are likely to respond to different treatments. The first severe episode of bronchiolitis or wheezing in a less than 2‐year‐old child appears to be a critical event and an important opportunity for designing secondary prevention strategies for asthma. Thus, bronchiolitis cannot simply be diagnosed using a certain cutoff age, but instead, viral etiology should be used as the differentiating factor. For nomenclature, we suggest that there are an RSV‐induced bronchiolitis and an RV‐induced first wheezing episode to better distinguish these conditions.",
            "cite_spans": [],
            "section": "SUMMARY",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 170,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "cite_spans": [],
            "section": "CONFLICT OF INTEREST",
            "ref_spans": []
        },
        {
            "text": "All authors participated in drafting and writing the manuscript. The granting agencies covered costs and played no role in the manuscript preparation.",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The frequency of viral etiologic agents according to the age of the hospitalized patients with the first episode of bronchiolitis or wheezing. Viral diagnostics were based on PCR (including rhinovirus C species) except for human bocavirus which was based on serology. RSV, respiratory syncytial virus; RV, rhinovirus; BoV, human bocavirus 1; MPV, metapneumovirus; PIV, parainfluenza virus; AdV, adenovirus; CoV, coronavirus; Flu, influenza8, 9, 10\n",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Signs of bronchiolitis. The classic clinical presentation of bronchiolitis starts with symptoms of viral upper respiratory infection. Lower respiratory tract symptoms including persistent cough, tachypnea, and increased work of breathing (as shown by intercostal retractions, use of accessory muscles, grunting, or nasal flaring) later follow. The latter symptoms may progress to severe hypoxemia and cyanosis. RSV, respiratory syncytial virus; RV, rhinovirus",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Interactions between airway bacteria and virus in disease severity. The environment shapes the bacterial composition from early on and either as a consequence of this or a direct effect whether respiratory syncytial virus (RSV) and, rhinovirus (RV) are prevalent. Interactions between the two in bronchiolitis episodes may determine the severity",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Pathogenesis of respiratory syncytial virus (A) and rhinovirus infection (B) in the airway epithelial cells of healthy children and those at risk. CDHR3, cadherin‐related family member 3; DC, dendritic cell; Eos, eosinophil; IFN, interferon; Ig, immunoglobulin; IL, interleukin; ILC, innate lymphoid cell; MDA, melanoma differentiation‐associated protein; moDC, monocyte‐derived dendritic cells; NK, natural killer cell; RIG, retinoic acid‐inducible gene; RSV, respiratory syncytial virus; RV, rhinovirus; TCE3, third T‐cell receptor; Th, T helper cell; TLR, toll‐like receptor; TSLP, thymic stromal lymphopoietin",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Major factors influencing asthma risk in young children suffering from bronchiolitis. RV, rhinovirus; RSV, respiratory syncytial virus; n‐3 LCPUFA, n‐3 (omega‐3) long‐chain polyunsaturated fatty acids",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Main entities of bronchiolitis. It is important to distinguish these patient groups since they are likely to respond to different treatments. Also, the first episode of severe bronchiolitis or wheezing in under 2‐year‐old children appears to be a critical event and an opportunity for designing secondary prevention strategies for asthma. MoAb, monoclonal antibody; OCS, oral corticosteroid; Th, T helper cell",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Role of viral infections in the development and exacerbation of asthma in children",
            "authors": [],
            "year": 2017,
            "venue": "J Allergy Clin Immunol",
            "volume": "140",
            "issn": "",
            "pages": "895-906",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clinical practice guideline: the diagnosis, management, and prevention of bronchiolitis",
            "authors": [],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "",
            "pages": "e1474-e1502",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Viral bronchiolitis in children",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "62-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Comparison of phenotypes of childhood wheeze and cough in 2 independent cohorts",
            "authors": [],
            "year": 2013,
            "venue": "J Allergy Clin Immunol",
            "volume": "132",
            "issn": "",
            "pages": "1058-1067",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Association between respiratory syncytial virus hospitalizations in infants and respiratory sequelae: systematic review and meta‐analysis",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "820-826",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Toward primary prevention of asthma: reviewing the evidence for early‐life respiratory viral infections as modifiable risk factors to prevent childhood asthma",
            "authors": [],
            "year": 2015,
            "venue": "Am J Respir Crit Care Med",
            "volume": "191",
            "issn": "",
            "pages": "34-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Rhinovirus‐induced first wheezing episode predicts atopic but not nonatopic asthma at school age",
            "authors": [],
            "year": 2017,
            "venue": "J Allergy Clin Immunol",
            "volume": "140",
            "issn": "",
            "pages": "988-995",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The first wheezing episode: respiratory virus etiology, atopic characteristics, and illness severity",
            "authors": [],
            "year": 2014,
            "venue": "Pediatr Allergy Immunol",
            "volume": "25",
            "issn": "",
            "pages": "796-803",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Bronchiolitis: age and previous wheezing episodes are linked to viral etiology and atopic characteristics",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "311-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Prospective multicenter study of viral etiology and hospital length of stay in children with severe bronchiolitis",
            "authors": [],
            "year": 2012,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "166",
            "issn": "",
            "pages": "700-706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Respiratory syncytial virus: the influence of serotype and genotype variability on clinical course of infection",
            "authors": [],
            "year": 2017,
            "venue": "Int J Mol Sci",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Immunity to RSV in early‐life",
            "authors": [],
            "year": 2014,
            "venue": "Front Immunol",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Association between human rhinovirus C and severity of acute asthma in children",
            "authors": [],
            "year": 2011,
            "venue": "Eur Respir J",
            "volume": "37",
            "issn": "",
            "pages": "1037-1042",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Cross‐serotype immunity induced by immunization with a conserved rhinovirus capsid protein",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Diminished lung function as a predisposing factor for wheezing respiratory illness in infants",
            "authors": [],
            "year": 1988,
            "venue": "N Engl J Med",
            "volume": "319",
            "issn": "",
            "pages": "1112-1117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Acute bronchiolitis: Influence of viral co‐infection in infants hospitalized over 12 consecutive epidemic seasons",
            "authors": [],
            "year": 2018,
            "venue": "J Med Virol",
            "volume": "90",
            "issn": "",
            "pages": "631-638",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Demographic, clinical and hematological profile of children with bronchiolitis: a comparative study between respiratory syncytial virus [RSV] and [Non RSV] groups",
            "authors": [],
            "year": 2016,
            "venue": "J Clin Diagn Res",
            "volume": "10",
            "issn": "",
            "pages": "SC05-SC08",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A clustering approach to identify severe bronchiolitis profiles in children",
            "authors": [],
            "year": 2016,
            "venue": "Thorax",
            "volume": "71",
            "issn": "",
            "pages": "712-718",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Association of rhinovirus infection with increased disease severity in acute bronchiolitis",
            "authors": [],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "1285-1289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Assessment of the effect of pharmacotherapy in common cold/acute bronchitis ‐ the Bronchitis Severity Scale (BSS)",
            "authors": [],
            "year": 2014,
            "venue": "Pneumologie",
            "volume": "68",
            "issn": "",
            "pages": "542-546",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Modified tal score: validated score for prediction of bronchiolitis severity",
            "authors": [],
            "year": 2018,
            "venue": "Pediatr Pulmonol",
            "volume": "53",
            "issn": "",
            "pages": "796-801",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Increased concordance of severe respiratory syncytial virus infection in identical twins",
            "authors": [],
            "year": 2008,
            "venue": "Pediatrics",
            "volume": "121",
            "issn": "",
            "pages": "493-496",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Meta‐analysis of the heritability of human traits based on fifty years of twin studies",
            "authors": [],
            "year": 2015,
            "venue": "Nat Genet",
            "volume": "47",
            "issn": "",
            "pages": "702-709",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Genome‐wide association study of polymorphisms predisposing to bronchiolitis",
            "authors": [],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Evidence for a causal relationship between respiratory syncytial virus infection and asthma",
            "authors": [],
            "year": 2011,
            "venue": "Expert Rev Anti Infect Ther",
            "volume": "9",
            "issn": "",
            "pages": "731-745",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Rhinovirus wheezing illness and genetic risk of childhood‐onset asthma",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1398-1407",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A genome‐wide association study identifies CDHR3 as a susceptibility locus for early childhood asthma with severe exacerbations",
            "authors": [],
            "year": 2014,
            "venue": "Nat Genet",
            "volume": "46",
            "issn": "",
            "pages": "51-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Cadherin‐related family member 3, a childhood asthma susceptibility gene product, mediates rhinovirus C binding and replication",
            "authors": [],
            "year": 2015,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "112",
            "issn": "",
            "pages": "5485-5490",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Cadherin‐related family member 3 genetics and rhinovirus C respiratory illnesses",
            "authors": [],
            "year": 2018,
            "venue": "Am J Respir Crit Care Med",
            "volume": "197",
            "issn": "",
            "pages": "589-594",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "CDHR3 gene variation and childhood bronchiolitis",
            "authors": [],
            "year": 2017,
            "venue": "J Allergy Clin Immunol",
            "volume": "140",
            "issn": "",
            "pages": "1469-1471",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "How colonization by microbiota in early life shapes the immune system",
            "authors": [],
            "year": 2016,
            "venue": "Science",
            "volume": "352",
            "issn": "",
            "pages": "539-544",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Topographical continuity of bacterial populations in the healthy human respiratory tract",
            "authors": [],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "",
            "pages": "957-963",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "The developing hypopharyngeal microbiota in early life",
            "authors": [],
            "year": 2016,
            "venue": "Microbiome",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "the infant nasopharyngeal microbiome impacts severity of lower respiratory infection and risk of asthma development",
            "authors": [],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "17",
            "issn": "",
            "pages": "704-715",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Childhood asthma after bacterial colonization of the airway in neonates",
            "authors": [],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "1487-1495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Azithromycin for episodes with asthma‐like symptoms in young children aged 1–3 years: a randomised, double‐blind, placebo‐controlled trial",
            "authors": [],
            "year": 2016,
            "venue": "Lancet Respir Med",
            "volume": "4",
            "issn": "",
            "pages": "19-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Association of nasopharyngeal microbiota profiles with bronchiolitis severity in infants hospitalized for bronchiolitis",
            "authors": [],
            "year": 2016,
            "venue": "Eur Respir J",
            "volume": "48",
            "issn": "",
            "pages": "1329-1339",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Randomized trial to evaluate azithromycin's effects on serum and upper airway IL‐8 levels and recurrent wheezing in infants with respiratory syncytial virus bronchiolitis",
            "authors": [],
            "year": 2015,
            "venue": "J Allergy Clin Immunol",
            "volume": "135",
            "issn": "",
            "pages": "1171-1178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Maturation of the gut microbiome and risk of asthma in childhood",
            "authors": [],
            "year": 2018,
            "venue": "Nat Commun",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Antibiotics, birth mode, and diet shape microbiome maturation during early life",
            "authors": [],
            "year": 2016,
            "venue": "Sci Transl Med",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Infantile respiratory syncytial virus and human rhinovirus infections: respective role in inception and persistence of wheezing",
            "authors": [],
            "year": 2015,
            "venue": "Eur Respir J",
            "volume": "45",
            "issn": "",
            "pages": "774-789",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Neonatal immunity, respiratory virus infections, and the development of asthma",
            "authors": [],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Factors affecting the immunity to respiratory syncytial virus: from epigenetics to microbiome",
            "authors": [],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Effects of nonstructural proteins NS1 and NS2 of human respiratory syncytial virus on interferon regulatory factor 3, NF‐kappaB, and proinflammatory cytokines",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "5353-5362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Respiratory syncytial virus NS1 protein degrades STAT2 by using the elongin‐cullin E3 ligase",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "3428-3436",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Respiratory syncytial virus activates epidermal growth factor receptor to suppress interferon regulatory factor 1‐dependent interferon‐lambda and antiviral defence in airway epithelium",
            "authors": [],
            "year": 2018,
            "venue": "Mucosal Immunol",
            "volume": "11",
            "issn": "",
            "pages": "958-967",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Reduced nasal viral load and IFN responses in infants with RSV bronchiolitis and respiratory failure",
            "authors": [],
            "year": 2018,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201712-2567OC"
                ]
            }
        },
        "BIBREF47": {
            "title": "Respiratory syncytial virus load, viral dynamics, and disease severity in previously healthy naturally infected children",
            "authors": [],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "996-1002",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Neonatal adaptive immunity comes of age",
            "authors": [],
            "year": 2004,
            "venue": "Nat Rev Immunol",
            "volume": "4",
            "issn": "",
            "pages": "553-564",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Neonatal innate TLR‐mediated responses are distinct from those of adults",
            "authors": [],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "183",
            "issn": "",
            "pages": "7150-7160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Interferon regulatory factor 7‐mediated responses are defective in cord blood plasmacytoid dendritic cells",
            "authors": [],
            "year": 2008,
            "venue": "Eur J Immunol",
            "volume": "38",
            "issn": "",
            "pages": "507-517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Developmental regulation of Th17‐cell capacity in human neonates",
            "authors": [],
            "year": 2012,
            "venue": "Eur J Immunol",
            "volume": "42",
            "issn": "",
            "pages": "311-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "IL‐17‐induced pulmonary pathogenesis during respiratory viral infection and exacerbation of allergic disease",
            "authors": [],
            "year": 2011,
            "venue": "Am J Pathol",
            "volume": "179",
            "issn": "",
            "pages": "248-258",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "IL‐27R‐mediated regulation of IL‐17 controls the development of respiratory syncytial virus‐associated pathogenesis",
            "authors": [],
            "year": 2014,
            "venue": "Am J Pathol",
            "volume": "184",
            "issn": "",
            "pages": "1807-1818",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Perinatal activation of the interleukin‐33 pathway promotes type 2 immunity in the developing lung",
            "authors": [],
            "year": 2016,
            "venue": "Immunity",
            "volume": "45",
            "issn": "",
            "pages": "1285-1298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "First‐breath‐induced type 2 pathways shape the lung immune environment",
            "authors": [],
            "year": 2017,
            "venue": "Cell Rep",
            "volume": "18",
            "issn": "",
            "pages": "1893-1905",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Pulmonary susceptibility of neonates to respiratory syncytial virus infection: a problem of innate immunity?",
            "authors": [],
            "year": 2017,
            "venue": "J Immunol Res",
            "volume": "2017",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Passive protection against respiratory syncytial virus disease in infants: the role of maternal antibody",
            "authors": [],
            "year": 1994,
            "venue": "Pediatr Infect Dis J",
            "volume": "13",
            "issn": "",
            "pages": "449-453",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "A Phase randomized, observer‐blind, placebo‐controlled, dose‐ranging trial of aluminum‐adjuvanted respiratory syncytial virus F particle vaccine formulations in healthy women of childbearing age",
            "authors": [],
            "year": 2017,
            "venue": "Vaccine",
            "volume": "35",
            "issn": "",
            "pages": "3749-3759",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Past, present and future approaches to the prevention and treatment of respiratory syncytial virus infection in children",
            "authors": [],
            "year": 2018,
            "venue": "Infect Dis Ther",
            "volume": "7",
            "issn": "",
            "pages": "87-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Viral etiologies of infant bronchiolitis, croup and upper respiratory illness during 4 consecutive years",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "950-955",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Asthmatic bronchial epithelial cells have a deficient innate immune response to infection with rhinovirus",
            "authors": [],
            "year": 2005,
            "venue": "J Exp Med",
            "volume": "201",
            "issn": "",
            "pages": "937-947",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Role of deficient type III interferon‐lambda production in asthma exacerbations",
            "authors": [],
            "year": 2006,
            "venue": "Nat Med",
            "volume": "12",
            "issn": "",
            "pages": "1023-1026",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "The suppression of innate immune response by human rhinovirus C",
            "authors": [],
            "year": 2017,
            "venue": "Biochem Biophys Res Commun",
            "volume": "490",
            "issn": "",
            "pages": "22-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Rhinovirus‐induced IL‐25 in asthma exacerbation drives type 2 immunity and allergic pulmonary inflammation",
            "authors": [],
            "year": 2014,
            "venue": "Sci Transl Med",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Neonatal rhinovirus induces mucous metaplasia and airways hyperresponsiveness through IL‐25 and type 2 innate lymphoid cells",
            "authors": [],
            "year": 2014,
            "venue": "J Allergy Clin Immunol",
            "volume": "134",
            "issn": "",
            "pages": "429-439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Viral bronchiolitis",
            "authors": [],
            "year": 2017,
            "venue": "Lancet",
            "volume": "389",
            "issn": "",
            "pages": "211-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "A randomized trial of high‐flow oxygen therapy in infants with bronchiolitis",
            "authors": [],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "1121-1131",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Bronchiolitis management before and after the AAP guidelines",
            "authors": [],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "133",
            "issn": "",
            "pages": "e1-e7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "The effect of respiratory syncytial virus on subsequent recurrent wheezing in atopic and nonatopic children",
            "authors": [],
            "year": 2010,
            "venue": "J Allergy Clin Immunol",
            "volume": "126",
            "issn": "",
            "pages": "256-262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Updated guidance for palivizumab prophylaxis among infants and young children at increased risk of hospitalization for respiratory syncytial virus infection",
            "authors": [],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "",
            "pages": "e620-e638",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "The potential of anti‐infectives and immunomodulators as therapies for asthma and asthma exacerbations",
            "authors": [],
            "year": 2018,
            "venue": "Allergy",
            "volume": "73",
            "issn": "",
            "pages": "50-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Promising approaches for the treatment and prevention of viral respiratory illnesses",
            "authors": [],
            "year": 2017,
            "venue": "J Allergy Clin Immunol",
            "volume": "140",
            "issn": "",
            "pages": "921-932",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Prednisolone reduces recurrent wheezing after a first wheezing episode associated with rhinovirus infection or eczema",
            "authors": [],
            "year": 2007,
            "venue": "J Allergy Clin Immunol",
            "volume": "119",
            "issn": "",
            "pages": "570-575",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Prednisolone reduces recurrent wheezing after first rhinovirus wheeze: a 7‐year follow‐up",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Allergy Immunol",
            "volume": "24",
            "issn": "",
            "pages": "237-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Short‐ and long‐term efficacy of prednisolone for first acute rhinovirus‐induced wheezing episode",
            "authors": [],
            "year": 2015,
            "venue": "J Allergy Clin Immunol",
            "volume": "135",
            "issn": "",
            "pages": "691-698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Prednisolone for the first rhinovirus‐induced wheezing and 4‐year asthma risk: a randomized trial",
            "authors": [],
            "year": 2017,
            "venue": "Pediatr Allergy Immunol",
            "volume": "28",
            "issn": "",
            "pages": "557-563",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Respiratory syncytial virus in early life and risk of wheeze and allergy by age 13 years",
            "authors": [],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "541-545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Hospitalization for RSV bronchiolitis before 12 months of age and subsequent asthma, atopy and wheeze: a longitudinal birth cohort study",
            "authors": [],
            "year": 2005,
            "venue": "Pediatr Allergy Immunol",
            "volume": "16",
            "issn": "",
            "pages": "386-392",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Long‐term burden and respiratory effects of respiratory syncytial virus hospitalization in preterm infants‐the SPRING study",
            "authors": [],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Asthma and allergy patterns over 18 years after severe RSV bronchiolitis in the first year of life",
            "authors": [],
            "year": 2010,
            "venue": "Thorax",
            "volume": "65",
            "issn": "",
            "pages": "1045-1052",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Palivizumab prophylaxis in preterm infants and subsequent recurrent wheezing. six‐year follow‐up study",
            "authors": [],
            "year": 2017,
            "venue": "Am J Respir Crit Care Med",
            "volume": "196",
            "issn": "",
            "pages": "29-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Respiratory syncytial virus prevention and asthma in healthy preterm infants: a randomised controlled trial",
            "authors": [],
            "year": 2018,
            "venue": "Lancet Respir Med",
            "volume": "6",
            "issn": "",
            "pages": "257-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "The causal direction in the association between respiratory syncytial virus hospitalization and asthma",
            "authors": [],
            "year": 2009,
            "venue": "Journal Allergy Clin Immunol",
            "volume": "123",
            "issn": "",
            "pages": "131-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Early‐life respiratory viral infections, atopic sensitization, and risk of subsequent development of persistent asthma",
            "authors": [],
            "year": 2007,
            "venue": "J Allergy Clin Immunol",
            "volume": "119",
            "issn": "",
            "pages": "1105-1110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Wheezing rhinovirus illnesses in early life predict asthma development in high‐risk children",
            "authors": [],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "667-672",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "Early life rhinovirus wheezing, allergic sensitization, and asthma risk at adolescence",
            "authors": [],
            "year": 2017,
            "venue": "J Allergy Clin Immunol",
            "volume": "139",
            "issn": "",
            "pages": "501-507",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Environmental exposure to endotoxin and its relation to asthma in school‐age children",
            "authors": [],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "869-877",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Innate immunity and asthma risk in amish and hutterite farm children",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "411-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Allergy is rare where butterflies flourish in a biodiverse environment",
            "authors": [],
            "year": 2009,
            "venue": "Allergy",
            "volume": "64",
            "issn": "",
            "pages": "1799-1803",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Effects of early‐life exposure to allergens and bacteria on recurrent wheeze and atopy in urban children",
            "authors": [],
            "year": 2014,
            "venue": "J Allergy Clin Immunol",
            "volume": "134",
            "issn": "",
            "pages": "593-601",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Implementation gaps for asthma prevention and control",
            "authors": [],
            "year": 2017,
            "venue": "Respir Med",
            "volume": "130",
            "issn": "",
            "pages": "13-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "Fish oil‐derived fatty acids in pregnancy and wheeze and asthma in offspring",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "375",
            "issn": "",
            "pages": "2530-2539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "As you eat it: effects of prenatal nutrition on asthma",
            "authors": [],
            "year": 2018,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "6",
            "issn": "",
            "pages": "711-718",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Vaccines: could asthma in young children be a preventable disease?",
            "authors": [],
            "year": 2016,
            "venue": "Pediatr Allergy Immunol",
            "volume": "27",
            "issn": "",
            "pages": "682-686",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "EAACI guidelines on allergen immunotherapy: allergic rhinoconjunctivitis",
            "authors": [],
            "year": 2018,
            "venue": "Allergy",
            "volume": "73",
            "issn": "",
            "pages": "765-798",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Results from the 5‐year SQ grass sublingual immunotherapy tablet asthma prevention (GAP) trial in children with grass pollen allergy",
            "authors": [],
            "year": 2018,
            "venue": "J Allergy Clin Immunol",
            "volume": "141",
            "issn": "",
            "pages": "529-538",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Randomized trial of omalizumab (anti‐IgE) for asthma in inner‐city children",
            "authors": [],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "1005-1015",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "Preseasonal treatment with either omalizumab or an inhaled corticosteroid boost to prevent fall asthma exacerbations",
            "authors": [],
            "year": 2015,
            "venue": "J Allergy Clin Immunol",
            "volume": "136",
            "issn": "",
            "pages": "1476-1485",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Nonspecific immunomodulators for recurrent respiratory tract infections, wheezing and asthma in children: a systematic review of mechanistic and clinical evidence",
            "authors": [],
            "year": 2018,
            "venue": "Curr Opin Allergy Clin Immunol",
            "volume": "18",
            "issn": "",
            "pages": "198-209",
            "other_ids": {
                "DOI": []
            }
        }
    }
}