{
    "paper_id": "PMC7115247",
    "metadata": {
        "title": "Comparative Evaluation of Diatherix Target Enriched Multiplex Polymerase Chain Reaction and BioFire FilmArray in the Detection of Viral and Bacterial Respiratory Pathogens",
        "authors": [
            {
                "first": "Wei-Ju",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [],
                "last": "Arnold",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Fairchok",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Erin",
                "middle": [],
                "last": "Hansen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Leslie",
                "middle": [],
                "last": "Malone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Grigorenko",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Donald",
                "middle": [],
                "last": "Stalons",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jacqueline",
                "middle": [
                    "Owens"
                ],
                "last": "Milzman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michelande",
                "middle": [],
                "last": "Ridore",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Coles",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Timothy",
                "middle": [],
                "last": "Burgess",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eugene",
                "middle": [],
                "last": "Millar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nBackground. The speed and efficiency of etiologic determination of influenza-like illness (ILI) has been greatly improved with multiplex diagnostic assays. We conducted a comparative evaluation of 2 multiplex assays with coverage of viral and bacterial respiratory pathogens.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nMethods. Specimens (n = 403) were derived from an observational study of febrile ILI among otherwise healthy subjects at 5 US military hospitals from 2009 to 2014. Specimens were first tested by single-plex polymerase chain reaction (PCR) for influenza. Specimens were then tested by 2 assays: (1) target‐enriched multiplex PCR (TEM-PCR; Diatherix Laboratories, Inc, Huntsville, AL) and (2) BioFire FilmArray Respiratory Panel (FilmArray; BioFire Diagnostics, Salt Lake City, UT). The panels have 8 viral (human rhinovirus/enterovirus [HRV/EV], influenza A, influenza B, coronavirus, respiratory syncytial virus (RSV), parainfluenza, human metapneumovirus [hMPV], adenovirus [ADV]) and 3 bacterial (Mycoplasma pneumoniae, Bordetella pertussis, and Chlamydophila pneumoniae) pathogens in common. Specimens were selected based on availability, and tests were performed in separate laboratories. Kappa (κ) coefficients and 95% confidence intervals (CIs) were computed.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nResults. The multiplex evaluation of influenza-PCR-positive specimens (n = 34) was incomplete and thus excluded from analysis. Of the 308 specimens with complete results, TEM-PCR and FilmArray detected at least 1 viral pathogen among 197 (64.0%) and 198 (64.3%) specimens, respectively. The frequency of viral codetection (i.e. 2 or more viral pathogens in a specimen) was 7.1% for TEM-PCR and 6.5% for BioFire FilmArray (p = 0.67; McNemar's test). Only 1 (0.3%) specimen was positive for C pneumoniae by FilmArray, and neither assay detected B pertussis. Pathogen-specific agreement between the panels was as follows: HRV/EV (κ = 0.75; 95% CI, 0.66–0.84), coronavirus (κ = 0.91; 95% CI, 0.86–0.97), RSV (κ = 0.85; 95% CI, 0.77–0.94), parainfluenza (κ = 0.97; 95% CI, 0.91–1), hMPV (κ = 0.85; 95% CI, 0.74–0.96), ADV (κ = 0.21; 95% CI, −0.15 to 0.58), and M pneumoniae (κ = 0.72; 95% CI, 0.42–1).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nConclusion. These results reveal a high degree of concordance between Diatherix Laboratories TEM-PCR and BioFire FilmArray in the detection of viral respiratory pathogens.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nDisclosures. L. Malone, Diatherix Laboratories, LLC: Employee, Salary; E. Grigorenko, Diatherix Laboratories, LLC: Employee, Salary; D. Stalons, Diatherix Laboratories, LLC: Employee, Salary",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}