{
    "paper_id": "PMC7136439",
    "metadata": {
        "title": "COVID-19",
        "authors": [
            {
                "first": "Khae",
                "middle": [
                    "Hawn"
                ],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "COVID-19 has struck fear into populations throughout the world and horrified the global medical community, with the World Health Organization (WHO) declaring it a pandemic only 2 and a half months after the outbreak of the disease. Although, as the situation appears to have stabilized in South Korea, other countries throughout the world—including the United States—just started implementing emergency measures. However, the measures, such as slashing interest rates and investing financial resources into the markets, are primarily focused on economic measures, the effects of which are inherently limited in conquering the disease.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This crisis did not result from loans or incompetent financial policies, but from a virus; therefore, macro-economic policies and financial interventions have limitations as responses to this crisis. It is obvious to the medical community that recovery will only be possible when effective medication (s) and a vaccine become available. As an indicator of how preliminary is the nature of our understanding of COVID-19, we are still not able to establish the difference between being symptom-free and experiencing the initial symptoms of the disease. In addition, there is still no formulated system for classifying its typical symptoms as moderate or severe. Leading countries, including South Korea, and large pharmaceutical companies have launched clinical trials to urgently develop medication (s) and a vaccine. We are hoping to see the results of such efforts soon.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "With WHO declaring the pandemic, unless COVID-19 dies down worldwide, fear is resonating throughout the world, including erroneous ways such as prejudice against all Asians, including Koreans. Today, as I am writing this, a 17-year-old South Korean adolescent died of aggravated acute respiratory distress syndrome. He tested negative for COVID-19 nine times; although several specimens were drawn (including a urine sample), the final result has not yet been confirmed. Although some reports have stated that the virus can be detected in feces or urine, whether this patient was infected through either of these routes has not yet been confirmed.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although single-center cohort studies may lead to the formulation of various possible medical and biological explanations regarding the pathology and clinical course of COVID-19, I believe that at this point the most important matter is to develop effective medication (s) and a vaccine by systematically approaching the fundamental problem of the virus itself, which is our responsibility as scientists. Unless validated medication (s) and a vaccine are commercialized in the near future, COVID-19 is likely to become an endemic disease. If this occurs, the fatality rate will depend on the timeliness of diagnoses and the nature of medical treatment that patients in specific regions receive. The ultimate goal is to lower the fatality rate through the dedicated efforts of scientists and medical service providers.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}