{
    "paper_id": "PMC7117586",
    "metadata": {
        "title": "Role of Respiratory Virus Panels in Antimicrobial Stewardship in Immunocompromised Patients",
        "authors": [
            {
                "first": "Nicholas",
                "middle": [],
                "last": "Mercuro",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rachel",
                "middle": [
                    "M"
                ],
                "last": "Kenney",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [],
                "last": "Tibbetts",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Linoj",
                "middle": [],
                "last": "Samuel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Susan",
                "middle": [
                    "L"
                ],
                "last": "Davis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nBackground. Respiratory virus (RV) panels have emerged as a novel method for detecting influenza and pathogens known to cause influenzalike illness that may have clinical relevance in immunocompromised patients. The purpose of this study was to describe turnaround time (TAT) and antimicrobial stewardship interventions associated with in-house RV testing compared to send-out testing in an immunocompromised population.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nMethods. This was an IRB-approved, pretest-posttest quasiexperiment at an 802-bed hospital in Detroit MI. Inpatients ≥18 years of age with solid organ and bone marrow transplant, or those with immunocompromising conditions in the intensive care unit (ICU) were included. Collection periods were RV season 1 (RVS1), October 2014 to March 2015 (send-out testing), and RV season 2 (RVS2), October 2015 to April 2016 (in-house testing). TAT was measured from specimen collection to result; time to intervention (TTI) was measured from specimen collection to change in drug therapy. RVS1 and RVS2 were compared using bivariate tests.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nResults. One hundred thirty-one patients were included (56 RVS1, 75 RVS2); 61.1% of patients were clinically diagnosed with pneumonia, 27.5% of which was microbiologically confirmed. The in-house panel reduced TAT and TTI, and had more positive testing (table). Most common pathogens were influenza (8 in RVS1, 5 in RVS2), coronavirus (0 and 11), and rhinovirus (1 and 7). Differences were not observed between groups for frequency or type of intervention or outcome.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nConclusion. Diagnostic yield and TTI were improved by in-house RV testing, but this did not impact length of stay (LOS), duration of therapy (DOT), or frequency of drug-related interventions. The majority of interventions were discontinuation of oseltamivir, with minimal impact on antibacterial use.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nDisclosures. All authors: No reported disclosures.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}