{
    "paper_id": "PMC7107296",
    "metadata": {
        "title": "Evaluation of two-stage weaning and trace mineral injection on receiving cattle growth performance and behavior",
        "authors": [
            {
                "first": "Jordan",
                "middle": [
                    "C"
                ],
                "last": "Rauch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [
                    "S"
                ],
                "last": "Stokes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [
                    "W"
                ],
                "last": "Shike",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Most beef operations wean by abruptly separating the cow and calf, usually at a much younger age than in a natural or self-weaning situation (Hudson et al., 2010). The results of abrupt weaning are well documented and consistent, as cows and calves spend more time walking and vocalizing and less time resting or eating (Veissier and Le Neindre, 1989). Excessive vocalizations can increase the respiratory tract’s susceptibility to infectious pathogens that can lead to bovine respiratory disease (BRD; Loerch and Fluharty, 1999), which is considered the biggest health challenge facing the cattle industry (Duff and Galyean, 2007). Alternative weaning strategies such as fence line weaning (Nicol, 1977) and 2-stage weaning with a plastic nose weaning clip (Haley et al., 2001) have been investigated and both strategies positively influence behavior (Price et al., 2003; Haley et al., 2005); however, impacts on performance are inconclusive.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 161,
                    "mention": "Hudson et al., 2010",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 321,
                    "end": 350,
                    "mention": "Veissier and Le Neindre, 1989",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 503,
                    "end": 528,
                    "mention": "Loerch and Fluharty, 1999",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 608,
                    "end": 630,
                    "mention": "Duff and Galyean, 2007",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 692,
                    "end": 703,
                    "mention": "Nicol, 1977",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 759,
                    "end": 777,
                    "mention": "Haley et al., 2001",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 853,
                    "end": 871,
                    "mention": "Price et al., 2003",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 873,
                    "end": 891,
                    "mention": "Haley et al., 2005",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Trace minerals (TMs) are essential to the health and growth of cattle (Underwood and Suttle, 1999). Newly weaned and received cattle are often stressed and have a decreased dry matter intake (DMI; Ceciliani et al., 2012), which could result in limited TM intake. In addition, the status of newly received animals entering a feedlot is largely unknown and is challenging for producers to assess. The National Academies of Science, Engineering, and Medicine (2016) recommends increasing diet TM concentrations for stressed cattle to 150% that of normal requirements. An injectable trace mineral (ITM) may ensure each animal receives the targeted amount of TM (Arthington et al., 2014) regardless of initial TM status, stress level, and eating behavior. However, likely due to variations in initial mineral status across herds, performance responses to ITM at times of weaning and receiving have been variable (Richeson and Kegley, 2011; Arthington et al., 2014; Genther-Schroeder and Hansen, 2015).",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 97,
                    "mention": "Underwood and Suttle, 1999",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 197,
                    "end": 219,
                    "mention": "Ceciliani et al., 2012",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 395,
                    "end": 462,
                    "mention": "The National Academies of Science, Engineering, and Medicine (2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 658,
                    "end": 681,
                    "mention": "Arthington et al., 2014",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 908,
                    "end": 933,
                    "mention": "Richeson and Kegley, 2011",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 935,
                    "end": 958,
                    "mention": "Arthington et al., 2014",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 960,
                    "end": 994,
                    "mention": "Genther-Schroeder and Hansen, 2015",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "To the best of our knowledge, no previous research has evaluated the interaction of weaning strategy and ITM. Therefore, our objective of this experiment was to evaluate the interaction between weaning strategies and ITM on receiving calf growth performance and behavior. The hypothesis of this experiment was that a TM injection would be more advantageous in abruptly weaned calves due to the increased stress and decreased feed intake expected upon arrival.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Angus and Simmental × Angus steers (n = 136 body weight [BW] = 200 ± 26 kg), 61 from the Orr Agricultural Research and Demonstration Center (ORC) in Baylis, IL, and 75 from the University of Illinois Beef Cattle and Sheep Field Research Laboratory (URB) in Urbana, IL, were utilized to evaluate the effects of two-stage weaning and an ITM (Multimin90; Multimin USA, Fort Collins, CO) on cattle growth performance and behavior. Experimental procedures followed those approved by the University of Illinois Laboratory Animal Care Advisory Committee’s protocol 15143 and followed the guidelines recommended in the Guide for the Care and Use of Agricultural Animal in Agricultural Research and Teaching (FASS, 2010).",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 710,
                    "mention": "FASS, 2010",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Animals and Experimental Design ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A randomized complete block design with a 2 × 2 factorial arrangement of treatments was used. Calves were blocked by source (ORC and URB) and randomly assigned to one of four treatments: 1) two-stage weaning (calves prevented from nursing using plastic nose flap in initial stage and separated from dam in second stage) and ITM (2MM), 2) two-stage weaning and saline injection (2SAL), 3) abrupt weaning and ITM (AbtMM), and 4) abrupt weaning and saline injection (AbtSAL).",
            "cite_spans": [],
            "section": "Animals and Experimental Design ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Prior to experiment initiation, calves at URB and the ORC received Calf Guard (contains strains of bovine rotavirus and bovine coronavirus for preventing diarrhea; Zoetis, Kalamazoo, MI) and Ecolizer + C20 (Clostridium perfringens Type C and K99 Escherichia coli antibodies to provide scour protection; Elanco Animal Health, Greenfield, IN) at birth. Two to 3 d after birth, calves at both facilities were administered BO-SE (selenium and vitamin E for the prevention of white muscle disease; Merck Animal Health, Madison, NJ), Bovi-Sera (Arcanobacterium pyogenes, E. coli, Mannheimia haemolytica, Pasteurella multocida, Salmonella typhimurium antibodies of bovine origin for the prevention and treatment of respiratory conditions; Colorado Serum Company, Denver, CO), and Inforce 3 (Bovine Rhinotracheitis, Parainfluenza3, and Bovine Respiratory Syncytial Virus Vaccine; Zoetis, Kalamazoo, MI). At this time calves at URB also received Vitamin A and D injection, and a metaphylactic treatment of Excede (ceftiofur crystalline free acid for antimicrobial treatment; Zoetis, Kalamazoo, MI). Calves (126 ± 19 d of age) at both facilities received Bovi-Shield Gold FP5 VL5 HB (Modified live virus strains of Infections Bovine Rhinotracheitis, Bovine viral diarrhea types 1 and 2, Parainfluenza3, and Bovine Respiratory Syncytial Virus; Pfizer, New York, NY), Autogenous Mycoplasma Vaccine (for the prevention of Mycoplasma bovis; New Port Laboratories, Worthington, MN), and Covexin 8 (for the prevention of diseases caused by C. chauvoei, C. septicum, C. haemolyticum, C. novyi, C. sordellii, C. perfringens types B, C, and D, and Mannheimia haemolytica type A1; Merck Animal Health, Madison, NJ). All bull calves were banded for castration. Calves (175 ± 19 d of age) at ORC also were administered One Shot Ultra 8 (for the prevention of diseases caused by C. chauvoei, septicum, and novyi; Zoetis, Kalamazoo, MI). Boosters of Bovi-Shield Gold FP5 VL5 HB and Autogenous Mycoplasma Vaccine were given to calves (175 ± 19 d of age) at both facilities. In addition to these vaccines, calves at ORC also received UltraChoice 8 (for the prevention of diseases caused by C. chauvoei, septicum, haemolyticum, novyi, sordellii, perfringens types C and D; Zoetis, Kalamazoo, MI), Inforce 3 (Bovine Rhinotracheitis, Parainfluenza3, and Bovine Respiratory Syncytial Virus Vaccine; Zoetis, Kalamazoo, MI), and Eprinex (eprinomectin for parasite control; Merial, Duluth, GA).",
            "cite_spans": [],
            "section": "Calf Management and Data Collection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "On d−6, calves were weighed, plastic calf weaner devices (Agri-Pro Enterprises of Iowa, Inc., Iowa Falls, IA) were inserted (used to prevent calf from nursing) into two-stage weaned calves, and received either a subcutaneous ITM or saline injection administered at a rate of 1 mL/45.4 kg of BW. On day 0, calves were removed from dam, weighed, plastic calf weaner devices were removed from two-stage weaned calves, and ORC calves were shipped via commercial trucking 272 km to Urbana, IL. Calves from Urbana were shipped via commercial trucking for an equal distance as ORC cattle so that calves from both facilities were subjected to similar shipping time and stress. Upon arrival, calves were reweighed and pre-trucking and arrival BW were used to calculate a percent trucking BW shrink for each calf. Upon arrival, calves were sorted by source and treatment and randomly assigned to pens (5–7 steers per pen [4.88 × 10.36 m]). Calves were housed in two identical barns. Barns were constructed of a wood frame with a ribbed metal roof and with siding on the north, west, and east sides. The south side of the barn was covered with polyvinyl chloride–coated 1.27 × 1.27 cm wire mesh bird screen and equipped with retractable curtains for wind protection. Pens had slatted concrete floors covered by interlocking rubber matting. Weaning method was separated by barn to minimize influence of other treatment on behavior. Calves were fed in 4.27 m concrete feed bunks and were offered ad libitum access to a receiving diet from day 0 to 6, a transition diet from day 7 to 42, a step-up diet from day 43 to 53, and a growing diet from day 54 to 124 (Table 1). All calves were weighed again on days 41, 42, 123, and 124. Day 0 to 42 was referred to as the receiving period. The growing period was considered to be from day 42 to 124 and overall period was considered day 0 to 124. Average BW from days 41 and 42 and days 123 and 124 were used to calculate average daily gain (ADG) for receiving and growing periods, respectively. Incidence of morbidity was recorded daily by animal care personnel throughout the duration of the trial.",
            "cite_spans": [],
            "section": "Calf Management and Data Collection ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 1647,
                    "end": 1654,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Feed ingredient samples were collected on days 14, 28, 42, 70, 98, and 124 of the trial. Feed samples were dried (3 d at 55 °C) and then ground using a Wiley mill (1-mm screen; Arthur H. Thomas, Philadelphia, PA). Ground forage and feed ingredient samples were analyzed for crude protein (Leco TruMac, LECO Corporation, St. Joseph, MI), crude fat (Ankom XT Fat Analyzer, Ankom Technology, Macedon, NY), and neutral detergent fiber, and acid detergent fiber using an Ankom 200 Fiber analyzer (Ankom Technology). Feed bunks were cleaned to measure feed refusal in each barn on days 7, 14, 20, and 43 of the trial. Feed refusals were then weighed and aliquots were taken for dry matter determination.",
            "cite_spans": [],
            "section": "Feed and Plasma Analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "On d−6 and 0, 10 mL of blood was collected on calves via jugular venipuncture into K2 ethylenediaminetetraacetate blood collection tubes (Becton, Dickinson and Company, Franklin Lakes, NJ). Blood samples were transferred on ice to the laboratory where they were centrifuged at 1,300 × g for 20 min at 4 °C. Plasma was separated and transferred into 1.5-mL aliquots and stored at −20 °C for cortisol analysis. Plasma concentrations of cortisol were determined using a single chemiluminescent enzyme immunoassay (Immulite 1000; Siemens Medical Solutions Diagnostics, Los Angeles, CA). Intra-assay CV for the analysis of cortisol was 1.9%.",
            "cite_spans": [],
            "section": "Feed and Plasma Analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Calf behavior was observed on days 1 and 2, in 4 h time blocks with observers rotating every hour (24 total pens divided among two separate barns). Calves were fed at 0700 and calf behavior was observed from 0800 to 2000 on both days. Behavior assessment was taken in 10-min intervals and included number of steers lying, standing, walking, and eating. Behavior activities were not mutually exclusive (steers could be standing and eating). On a rotating basis (4 pens per 10 min interval) pens were observed for vocalizations (total number of vocalizations in 2 min). Any audible vocal sound that could be attributed to a specific calf was counted as a vocalization. Total vocalizations recorded in 2 min were multiplied by 30 to get number of vocalizations per hour and then divided by number of steers in pen to get vocalizations per steer per hour. Undergraduate and graduate student volunteers from the Department of Animal Sciences, University of Illinois, were used to observe cattle behavior and served in 4-h shifts. Students were blind to the source of origin and treatment of the steers.",
            "cite_spans": [],
            "section": "Behavior ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Pen (six per treatment combination) was the experimental unit for all calf performance, behavior characteristics, and plasma cortisol. Data were analyzed using the MIXED procedure of SAS (SAS Institute Inc., Cary, NC). The statistical model included weaning strategy, TM injection, the interaction of weaning strategy and TM injection, and cattle source (ORC and URB) as fixed effects and pen as a random effect. Treatment effects were considered significant at P ≤ 0.05 and trends at 0.05 < P ≤ 0.10. Means reported in tables are least squares means ± SEM.",
            "cite_spans": [],
            "section": "Statistics ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "During the preweaning period, there was no weaning strategy × ITM interaction (P ≥ 0.66; Table 2) for BW on d−6 or prior to trucking. There was also no effect (P ≥ 0.14) of weaning strategy or ITM on BW on d−6 or prior to trucking. Abruptly weaned calves had greater (P < 0.01) preweaning ADG than two-stage weaned calves; however, there was no effect (P ≥ 0.39) of ITM or weaning strategy × ITM interaction for preweaning ADG. Treatment did not affect (P ≥ 0.17) trucking shrink at feedlot arrival.",
            "cite_spans": [],
            "section": "Calf Performance ::: RESULTS",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "During the receiving period, there was no weaning strategy × ITM interaction (P ≥ 0.11; Table 2) for BW on day 0 or 42. Abruptly weaned calves tended (P = 0.09) to have greater BW at day 0 than two-stage weaned calves. There was no ITM effect (P ≥ 0.49) on BW on day 0 or 42 or weaning age effect (P = 0.86) on BW on day 42. Treatment did not affect (P ≥ 0.14) ADG during the receiving period. There was a trend (P = 0.10) for a weaning strategy × ITM interaction for DMI during the receiving period. Abruptly weaned calves tended (P = 0.08) to eat more than two-stage calves during the receiving period. Calves that received ITM ate more (P = 0.03) than calves that received saline. Treatment did not affect (P ≥ 0.46) gain-to-feed ratio (G:F).",
            "cite_spans": [],
            "section": "Calf Performance ::: RESULTS",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "During the growing period, treatment did not affect (P ≥ 0.11; Table 3) BW on day 42 or 124. Treatment also did not affect (P ≥ 0.16) growing period ADG. There was a weaning strategy × ITM interaction (P = 0.01) for DMI during the growing period; 2MM calves ate more (P ≤ 0.05) than 2SAL and AbtMM calves with AbtSAL calves being intermediate and not different (P ≥ 0.11) than the others. There was a trend (P = 0.06) for weaning strategy × ITM interaction for G:F during the growing period.",
            "cite_spans": [],
            "section": "Calf Performance ::: RESULTS",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "There was no weaning strategy × ITM interaction (P ≥ 0.15; Table 3) for overall ADG from d−6 to 124 or for overall ADG from day 0 to 124. There was no effect (P = 0.15) of ITM on ADG from d−6 6 to 124; however, calves that received ITM tended (P = 0.06) to have greater ADG from day 0 to 124. There was a weaning strategy × ITM interaction (P < 0.01) for DMI during the overall period from day 0 to 124; 2MM calves ate more (P < 0.01) than 2SAL, but DMI was not different (P = 0.58) between AbtMM and AbtSAL calves. There was a weaning strategy × ITM interaction (P < 0.01) for G:F during the overall period from day 0 to 124; 2SAL calves had greater (P = 0.05) G:F than AbtSAL, with 2MM and AbtMM calves being intermediate and not different (P = 0.38) than each other.",
            "cite_spans": [],
            "section": "Calf Performance ::: RESULTS",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "There was no weaning strategy × ITM interaction (P ≥ 0.23; Table 4) for cortisol concentrations on d−6 or 0. Weaning strategy and ITM did not affect (P ≥ 0.36) cortisol concentrations on d−6 or 0.",
            "cite_spans": [],
            "section": "Cortisol ::: RESULTS",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "There was a weaning strategy × ITM interaction (P = 0.01; Table 5) for the percent of steers walking on day 2; AbtMM steers walked the more (P < 0.01) than AbtSAL and the 2MM and 2SAL steers walked less (P < 0.01) than either abruptly weaned treatment and were not different (P = 0.71) than each other. There was also a tendency (P = 0.09) for an interaction for the percent of steers eating on day 2. There were no weaning strategy × ITM interactions (P ≥ 0.28) for the percent of steers standing or lying on either day 1 or 2 nor percent of steers walking and eating on day 1. There were no weaning strategy × ITM interactions (P ≥ 0.29) on the number of vocalizations on either day. On day 1, weaning strategy had an effect (P ≤ 0.01) on the percent of steers standing, lying, eating, and walking, where a greater percentage of two-stage steers were recorded eating and lying and a lesser percentage of two-stage steers were recorded standing and walking. On day 2, there was a weaning strategy effect (P ≤ 0.02) on the percentage of steers standing, lying, and eating. A greater percentage of two-stage steers were recorded standing and eating, and a lesser percentage of two-stage steers were recorded lying. On both days, two-stage steers vocalized significantly less (P < 0.01) than abruptly weaned steers. ITM had no effect (P ≥ 0.22) on the percent of steers standing, lying, and eating on either day 1 or 2 and had no effect on the percent of steers walking on day 1 (P = 0.61). On day 2, a greater (P < 0.01) percent of steers receiving ITM were observed walking. There was no ITM effect (P ≥ 0.36) on the number of vocalizations on either day 1 or 2.",
            "cite_spans": [],
            "section": "Behavior and Vocalizations ::: RESULTS",
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Due to the segmented nature of the beef industry, calves are often abruptly weaned and then transported directly to a feedlot or backgrounding facility. These calves exhibit increased behavioral stress, with excess walking and vocalization (Veissier and Le Neindre, 1989) that can lead to an increased susceptibility to respiratory tract infections (Loerch and Fluharty, 1999). In addition, even with an adequate TM status (though this is often unknown), due to this additional stress, these animals may also have a greater TM requirement. Therefore, the authors hypothesized that an ITM may be most beneficial in the more stressed, abruptly weaned calves. Steers were housed in two identical barns that were adjacent to each other and were separated by weaning strategy. The authors acknowledge that weaning strategy is potentially confounded by barn; however, calves were segregated by weaning strategy to minimize the impact of calf behavior from one weaning treatment on calf behavior in the other treatment. There were no weaning strategy × ITM interactions for BW or ADG throughout the experiment. In contrast, experiments by Arthington et al. (2014) and Genther-Schroeder and Hansen (2015) showed that stressed calves that received an ITM actually had decreased ADG initially following stress compared to calves receiving saline injections. Genther-Schroeder and Hansen (2015) then followed those calves’ performance for the remainder of a 78-d growing period and noted no effect of an ITM on calf ADG. This is also in contrast to this experiment, where there was a tendency for ITM to improve overall (day 0 to 124) ADG. Arthington et al. (2014) also reported a trend for ITM to increase ADG in growing heifers.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 270,
                    "mention": "Veissier and Le Neindre, 1989",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 350,
                    "end": 375,
                    "mention": "Loerch and Fluharty, 1999",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1132,
                    "end": 1156,
                    "mention": "Arthington et al. (2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1161,
                    "end": 1196,
                    "mention": "Genther-Schroeder and Hansen (2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1348,
                    "end": 1383,
                    "mention": "Genther-Schroeder and Hansen (2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1629,
                    "end": 1653,
                    "mention": "Arthington et al. (2014)",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In addition, there was a weaning strategy × ITM interaction for DMI and G:F during the growing and overall periods; ITM increased DMI in two-stage weaned calves during the growing and overall periods and 2SAL calves were more efficient than AbtSAL calves from day 0 to 124. Genther-Shroeder and Hansen (2015) reported no effect of an ITM on efficiency of stressed calves during the growing period. This is in contrast to Richeson and Kegley (2011) who reported that highly stressed newly received calves that received an ITM had increased G:F compared to their untreated counterparts. The effect of weaning strategy on G:F in saline-treated calves only was unexpected. Although it is common for two-stage weaned calves to have improved performance initially following weaning, compared to their conventionally weaned counterparts (Haley et al., 2005), it is unclear why the 2SAL calves exhibited increased efficiency compared to their AbtSAL for the overall period of day 0 to 124, yet there were no differences between 2MM and AbtMM.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 308,
                    "mention": "Genther-Shroeder and Hansen (2015)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 421,
                    "end": 447,
                    "mention": "Richeson and Kegley (2011)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 831,
                    "end": 849,
                    "mention": "Haley et al., 2005",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "\nArthington et al. (2014) noted that an ITM increased numerous acute phase proteins. This increase in acute phase proteins could result in a modulation of metabolism of carbohydrates, fat, and protein (Gruys et al., 2005) potentially impacting an animal’s growth and efficiency. As mineral status nor acute phase proteins were not assessed in this experiment, it is unknown if perhaps these data would have helped to explain the results. The cattle utilized in these previous experiments were subjected to only shipping stress, whereas the cattle in this experiment experienced the culmination of both shipping and weaning stressors. The overall minimal ITM effect may be due to the fact that these calves came from well-managed University herds and likely had an adequate TM status. However, this was not measured in this study.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 25,
                    "mention": "Arthington et al. (2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 202,
                    "end": 220,
                    "mention": "Gruys et al., 2005",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although these finding do not support our hypothesis, they again suggest there may be an interaction between level of stress and calf performance.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There were no differences in plasma cortisol concentrations at either sampling time during this study. Lefcourt et al. (1993) stated that diurnal variations in peripheral cortisol in cattle are 1 to 17 ng/mL. All cortisol concentrations, except for 2SAL steers on d−6, were within this range, suggesting that cattle were within the normal range of daily variations in stress. This is supported by Hickey et al. (2003) and Lefcourt and Elsasser (1995) who also reported no effect of weaning on cortisol response. Due to the limited sampling time points in this experiment and that these calves came from a well-managed herd and were used to human interaction, it is possible that peak cortisol concentrations that may have been associated with weaning were simply missed. It is important to note that day 0 cortisol concentrations would have been reflective of weaning and shipping stress, with all treatments exposed to similar shipping stress.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 125,
                    "mention": "Lefcourt et al. (1993)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 397,
                    "end": 417,
                    "mention": "Hickey et al. (2003)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 422,
                    "end": 450,
                    "mention": "Lefcourt and Elsasser (1995)",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There was a weaning strategy × ITM interaction for the percent of steers walking on day 2 where AbtMM steers walked the most. Although authors expected abruptly weaned steers to spend more time walking after separation due to greater stress, it is difficult to explain why AbtMM steers walked more than AbtSAL steers. As hypothesized, the current study showed that two-stage weaned steers vocalize less frequently than abruptly weaned steers on both days 1 and 2 and there was a lower percentage of two-stage weaned steers standing and walking on day 1 compared to abruptly weaned steers. In addition, two-stage weaned steers spent more time lying on day 1 and eating on both days 1 and 2 compared to abruptly weaned steers. This is similar to previous observations (Haley et al., 2001, 2005) that on days 2 and 3 after separation that calves weaned in two stages with the use of anti-suckling nose flaps walk less, spend more time eating, more time lying, and less time standing than calves weaned by traditional abrupt separation. These mentioned findings clearly demonstrate that two-stage weaned calves display less behavioral signs of stress upon separation from the dam than calves weaned by the traditional abrupt separation method. However, calves were not observed for behavior and vocalizations during the 6 d while nose flaps were inserted in two-stage weaned calves, so there is no data to compare behavioral stress of treatment groups prior to separation. Though cortisol levels were not different, based on behavior parameters, it is possible that the two-stage weaned calves were not as stressed upon entering the feedlot compared to the abruptly weaned calves. However, a potentially more complicated interaction between ITM and level of stress may exist.",
            "cite_spans": [
                {
                    "start": 767,
                    "end": 785,
                    "mention": "Haley et al., 2001",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 787,
                    "end": 791,
                    "mention": "2005",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There was only one instance of illness for the duration of this study. A 2MM calf was treated on day 18 for respiratory illness and was back to normal temperature the next day. This extremely low rate of morbidity may be due to several factors; sufficient vaccination program, herd health, mild weather at time of weaning, and a well-balanced ration. A greater rate of morbidity may have been expected if any of these mentioned factors were not in place or if there was more comingling from an increased number of sources. Roberts et al. (2016) found no difference in morbidity between calves, given ITM and calves receiving none when the incidence was low, similar to the results of the current study. In addition, Roberts et al. (2016) found that bovine viral diarrhea-specific antibody response to a respiratory vaccine was greater for ITM calves. The lack of treatment differences may be contributed to extremely low morbidity observed in this experiment.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 544,
                    "mention": "Roberts et al. (2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 716,
                    "end": 737,
                    "mention": "Roberts et al. (2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In summary, two-stage weaning decreased preweaning ADG and behavioral signs of stress at feedlot arrival, but had no effect on overall growth performance. In addition, ITM had no effect on calf BW or behavior, but increased overall DMI in two-stage weaned calves compared to abruptly weaned calves and tended to increase overall ADG regardless of weaning strategy. Further research evaluating the interaction of weaning strategy and ITM in stressed at-risk cattle needs to be conducted before definitive conclusions can be drawn.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Nutrient composition (DM basis) of diets fed to calves in the feedlot\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Effect of weaning strategy and an ITM on calf performance\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Effects of weaning strategy and an ITM on calf DMI and feed efficiency\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4.: Effects of weaning strategy and an ITM on calf plasma cortisol concentrations\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5.: Effect of weaning type and an ITM on steer behavior\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Effects of trace mineral injections on measures of performance and trace mineral status of pre- and postweaned beef calves",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Arthington",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Moriel",
                    "suffix": ""
                },
                {
                    "first": "P.G.",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "G.C.",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Havenga",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Anim. Sci",
            "volume": "92",
            "issn": "",
            "pages": "2630-2640",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Acute phase proteins in ruminants",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ceciliani",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Ceron",
                    "suffix": ""
                },
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Eckersall",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Sauerwein",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Proteomics",
            "volume": "75",
            "issn": "",
            "pages": "4207-4231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Board-invited review: recent advances in management of highly stressed, newly received feedlot cattle",
            "authors": [
                {
                    "first": "G.C.",
                    "middle": [],
                    "last": "Duff",
                    "suffix": ""
                },
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Galyean",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Anim. Sci",
            "volume": "85",
            "issn": "",
            "pages": "823-840",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Guide for the care and use of agricultural animals in agricultural research and teaching. Consortium for developing a guide for the care and use of agricultural research and teaching",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Effect of a multielement trace mineral injection before transit stress on inflammatory response, growth performance, and carcass characteristics of beef steers",
            "authors": [
                {
                    "first": "O.N.",
                    "middle": [],
                    "last": "Genther-Schroeder",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Anim. Sci",
            "volume": "93",
            "issn": "",
            "pages": "1767-1779",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Acute phase reaction and acute phase proteins",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Gruys",
                    "suffix": ""
                },
                {
                    "first": "M.J.M.",
                    "middle": [],
                    "last": "Toussaint",
                    "suffix": ""
                },
                {
                    "first": "T.A.",
                    "middle": [],
                    "last": "Niewold",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Zhejian Univ. Sci. B",
            "volume": "11",
            "issn": "",
            "pages": "1045-1056",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The effects of weaning beef calves in two stages on their behavior and growth rate",
            "authors": [
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "Haley",
                    "suffix": ""
                },
                {
                    "first": "D.W.",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Stookey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Anim. Sci",
            "volume": "83",
            "issn": "",
            "pages": "2205-2214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The simultaneous loss of milk and maternal contact compounds distress at weaning in beef calves",
            "authors": [
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "Haley",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Stookey",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Clavelle",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Watts",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The effect of abrupt weaning of suckler calves on the plasma concentrations of cortisol, catecholamines, leukocytes, acute-phase proteins and in vitro interferon-gamma production",
            "authors": [
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Drennan",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Earley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Anim. Sci",
            "volume": "81",
            "issn": "",
            "pages": "2847-2855",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Effect of weaning date (normal vs. Late) on performance of young and mature beef cows and their progeny in a fall calving system in the southern great plains",
            "authors": [
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Banta",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Lalman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Anim. Sci",
            "volume": "88",
            "issn": "",
            "pages": "1577-1587",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Circadian and ultradian rhythms of peripheral cortisol concentrations in lactating dairy cows",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Lefcourt",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bitman",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kahl",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Dairy Sci",
            "volume": "76",
            "issn": "",
            "pages": "2607-2612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Adrenal responses of Angus x Hereford cattle to the stress of weaning",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Lefcourt",
                    "suffix": ""
                },
                {
                    "first": "T.H.",
                    "middle": [],
                    "last": "Elsasser",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Anim. Sci",
            "volume": "73",
            "issn": "",
            "pages": "2669-2676",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Physiological changes and digestive capabilities of newly received feedlot cattle",
            "authors": [
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Loerch",
                    "suffix": ""
                },
                {
                    "first": "F.L.",
                    "middle": [],
                    "last": "Fluharty",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Anim. Sci",
            "volume": "77",
            "issn": "",
            "pages": "1113-1119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Nutrient requirements of beef cattle",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Beef cattle weaning methods",
            "authors": [
                {
                    "first": "A.M",
                    "middle": [],
                    "last": "Nicol",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "N. Z. J. Agric",
            "volume": "134",
            "issn": "",
            "pages": "17-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Fenceline contact of beef calves with their dams at weaning reduces the negative effects of separation on behavior and growth rate",
            "authors": [
                {
                    "first": "E.O.",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Borgward",
                    "suffix": ""
                },
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Sween",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Anim. Sci",
            "volume": "81",
            "issn": "",
            "pages": "116-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Effect of supplemental trace minerals from injection on health and performance of highly stressed, newly received beef heifers",
            "authors": [
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Richeson",
                    "suffix": ""
                },
                {
                    "first": "E.B.",
                    "middle": [],
                    "last": "Kegley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prof. Anim. Sci",
            "volume": "27",
            "issn": "",
            "pages": "461-466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Effect of injectable trace mineral administration on health, performance, and vaccine response of newly received feedlot cattle",
            "authors": [
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "N.D.",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "W.W.",
                    "middle": [],
                    "last": "Gentry",
                    "suffix": ""
                },
                {
                    "first": "C.P.",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Richeson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Prof. Anim. Sci",
            "volume": "32",
            "issn": "",
            "pages": "842-848",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Underwood",
                    "suffix": ""
                },
                {
                    "first": "N.F.",
                    "middle": [],
                    "last": "Suttle",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "The mineral nutrition of livestock",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Weaning in calves: its effects on social organization",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Veissier",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Le Neindre",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Appl. Anim. Behav. Sci",
            "volume": "24",
            "issn": "",
            "pages": "43-54",
            "other_ids": {
                "DOI": []
            }
        }
    }
}