{
    "paper_id": "PMC7162301",
    "metadata": {
        "title": "Mortality prediction to hospitalized patients with influenza pneumonia: PO2/FiO2 combined lymphocyte count is the answer",
        "authors": [
            {
                "first": "Shu",
                "middle": [
                    "Jing"
                ],
                "last": "Shi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Meng",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ying",
                "middle": [
                    "Mei"
                ],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fei",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiu",
                "middle": [
                    "Xin"
                ],
                "last": "Qu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "email": "caobin_ben@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Three global influenza pandemics of the 20th century, ranging from Spanish flu of 1918 to the 1968 Hong Kong pandemic, proved to be disasters in the history of mankind and caused death toll more than that of the First World War 1. The recent swine origin 2009 pandemic influenza A H1N1 virus led more than 60 million laboratory confirmed cases in 214 countries and over 18 449 deaths until August 2010, resulting in substantial human admission rate and mortality 2. Most patients with severe influenza infections present with pneumonia 3, 4, 5, 6.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As we know that, at the time of a pandemic, one of the most important decisions is to decide the appropriate site of care, which needs not only physician's clinical judgment, but also the objective severity scores or indicators to help the physicians, especially the physicians in the emergency department, to make a right decision.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A variety of pneumonia severity scores have been used to help the physicians to evaluate the mortality or severity of patients with community‐acquired pneumonia (CAP), including pneumonia severity index (PSI) 7, confusion, urea, respiratory rate, blood pressure, age ≥65 year (CURB‐65) 8, confusion, respiratory rate, blood pressure, age ≥65 years (CRB‐65) 9, systolic blood pressure, multi‐lobar chest radiography involvement, albumin level, respiratory rate, tachycardia, confusion, oxygenation, arterial pH (SMART‐COP) 10 and lung injury score (LIS) 11. PSI and CURB‐65 are valid scores in predicting 30‐day mortality with CAP patients 12. SMART‐COP can predict patients who might need vasopressoror ventilatory support interventions with more than 90% accuracy 10. LIS is a useful tool to diagnose acute lung injury/adult respiratory distress syndrome 13.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "But current CAP severity scores (PSI, CURB‐65 and CRB‐65) in predicting mortality in patients with influenza pneumonia is unpersuasive. Several studies 14, 15, 16 indicated that current CAP severity scores failed to predict mortality in patients due to influenza pneumonia. Only one research pointed out that SMART‐COP presented the best performance to indicate intensive care unit (ICU) admission in patients with H1N1 pneumonia 17. To our knowledge, there is no relative research about LIS in predicting mortality or severity with influenza pneumonia. The current CAP severity scores are mainly developed for CAP patients with the major pathogens of Streptococcus pneumonia, Haemophilus influenza and atypical bacterial pathogens 9, 18, 19, 20, which are different from pneumonia caused by influenza virus. As a kind of interstitial pneumonia, pathologic characteristics 21 of influenza pneumonia includes interstitial inflammation, hyaline membranes formation, intra‐alveolar hemorrhage, edema and necrotizing bronchitis that affecting pulmonary diffusion function 22.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Taking these into considerations, it may be more possible that severity indices reflecting pulmonary diffusion functions may perform well in predicting prognosis with hospitalized patients due to influenza pneumonia. According to our previous study 23 and those from Korea 24, hypoxia (PO2/FiO2 ≤ 250) was an independent risk factor for death in patients with influenza A (H1N1) 2009 pneumonia.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we want to test the efficiency of PO2/FiO2 and CAP severity scores in predicting mortality and ICU admission with influenza pneumonia patients.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "During the 2009–2014 influenza seasons (from November to the next February in Beijing area of China), we screened patients with positive influenza virus RNA detection of respiratory specimen from the microbiology Lab in Beijing Chao‐Yang Hospital. Then we excluded outpatients and inpatients with no pneumonia. Cases with unavailable data to calculate severity scores were also excluded from this analysis.",
            "cite_spans": [],
            "section": "Study design and patients ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Patients with influenza pneumonia: during the influenza seasons, patients with respiratory symptoms and a new pulmonary infiltrate on the chest radiograph, combined with positive influenza virus A RT‐PCR testing and negative for other kinds of viruses as below.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Patients with bacterial co‐infection: a patient who fulfilled the above criterion of influenza pneumonia, at the same time, with culture positive for bacterial pathogen from blood/sputum/bronchoalveolarlavage fluid or positive urinary antigen or positive Mycoplasma pneumonia, Chlamydia pneumonia RT‐PCR detection before or within the initial 48 h of hospital admission.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Microbiological evaluation was performed according to our previous reports 25, 26, (i) Qualified sputum (defined as an adequate quality sputum sample with >25 leukocytes and <10 epithelial cells per × 100 magnification field) were sent for Gram staining and culture according to standard methods; (ii) urinary antigen for Legionella pneumophila (Binax Now L. pneumophila urinary antigen test; Trinity Biotech, Bray, Ireland) and urinary antigen for S. pneumoniae (Binax Now S. pneumoniae urinary antigen test; Emergo Europe, The Netherlands); (iii) blood culture for bacteria and fungi; (iv) RT‐PCR using a Seeplex RV Detection Kit (Seegene Biotechnology Inc., Seoul, Korea) according to manufacturer's instructions, including respiratory syncytial virus types A and B, influenza virus types A and B, parainfluenza virus types 1, 2, 3 and 4, rhinovirus, enterovirus, human coronavirus types 229E, NL63, OC43 and HKU1, human metapneumovirus, adenovirus and bocavirus; 5 detection of M. pneumonia, C. pneumoniae by RT‐PCR detection kit (ZJ Bio‐Tech, Shanghai, China).",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Neoplastic disease: defined as any cancer except of basilar or squamous cell cancer of the skin that was active at the time of presentation or diagnosed within 1 year of presentation.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Liver disease: defined as a clinical or histological diagnosis of cirrhosis or another form of chronic liver disease, such as chronic active hepatitis.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cerebrovascular disease: defined as a clinical diagnosis of stroke or transient ischemic attack or stroke documented by magnetic resonance imaging or computed tomography.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Renal disease: defined as a history of chronic renal disease or abnormal blood urea nitrogen and creatinine concentrations documented in the medical record.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cardiac disease: defined as systolic or diastolic ventricular dysfunction documented by history, physical examination and chest radiograph, echocardiogram, multiple gated acquisition scan or left ventriculogram.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Obesity: a patient with the body mass index more than 30 kg/m2 was considered obesity.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Mortality: the outcome variable of mortality was defined as all‐cause mortality at the time of hospital discharge. According to PSI and CURB‐65, we also calculated the number of deaths and actual mortality in each class or score. Predicted mortality rate was acquired from the original publications of the severity score 7, 8.",
            "cite_spans": [],
            "section": "Study definitions and variables ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Severity of influenza pneumonia was evaluated using PO2/FiO2, PSI, CURB‐65, CRB‐65, SMART‐COP and LIS. The severity scores or indices were calculated within 48 h of hospital admission, which were compared between deceased and survival groups.",
            "cite_spans": [],
            "section": "Severity scores ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis was performed using statistical software package SPSS (version 17.0). Patients were grouped as dead vs alive. Continuous variables were described as means (±standard deviation). χChi‐squared2 test or Fisher exact test was used to compare categorical variables and t‐test for continuous variables. We used multivariate logistic regression to identify independent predictors of mortality. Receiver operating characteristic curves (ROCs) were generated to compare the total predictive accuracy of PO2/FiO2, PSI, CURB‐65, CRB‐65, SMART‐COP and LIS for mortality and ICU admission, and the area under the curves (AUCs) were calculated. A P value < 0.05 was considered statistically significant, 95% confidence intervals were calculated.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "During the study period, 1067 patients with positive influenza virus RNA detection were screened. Five hundred fifty‐eight outpatients, 322 inpatients without pneumonia and 17 patients with incomplete data were excluded. At last, a total of 170 hospitalized patients with influenza pneumonia were enrolled in the study (Fig. 1). Among 170 patients, 114 cases of H1N1, one case of H1N1+H3N2, one of H3N2 and 54 of influenza A, but not typed. Bacterial co‐infection was documented in seven (4.1%) patients, with three cases of Pseudomonas aeruginosa, two with Acinetobacter baumannii, one with Staphylococcus aureus and one of Klebsiella pneumonia. All the other pathogens (including M. pneumonia and C. pneumonia, L. pneumophila) were negative. Mortality was 17.6% (30/170). Baseline characteristics of the hospitalized patients with influenza pneumonia were shown in Table 1.",
            "cite_spans": [],
            "section": "Study population ::: Results",
            "ref_spans": [
                {
                    "start": 325,
                    "end": 326,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 873,
                    "end": 874,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The variables associated with mortality in hospitalized patients with influenza pneumonia were decreased lymphocyte count, decreased hemoglobin, decreased platelet, decreased albumin, decreased PO2/FiO2, elevated respiratory rate, elevated blood urea nitrogen, elevated lactate dehydrogenase, elevated serum glucose, multilobar infiltrates and pleural effusion. Multivariate logistic regression indicated that hypoxia (PO2/FiO2 ≤ 250) and lymphopenia (peripheral blood lymphocyte count <0.8 × 109/L) 27 were independent risk factors for mortality, with OR value of 22.483 (95% confidence interval 4.927–102.598) and 5.853 (95% confidence interval 1.887–18.152), respectively. The result of multivariate logistic regression was showed in Table 2.",
            "cite_spans": [],
            "section": "Independent risk factors for mortality ::: Results",
            "ref_spans": [
                {
                    "start": 743,
                    "end": 744,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The deceased patients and the total number of patients stratified by PSI and CURB‐65 with their actual and predicted mortality rates were shown in Table 3. Predicted mortality in the range of 0.1%–2.1% was defined as low risk. According to PSI and CURB‐65, low risk was determined in 130 (76.5%) patients and 136 (80%) patients, respectively, which accounted for a majority part of hospitalized patients with influenza pneumonia. The actual mortality in these patients ranged from 5.9 to 22.1%. That was to say, PSI and CURB‐65 underestimated the mortality in a significant number of hospitalized patients with influenza pneumonia.",
            "cite_spans": [],
            "section": "Current CAP severity scores underestimate mortality with low‐risk patients ::: Results",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "As we mentioned above, lymphopenia was also an independent risk factor for mortality. So, we finally used eight severity scores or indices (PSI, CURB‐65, CRB‐65, SMART‐COP, LIS, PO2/FiO2, lymphocyte count and PaO2/FiO2 combined lymphocyte count) to compare AUCs for mortality prediction in hospitalized patients with influenza pneumonia (Table 4). The ROCs for mortality prediction was shown in Supporting Information e‐Fig. 1.",
            "cite_spans": [],
            "section": "Comparison of severity scores or indices for mortality prediction ::: Results",
            "ref_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "PaO2/FiO2 combined lymphocyte count performs best in mortality prediction with hospitalized patients due to influenza pneumonia with AUC of 0.945 (95% confidence interval, 0.910–0.979), and the AUC of PO2/FiO2 was 0.916 (95% confidence interval, 0.869–0.962), which was lower than PaO2/FiO2 combined lymphocyte count. The AUCs of PSI, CURB‐65 and CRB‐65 were less than 0.70. PaO2/FiO2 combined lymphocyte count was significantly better than current CAP severity scores of PSI, CURB‐65 and CRB‐65 (P < 0.001). The AUCs of LIS, SMART‐COP and lymphocyte count were respectively 0.892 (95% confidence interval, 0.823–0.961), 0.808 (95% confidence interval, 0.728–0.889) and 0.827 (95% confidence interval, 0.750–0.905), which were all less than the AUC of PaO2/FiO2 combined lymphocyte count.",
            "cite_spans": [],
            "section": "Comparison of severity scores or indices for mortality prediction ::: Results",
            "ref_spans": []
        },
        {
            "text": "The AUCs of the eight severity scores or indices for ICU admission prediction in hospitalized patients with influenza pneumonia confirmed a similar pattern to mortality prediction (Table 5). The ROCs for predicting ICU admission was shown in Supporting Information e‐Fig. 2.",
            "cite_spans": [],
            "section": "Comparison of severity scores or indices for ICU admission prediction ::: Results",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "PaO2/FiO2 combined lymphocyte count was also a good predictor for ICU admission prediction with AUC of 0.857 (95% confidence interval 0.797–0.917), which was higher than PaO2/FiO2 alone. The AUC of PaO2/FiO2 combined lymphocyte count was also greater than current CAP severity scores of PSI, CURB‐65 and CRB‐65 (P < 0.05). The AUC of LIS, SMART‐COP and lymphocyte count were all less than that of PaO2/FiO2 combined lymphocyte count.",
            "cite_spans": [],
            "section": "Comparison of severity scores or indices for ICU admission prediction ::: Results",
            "ref_spans": []
        },
        {
            "text": "This study demonstrated that PO2/FiO2 combined lymphocyte count is simple and reliable severity predictor of hospitalized patients with influenza pneumonia, which is significantly better than current CAP severity scores of PSI, CURB‐65 and CRB‐65. When PO2/FiO2 ≤ 250 or peripheral blood lymphocyte count <0.8 × 109/L, the clinician should pay great attention to the possibility of severe influenza pneumonia. Moreover, PO2/FiO2 and lymphocyte count are easy to calculate and very suitable for clinical application in busy emergency department and in admission units at the time of a pandemic.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Commons and Denholm 28 investigated 105 patients of H1N1 influenza infection and found that the common used CAP severity scores (PSI and CURB‐65) had insufficient predictive ability to low‐risk patients in ICU admission. Other researches 29, 30, 31 also showed that routine prediction rules underestimated severity of influenza A 2009 (H1N1) Pneumonia, but no effective severity score had been put forward. In our study, PSI and CURB‐65 underestimated a significant number of hospitalized patients. But the influenza pneumonia patients with high risk (PSI class of V and CURB‐65 score of 3–5) are scarce, so the conclusion is inadequate and we need to increase the sample size in our further research.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The severity scores of PSI and CURB‐65 heavily weight on advanced age and complication 7, 8, but 2009 H1N1 influenza A virus infection has been reported to occur in young, previously healthy individuals 32, 33, 34, 35, which may be one reason that the scores fail to predict mortality. Another possible explanation may be due to the facts that current CAP severity scores are mainly developed for CAP patients with the typical bacterial and atypical bacterial pneumonia.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Concerning on PaO2/FiO2 and the prognosis of influenza pneumonia, a study in Washington 36 identified different mean PaO2/FiO2 values in survivors (230) and non‐survivors (91) (P = 0.005) in patients with influenza pneumonia. Ho et al. 37 indicated that PaO2/FiO2 was a useful parameter in predicting mortality with influenza pneumonia, but the study only evaluated 38 cases and there was no comparison with other severity scores.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The pathologic changes of influenza pneumonia are characterized by diffused alveolar damage and altered pulmonary diffusion function 21, 22. The clinical and radiological characteristics of CAP caused by influenza A 2009 (H1N1) differed markedly from CAP caused by bacterial agents, with high frequency of dyspnea, hemoptysis and bilateral interstitial infiltrate 29. These above features of influenza pneumonia are closely associated with low PO2/FiO2. Therefore, there was no surprise that the index of PO2/FiO2 performed so well in predicting mortality of hospitalized patients with influenza pneumonia.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "And it is also understandable that severity prediction scores including the variable of PaO2/FiO2, such as SMART‐COP and LIS, presented better performance than PSI, CURB‐65 and CRB‐65, which have no variables associated with PaO2/FiO2. But the severity scores of LIS and SMART‐COP are more complex to calculate, and some variables (e.g. respiratory system compliance) in the scores are difficult to obtain, which confine its application.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study also found that decreased lymphocyte count was an independent predictor of mortality. Previous studies pointed out that lymphopenia were an early and reliable laboratory finding of adult severe influenza A infection 27, 38, 39. Concerning on the mechanism of lymphopenia, it needs further research.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Some limitations of this study should be noted. First, our study only included 170 patients from one centre, the conclusion generalized to be widely used still need a large‐scale clinical validation. Second, our study consists of only hospitalized patients with influenza pneumonia, we are not able to define severity scores or indices in ambulatory patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite the above limitations, we believe that our study has shown important and novel findings about the death prediction in hospitalized patients with influenza pneumonia. To our knowledge, this is the first study that compared PO2/FiO2 and lymphocyte count with current CAP severity scores. Our findings that PO2/FiO2 combined lymphocyte count is a useful predictor for severity of influenza pneumonia may help clinicians more accurately predict prognosis, and triage place to improve outcome.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we found that PO2/FiO2 combined lymphocyte count is simple and reliable predictor of hospitalized patients with influenza pneumonia in predicting mortality and ICU admission. When PO2/FiO2 ≤ 250 or peripheral blood lymphocyte count <0.8 × 109/L, the clinician should pay great attention to the possibility of severe influenza pneumonia.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics of hospitalized patients with influenza pneumonia by mortality\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Multivariate logistic regression of risk factors for hospitalized patients with influenza pneumonia\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Predicted and actual mortality rates among hospitalized patients with influenza pneumonia stratified by common use severity scores\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: AUC for mortality prediction in hospitalized patients with influenza pneumonia\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: AUC for ICU admission prediction in hospitalized patients with influenza pneumonia\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Flowchart of enrolled patients.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Swine influenza A (H1N1) infection in two children–Southern California March‐April 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "400-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A report of influenza of pneumonia",
            "authors": [],
            "year": 1919,
            "venue": "Cal State J Med",
            "volume": "17",
            "issn": "",
            "pages": "224-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Pneumonia complicating Asian influenza",
            "authors": [],
            "year": 1958,
            "venue": "Br Med J",
            "volume": "29",
            "issn": "",
            "pages": "1305-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Severe influenza virus pneumonia in the pandemic of 1968–1969",
            "authors": [],
            "year": 1971,
            "venue": "Arch Intern Med",
            "volume": "127",
            "issn": "",
            "pages": "1122-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Complications of viral influenza",
            "authors": [],
            "year": 2008,
            "venue": "Am J Med",
            "volume": "121",
            "issn": "",
            "pages": "258-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A prediction rule to identify low‐risk patients with community‐acquired pneumonia",
            "authors": [],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "336",
            "issn": "",
            "pages": "243-250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study",
            "authors": [],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "",
            "pages": "377-382",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "BTS guidelines for the management of community acquired pneumonia in adults: update 2009",
            "authors": [],
            "year": 2009,
            "venue": "Thorax",
            "volume": "64",
            "issn": "Suppl. III",
            "pages": "1-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "SMART‐COP: a tool for predicting the need for intensive respiratory or vasopressor support in community‐acquired pneumonia",
            "authors": [],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "375-384",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "An expanded definition of the adult respiratory distress syndrome",
            "authors": [],
            "year": 1988,
            "venue": "Am Rev Respir Dis",
            "volume": "138",
            "issn": "",
            "pages": "720-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Severity assessment tools for predicting mortality in hospitalized patients with community‐acquired pneumonia. Systematic review and meta‐analysis",
            "authors": [],
            "year": 2010,
            "venue": "Thorax",
            "volume": "65",
            "issn": "",
            "pages": "878-883",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Computed tomography in established adult respiratory distress syndrome correlation with lung injury score",
            "authors": [],
            "year": 1994,
            "venue": "Chest",
            "volume": "106",
            "issn": "",
            "pages": "1815-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Predicting mortality in hospitalized patients with 2009 H1N1 influenza pneumonia",
            "authors": [],
            "year": 2010,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "15",
            "issn": "",
            "pages": "542-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Severity assessment tools in ICU patients with 2009 influenza A (H1N1) pneumonia",
            "authors": [],
            "year": 2012,
            "venue": "Clin Microboil Infect",
            "volume": "18",
            "issn": "",
            "pages": "1040-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Mortality and severity evaluation by routine pneumonia prediction models among Japanese patients with 2009 pandemic influenza A (H1N1) pneumonia",
            "authors": [],
            "year": 2014,
            "venue": "Respir Investig",
            "volume": "52",
            "issn": "",
            "pages": "280-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The role of pneumonia scores in the emergency room in patients infected by 2009 H1N1 infection",
            "authors": [],
            "year": 2012,
            "venue": "Eur J Emerg Med",
            "volume": "19",
            "issn": "",
            "pages": "200-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Infectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community‐acquired pneumonia in adults",
            "authors": [],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "Suppl. 2",
            "pages": "S27-S72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Guide for diagnosis and treatment of community‐acquired pneumonia",
            "authors": [],
            "year": 2006,
            "venue": "Chin J Tuberc Respir Dis",
            "volume": "29",
            "issn": "",
            "pages": "651-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "The JRS guidelines for the management of community‐acquired pneumonia in adults: an update and new recommendations",
            "authors": [],
            "year": 2006,
            "venue": "Intern Med",
            "volume": "45",
            "issn": "",
            "pages": "419-428",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Fatal diffuse influenzal pneumonia: premortem diagnosis by lung biopsy",
            "authors": [],
            "year": 1973,
            "venue": "Chest",
            "volume": "63",
            "issn": "",
            "pages": "644-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Acute respiratory distress syndrome: the Berlin definition",
            "authors": [],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "",
            "pages": "2526-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Clinical features of pneumonia caused by 2009 influenza A (H1N1) virus in Beijing, China",
            "authors": [],
            "year": 2011,
            "venue": "Chest",
            "volume": "139",
            "issn": "",
            "pages": "1156-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "A prediction rule to identify severe cases among adult patients hospitalized with pandemic influenza A (H1N1) 2009",
            "authors": [],
            "year": 2011,
            "venue": "J Korean Med Sci",
            "volume": "26",
            "issn": "",
            "pages": "499-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Emergence of community‐acquired adenovirus type 55 as a cause of community‐onset pneumonia",
            "authors": [],
            "year": 2014,
            "venue": "Chest",
            "volume": "145",
            "issn": "",
            "pages": "79-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Accuracy of IgM antibody testing, FQ‐PCR and culture in laboratory diagnosis of acute infection by Mycoplasma pneumonia in adults and adolescents with community‐acquired pneumonia",
            "authors": [],
            "year": 2013,
            "venue": "BMC Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Diagnostic importance of relative lymphopenia as a marker of swine influenza (H1N1) in adults",
            "authors": [],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "9",
            "pages": "1454-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Triaging pandemic flu: pneumonia severity scores are not the answer",
            "authors": [],
            "year": 2012,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "16",
            "issn": "",
            "pages": "670-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Severity of influenza A 2009 (H1N1) pneumonia is underestimated by routine prediction rules. Results from a prospective, population‐basedstudy",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Pandemic influenza (h1n1) 2009 pneumonia: CURB‐65 score for predicting severity and nasopharyngeal sampling for diagnosis are unreliable",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Usefulness of CURB‐65 and pneumonia severity index for influenza A H1N1v pneumonia",
            "authors": [],
            "year": 2012,
            "venue": "Monaldi Arch Chest Dis",
            "volume": "77",
            "issn": "",
            "pages": "118-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Pneumonia and respiratory failure from swine‐origin influenza A (H1N1) in Mexico",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "680-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Intensive‐care patients with severe novel influenza A (H1N1) virus infection—Michigan, June 2009",
            "authors": [],
            "year": 2009,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "58",
            "issn": "",
            "pages": "749-752",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Intensive care adult patients with severe respiratory failure caused by influenza A (H1N1)v in Spain",
            "authors": [],
            "year": 2009,
            "venue": "Crit Care",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Critically ill patients with 2009 influenza A (H1N1) in Mexico",
            "authors": [],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1880-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Influenza pneumonia: a descriptive study",
            "authors": [],
            "year": 2001,
            "venue": "Chest",
            "volume": "119",
            "issn": "",
            "pages": "1717-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Prognostic factors for fatal adult influenza pneumonia",
            "authors": [],
            "year": 2009,
            "venue": "J Infect",
            "volume": "58",
            "issn": "",
            "pages": "439-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Depletion of lymphocytes and diminished cytokine production in mice infected with a highly virulent influenza A (H5N1) virus isolated from humans",
            "authors": [],
            "year": 2000,
            "venue": "J Virol",
            "volume": "74",
            "issn": "",
            "pages": "6105-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Clinical features of the initial cases of 2009 pandemic influenza A (H1N1) virus infection in China",
            "authors": [],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "",
            "pages": "2507-17",
            "other_ids": {
                "DOI": []
            }
        }
    }
}