{
    "paper_id": "PMC7105506",
    "metadata": {
        "title": "Understanding and Interpretation of Case Fatality Rate of Coronavirus Disease 2019",
        "authors": [
            {
                "first": "Dong-Hyun",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Young",
                "middle": [
                    "June"
                ],
                "last": "Choe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jin-Young",
                "middle": [],
                "last": "Jeong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As we have entered several months in the influence of coronavirus disease-19 (COVID-19), there are ongoing surge of cases in many parts of the world.1 Amongst, Republic of Korea was one of the countries with the largest number of cases in the early phase of this outbreak and has tested far more than most countries.12",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 150,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 316,
                    "end": 317,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 317,
                    "end": 318,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Case fatality rate (CFR) is the proportion of the number of deaths divided by the number of confirmed patients of a disease, which has been used to assess and compare the severity of the epidemic between countries. The rates can also be used to assess the healthcare capacity in response to the outbreak. To date, there appear to be wide variations in CFR of COVID-19 among countries (Fig. 1). The current CFR in Korea is 1.3% (120 deaths out of 9,037 confirmed cases), as of March 25, 2020,2 while the CFRs are 9.5% in Italy, 7.9% in Iran, 6.6% in Spain, and 4.0% in China.1",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 492,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 574,
                    "end": 575,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 385,
                    "end": 391,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The crude rate from aggregated data (the total number of deaths divided by the total number of cases) does not give a timely estimate during the course of the outbreak. The final CFR will be different from the early outbreak as the report of affected person's outcome will be delayed inherently. Change in CFR in the progress of an epidemic has been observed in other outbreaks of novel viruses. In the earlier phase of severe acute respiratory syndrome epidemic in 2003, the CFR was reported to be less than 4%, which was ended up to be 9.6%.3 Reports on the COVID-19's CFR also varied by timeline that started from 5.8% to 1.4% in Wuhan, China.4 The exact CFR from COVID-19 that reflects the true disease severity will likely be unveiled when the dust settles down after weeks or months.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 544,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 646,
                    "end": 647,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Moreover, the current CFRs place ‘reported’ number of deaths in the numerator and ‘reported’ number of confirmed cases in the denominator in each country. It may not reflect the true number of deaths (numerator) and COVID-19 cases (denominator) occurred in each country. Given the difference of testing capabilities and public health response policy for detection of COVID-19 cases between countries, it is imperative to check the completeness of death reports following COVID-19, before making a comparison between the countries. It is also dependent on each country's surveillance performance to detect cases of COVID-19. It is speculated that most of asymptomatic or presymptomatic cases would not be tested for COVID-19 in many places, resulting in higher CFR by smaller denominator.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The age structure of affected population should be also accounted for a fair comparison. In Korea, the low CFR, 1.3% as of March 25, 2020, could have resulted from the larger proportion of younger confirmed cases resulting larger denominator of low-risk population. Difference in age structure of affected population between countries may guide to the true burden of COVID-19 in terms of disease severity and fatality proportions. Age-specific or age-stratified CFR will be useful in comparing between the countries with different affected age groups. Table 1 shows number of deaths and age-specific CFRs of Korea, Italy, and China.25 Crude CFR in Korea appears to be one fifth lower than that of Italy (1.3% vs. 7.2%), but the difference between the two countries sharply decreases among the individuals older than 70. Thus, taking the age structure of confirmed cases into account is crucial for a fair comparison as it shows the difference in the age-adjusted CFR between the two countries is considerably reduced (2.4% vs. 4.2%).",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 633,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 633,
                    "end": 634,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 552,
                    "end": 559,
                    "mention": "Table 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Lastly, CFR should be interpreted cautiously given the time difference between disease onset and death. Fatal cases used to be ascertained as COVID-19 cases much earlier, and thus the denominator of the fatality rate should be the total number of cases confirmed at the same time as those who died in the numerator. That is, the denominator and the numerator of CFR should be composed of patients infected at the same time as those who died in order to accurately represent the actual CFR.6 Most of the recently diagnosed patients in many countries are still likely to be in the care-state. That is, the cross-sectional comparison of these figures may be biased since the time span for illness is different among countries during the course of the ongoing epidemic. To avoid this bias, time-delay adjusted estimates between symptom onset and death need to be calculated for a fair comparison of CFRs among different countries.7 Russell et al.8 proposed a delay-adjusted CFR to correct the delay between confirmation-and-death, using the distribution of the delay from hospitalization-to-death for cases that are fatal from Wuhan, China.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 490,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 926,
                    "end": 927,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 942,
                    "end": 943,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In conclusion, estimating the CFR is a high priority in response to COVID-19 pandemic. Yet, its interpretation must be made cautiously during the middle of outbreak as such biases should be considered before drawing causal inferences from observational data. Collection in-depth analysis of fatality data in systematic manner should be in place in near future.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Reproduced from: World Health Organization. Coronavirus Disease 2019 (COVID-19) Situation Report–64. Geneva: World Health Organization; 2020.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID-19) Situation Report??7",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease 2019 (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "SARS: the new challenge to international health and travel medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                },
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "East Mediterr Health J",
            "volume": "10",
            "issn": "4-5",
            "pages": "655-662",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Report of the WHO–China joint mission on coronavirus disease 2019 (COVID-19), 16–24 February 2020",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Real estimates of mortality following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30195-X"
                ]
            }
        },
        "BIBREF6": {
            "title": "Estimating clinical severity of COVID-19 from the transmission dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bushman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niehus",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "de Salazar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "CI",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "Zandvoort",
                    "middle": [],
                    "last": "van",
                    "suffix": "K"
                }
            ],
            "year": null,
            "venue": "Using a delay-adjusted case fatality ratio to estimate under-reporting",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}