{
    "paper_id": "PMC7117584",
    "metadata": {
        "title": "A Prospective Study Comparing Self-Collected Nasal Swabs to Oral Washes for Monitoring Viral Load Kinetics in Lung Transplant Recipients With Respiratory Virus Infection",
        "authors": [
            {
                "first": "Cynthia",
                "middle": [],
                "last": "Fisher",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Bornstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Kuypers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Boeckh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ajit",
                "middle": [],
                "last": "Limaye",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Keith",
                "middle": [],
                "last": "Jerome",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nBackground. Respiratory virus infection (RVI) in lung transplant recipients (LTR) is associated with significant morbidity and mortality. Development of a patient-acceptable self-sampling method for respiratory specimens could facilitate longitudinal and community-based assessment of RVI epidemiology and viral kinetics, but the optimal specimen type is unknown. The goal of this study was to prospectively compare daily patient self-collected foam nasal swabs to oral washes for monitoring sequential viral load in LTRs with symptomatic RVI.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nMethods. LTR with clinically diagnosed, laboratory-confirmed RVI were eligible. After informed consent, research coordinators demonstrated collection technique and provided written instructions. Patients self-collected daily paired nasal swabs and oral washes for 14 days after initial RVI diagnosis, and samples were given directly to coordinators (inpatients) or mailed to the laboratory (outpatients). Samples were tested using a validated, published laboratory-developed real-time PCR assay. Samples with cycle threshold (Ct) values >40 were considered negative. We used descriptive statistics and patient reports of acceptability to compare the two methods.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nResults. Six LTR were prospectively enrolled (4 rhinovirus [RhV], 1 coronavirus (CoV); 1 CoV and RhV). Seventy-six total paired daily samples were collected (figure). The median Ct value at diagnosis was 27.4 (range 24.8–31.3), and viral RNA was detected at 14 days in 5 of 6 patients (83%) by at least one method. On days when either sample type was positive (n = 59), 95% of nasal swab versus 73% of oral wash samples were positive (p = 0.001). When both concurrent specimen types were positive (n = 40), in 88% of cases the Ct value was lower (corresponding to higher viral load) in nasal swabs than oral washes. Patients successfully collected and mailed 88% (102 of 116) of protocol-defined outpatient samples. All patients rated both sample types as easy and comfortable to collect.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nConclusion. Oral wash and nasal swab sample types were deemed similarly acceptable for patient self-collection of respiratory specimens. The greater sensitivity of nasal swabs makes them a more suitable specimen type for monitoring detailed viral kinetics in transplant patients with RVI.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nDisclosures. All authors: No reported disclosures.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {}
}